[
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Yêu cầu khác .  Em lúc vô đk là Kỹ thuật điện_điện tử nhưng giờ e xem lại thì nó thông tin e thành kỹ thuật điện _ tuyền thông và em cug đi hỏi thì lóp em ai cũng bị lỗi thông tin này ak mong thầy(cô) có thể giúp em việc này ạ. . . . [full_name], MSSV: [student_id]. .",
            "Gửi đến Sinh viên. . đã cca65p nhật ngành học. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . [full_name]_[student_id]\t. .   i Yêu cầu khác . Em học hệ VHVL tháng 10/2020. Ngành học của em đăng ký là [full_name] nhưng trong lý lịch trên hệ thống của e lại là [full_name] TỬ TRUYỀN THÔNG. Đầu năm tụi e có lên báo phòng đào tạo và PĐT nói là lỗi hệ thống và sẽ sửa lổi kêu e cứ học bình thường nhưng cho đến nay lý lịch vẫn chưa được sửa đổi. Nhiều học sinh trong lớp em đang bị tình trạng này. Ảnh hưởng trực tiếp đến việc đăng ký môn học. Mong các thầy cô hỗ trợ giúp em. Em xin cảm ơn ạ. .",
            "Chào em.. . Ngành học của em là ngành KT điện nhé. . Hệ thống hiện thị sai ( ngành xét TN vẫn là ngành KT điện). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là hiện tại số tín chỉ tích lũy của em chưa tính tiếng anh là 74 chỉ tính đến học kỳ 201 hiện tại và do covid em chưa thi lấy bằng nộp cho trường được mà em có thi qua toeic trong trường em được thêm 8 chỉ nữa và cộng với học kỳ 202 như trường đã có thông báo dù chưa thi nhưng vẫn cho qua để tính tín chỉ tích lũy và kỳ 202 của e là 19 chỉ cộng lại hết 101 chỉ mà sao em vẫn bị thiếu tín chỉ thực tập em có thắc mắc. Phòng đào tạo giải quyết giúp em với.. . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1912080  /b \t. . . .   i Yêu cầu khác . Dạ em chào Thầy/Cô, em tên là Vũ Phương Thảo - MSSV: 1912080, hiện em đang theo học chương trình KSTN Hóa hữu cơ. Dạ thưa Thầy/Cô, trước tình hình dịch bệnh hiện nay thì việc em phải lên văn phòng khoa để nộp đơn xin rút KSTN có thuận tiện không ạ vì em không biết trường mình hiện có mở cửa không ạ? Em có thể chuyển phát nhanh đến trường được không ạ? Và cho em hỏi là em phải rút trước thời gian nào để có thể theo học chương trình đại trà ạ?. . Em xin chân thành cảm ơn Thầy/Cô đã đọc mail của em. . . Em mong nhận được sự phản hồi sớm từ Thầy/Cô. . Chúc Thầy/Cô nhiều sức khỏe!",
            "Chào bạn,. . Bạn có thể gửi mail về Khoa của bạn để xin được hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . tôi tên kiều thanh phúc,MSSV:[student_id],trong mục lý lịch phần thông tin học vụ của tôi có sai sót. Ngành học là kĩ thuật điện-điện tử nhưng trường lại để là kĩ thuật điện tử- truyền thông,kính mong trường thay đổi giùm.",
            "Gửi đến Sinh viên. . đã cập nhật ngành học của Sinh viên. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em trả lười phản hồi này ạ. . . . Thời gian: 06/10/2021 03:54:32 pm. . Từ: [548] (002282) [full_name]. . . . Chào bạn. . Cô ghi nhận trường hợp của bạn nghen. . Cố gắng thanh toán hp trước 15 giờ ngày mai nghen,. . Thân. . . . Em vừa hoàn thành thành toán học phí HK203 vào 10:00 AM 11/06/2021. Như vậy là sau thứ hai em sẽ được khôi phục thời khóa biểu và không phải làm đơn trình bày lí do đóng trễ học phí ạ?",
            "Chào em.. . TKB sẽ cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em bị thiếu 1 môn thể chất nhưng do dịch bệnh nên học kì hè không mở lớp, em có thể xin bổ sung vào học kì sau để không bị trễ không ạ?",
            "Chào bạn,. . . . Bạn vui lòng làm đúng theo qui định của nhà trường, mục 4 http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dương Lập Thạnh_[student_id]. .   i Yêu cầu khác . Em học hệ VLVH tháng 10 năm 2020. Em đang ký ngành [full_name] nhưng trong lý lịch của em lại ghi là  [full_name] TỬ-[full_name] làm ảnh hưởng việc đăng ký môn học.Mong quí thầy cô hỗ trợ giúp em. Em chân thành cảm ơn. . .",
            "Gửi đến Sinh viên.. . đã cập nhật ngành học của SV. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Do dịch, gia đình em hông đi làm được nên không có tiền để thể thanh toán học phí đúng hạn, em vừa thanh toán học phí lúc nãy ạ, em rất mong pđt khôi phục lại thời khóa biểu cho em, em có đính kèm file thanh toán trễ học phí ở bên dưới ạ.. .  Em cảm ơn.. .",
            "Chào bạn. . . . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn. . . . Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "i Yêu cầu khác . Kính gửi các thầy cô phòng đào tạo,. . Em tên [full_name]. . MSSV [student_id]. . Lớp VLSi18. . . . Em viết mail này vì muốn làm rõ việc chưa đóng học phí của bản thân trong học kì 203 theo như Email \"Ghi nợ học phí và huỷ thời khoá biểu Học kỳ 203\" và tiếp theo là bày tỏ mong muốn được tiếp tục những môn đã đang kí ở học kì 203.. . . . Em xin trình bày vắn tắt như sau: Vào hạn nộp học phí ngày 7/6/2021, trước giờ hết hạn, em đã vào trang thanh toán BKPay chọn mục thanh toán cho học phí lần này, em thực tất cả thao tác như em thường làm trong ba năm học tại trường. Lý do em  nghĩ là học phí được đóng thành công là do em vẫn thấy được thời khóa biểu và môn học trên MyBK lẫn BKel đến tận chiều tối hôm 8/6 và em vì vẫn tham dự được lớp của môn học.. . . . Em đã cố gắng thanh toán lại học phí sau khi nhận được email ghi nợ của nhà trường như bất thành. Em biết có thể giờ đã là quá muộn nhưng em vẫn muốn bày tỏ ý định muốn được học vào học kì 203 và không muốn bị ghi nợ học phí.. . . . Nếu được phép, em có thể thanh toán học phí ngay bây giờ và chấp nhận hình phạt trừ điểm rèn luyện. Em không có bằng chứng nào cho việc đã thanh toán, chỉ còn lại tin nhắn mà ngân hàng [full_name] gửi kèm ngày giờ (ở mục Tệp đính kèm).. . . . Em xin phép để độ ưu tiên email này là Cao và mong các thầy cô xem xét để em tiếp tục được việc học của mình.. . . . Kính gửi thầy cô.. . . . [full_name]",
            "chào em.. . em thanh toán học phí rồi xin mở lại môn học nhé. ( chỉ cho phép trong tuần này). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô đang làm việc tại Phòng đào tạo, em muốn hỏi là em có thể đăng kí in bảng điểm nhưng mà chỉ cần file PDF được không ạ? hiện tại em là F2 nên tự cách ly tại nhà nên không nhận qua bưu điện được với nhà tuyển dụng chỉ cần file PDF không cần bảng điểm đã in. Hi vọng quý thầy cô trả lời tin nhắn sớm. Em cảm ơn rất nhiều.",
            "Chào bạn,. . Bạn có thể đăng ký nhận tại PDT, sau khi kiểm tra trên mạng báo đã in xong, bạn vui lòng gửi lại câu hỏi nhờ scan qua file PDF. PDT sẽ kiểm tra nếu được sẽ gửi qua mail cho bạn. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ cho em hỏi là hiện tại số tín chỉ tích lũy của em chưa tính tiếng anh là 74 chỉ tính đến học kỳ 201 hiện tại và do covid em chưa thi lấy bằng nộp cho trường được mà em có thi qua toeic trong trường em được thêm 8 chỉ nữa và cộng với học kỳ 202 như trường đã có thông báo dù chưa thi nhưng vẫn cho qua để tính tín chỉ tích lũy và kỳ 202 của e là 19 chỉ cộng lại hết 101 chỉ mà sao em vẫn bị thiếu tín chỉ thực tập em có thắc mắc. Phòng đào tạo giải quyết giúp em với.. . Em xin cảm ơn",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng Đào tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . Em tên là [full_name], mssv [student_id], sinh viên lớp Hàng Không Việt Pháp 2016. . Trong đợt đăng ký môn học học kỳ 203 lần 3 em có đăng ký 1 môn là Giải tích 3 (MT2007), nhưng trong thời khóa biểu hiện tại của em có thêm 1 môn Giải tích 2 (MT1013) em không có đăng ký môn đó. . . Theo chương trình học năm 2016 của em thì em đã hoàn thành môn Toán 2 (006712) tương đương nên em không đăng ký môn Giải tích 2 (MT1013) trong đợt đăng ký môn học học kỳ 203. . Em mong Phòng Đào Tạo giải đáp thắc mắc của em. . Em xin cảm ơn",
            "Chào bạn. . Môn học MT1013 mở theo đơn SV : [student_id] Đặng Chí Cường gởi, do VP Việt Pháp gởi PĐT có tên bạn. ngày 08/06/2021.. . Bạn liên hệ VP Việt pháp để biết chi tiết đơn. . . . Kèm nội dung như sau:. . . . Do sinh viên chưa đăng ký được môn Giải tích 2 -MT1013, các bạn đã viết đơn và lập danh sách trong file đính kèm.. . . . Nhờ Anh Bình hỗ trợ giúp cho thủ tục mở lớp, do Cô [full_name] phụ trách.. . . . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào BKSI,. . . . Câu hỏi của em là: em đã nộp trễ học phí HK203 (đã nộp) 3 ngày. Vậy công việc học tập của em có tiếp tục bình thường không, hay phải làm thêm một số thủ tục nào nữa?. . Em xin cảm ơn ạ.. . . . [full_name]. . GT18HK2 - [student_id]",
            "Chào bạn. . . . Hiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 14/6/2021 & không cần nộp đơn trình bày lý do trễ hạn. . . . Lưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa phòng đào tạo, hiện em vẫn bị hủy môn thực tập ngoài trường MA3315, nhưng em coi kỹ lại em thấy mình không bị vướng môn nào cả ạ, với lại số chỉ của em là 90 nếu cộng thêm kì 202 là dư vậy sao em vẫn bị xóa vì không đủ điều kiện ạ? Pđt giải quyết giúp em ạ",
            "Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Phòng  đào tạo gởi file lý do đính kèm: Trong file thống kê số tín chỉ tích lũy ngành bạn đã đạt được + các môn học bắt buộc bạn chưa tích lũy được + các môn học của nhóm bắt buộc tự chọn chưa tích lũy được. . - Bạn kiểm tra lại có gì sai sót báo gởi lại câu hỏi trên BKSI để phản hồi. . - 74+21=95  100 =  KHÔNG ĐỦ ĐK NHẬN TTTN (có file txt tren drive). . Thân",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "dạ thưa PĐT có sự sai sót ạ. . - file .TXT mà pđt gửi cho em ở dưới là chương trình kỹ thuật năng lượng nhưng em hiên giờ học theo chương trình kỹ thuật vật liệu polymer ạ, tại vì năm nhất em đăng ký chuyên ngành vật liêu năng lượng, nhưng sang các năm sau em lại học theo chuyên ngành vật liệu polymer ạ ( trường hợp này em mới mail cho khoa Công nghệ vật liệu gửi lên pđt để cập nhập giống dưới ảnh rồi ạ ). . - Nên hiện giờ em đã đủ 90 TCTLN kỹ thuật vật liệu polymer để đăng ký TTTN ngành vật liệu polymer rồi ạ, mong PĐT xem xét gâp lại giúp em, xét lại TTTN của em theo chương trình Kỹ thuật vật liệu polymer và giúp em cập nhập lại số tín chỉ ạ, em cảm ơn PĐT nhiều ạ. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn. . Pdt ghi nhận thông tin của bạn, nhưng phải đợi công văn chính thức từ [full_name] thì mới có thể đổi lớp ngành rồi mới xét được. . Riêng đối với môn TTTN vẫn có thể giải quyết thời gian trễ chút. . Nên tuần sau bạn hỏi [full_name] về việc cập nhật tên lớp mới rồi báo lại BKSI để Cô xử lý tiếp nghen. . Thân",
            "- Dạ thưa PĐT khoa CNVL của em đã xác nhận với em là đã gửi mail cho PĐT rồi ạ, không biết PĐT đã nhận được chưa ạ, mail có xác nhận trường hợp của em ( bị thiếu TCTLN từ 74 lên 90 ạ ). . - Mong PĐT xem xét giúp em để em có thể đăng ký môn thực tập tốt nghiệp MA3315 ngành Polymer được ạ, em chân thành cảm ơn",
            "Chào bạn[full_name] [full_name] [full_name] và [full_name] vẫn đang giải quyết về 11 sinh viên trong công văn nên bạn vui lòng đợi phản hồi[full_name] [full_name] Thân",
            "Dạ thưa cô pđt vẫn đang giải quyết ạ ? Tại em hơi lo sợ mình không đăng kí thực tập được ạ. . Em cảm ơn pđt",
            "Chào bạn[full_name] [full_name] [full_name] đã xét môn TTNT và đã cập nhật tại MYBK-tkb, bạn kiểm tra lại nghen[full_name] [full_name] Thân",
            "dạ em cảm ơn pđt, mà em bị thanh toán trễ hạn do em mới biết mình đăng kí được môn nên không kịp chuẩn bị, vậy có sao không ạ ?",
            "Chào bạn. . Đã ghi nhận trường hợp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   I Em hệ VLVH trong tháng 10/2020. Ngành em đăng ký là [full_name] nhưng trên hệ thống của em là [full_name] TỬ TRUYỀN THÔNG . Đầu năm em có lên báo phòng đầo tạo và được trả lời là do lỗi hệ thống và sẽ sữa lỗi kêu em cứ  học bình thường nhưng cho đến nay lý lịch vẫn chưa sửa đổi  . Hiện tình trạng này ảnh hưởng đến việc học và đăng ký môn học của tụi em . Mong quý thầy cô hỗ trợ giúp em . Em chân thành cảm ơn.. . NGUYỄN CÔNG NHỰT MSSV [student_id]",
            "Gửi đến Sinh viên. . đã cập nhật ngành học của Sinh viên. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] anh tú ( [student_id]) em xin phòng đào tạo cập nhật thời khóa biểu cho em môn thực tập tốt nghiệp để em có tkb học. Và hỗ trợ em hủy môn học kĩ thuật điện nữa ạ. Lí do em đăng kí nhầm môn học mong phòng đào tạo thông cảm và giúp em có thời khóa biểu học. Em cảm ơn",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định . . -       Bạn kiểm tra nếu muốn đăng ký lại môn TTTN phải tìm mã đúng, gởi lại câu hỏi muốn đăng ký lại TTTN trên Bksi mục DKMH (ghi rõ tên môn học, MSMH, lý do). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin phục hồi lại môn học Giải tích 1, HK203. . . . Lý do: Đã thanh toán học phí đúng hạn vào ngày 3/6( tài khoản OCB đã trừ tiền học phí - có đính kèm bản sao kê ở mục tập tin đính kèm ) nhưng không được ghi nhận trên BKpay.Em xin phục hồi lại môn học đã đăng ký.. . Cảm ơn.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Khoa- Bộ môn đã gửi đề nghị mở môn thực tập sản suất hè của chuyên nghành địa kỹ thuật (GE3125) đính kèm danh sách các sinh viên cần đăng ký lên PĐT rồi ạ ? Hình như là gửi trước đợt đăng kí đợt 3 á ạ ? Thầy phụ trách đã gửi danh sách rồi á cô ? nên em mới hỏi lại ạ",
            "Chào bạn. . Cô chưa thấy công văn nên không mở môn GE3125. . Bạn liên hệ bộ môn - [full_name] hỏi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . Em chào phòng đào tạo.. . Tên: nguyễn ngọc quý. . Mssv: [student_id]. . Khoa: Trung tâm bảo dưỡng công nghiệp. . Do đợt 1 và đợt 2 đăng kí môn học hè 203, do bị vướng vị phạm shcd định kì nên không thể đăng kí được. Qua đợt 3 em có đăng kí môn thực tập tốt nghiệp ( IU3313) nhưng kết quả thì bị hủy do môn này k tổ chức mà đổi thành thực tập ngoài trường với mã môn IU3315. Và hiện tại hè này em không có môn nào đã đăng kí để học và kịp tiến độ.. . Nên phòng đào tạo có cách nào giúp em đăng kí được môn thực tập ngoài trường được không, vì em đã và đang đi thực tập tại công ty INTEL nên nếu đi thực tập rồi mà không đăng kí được bổ sung môn thì coi như không được kết quả gì.. . Mong phía phòng đào tạo giúp đỡ em. . Em cảm ơn",
            "Chào bạn. . Tóm lại bạn muốn đăng ký môn nào, mã môn học chính xác theo CTDT của bạn. . Thân",
            "em muốn xin phòng đào tạo cho em đăng ki bổ sung mã môn IU3315 ( thực tập ngoài trường). . mong phòng đào tạo giúp đỡ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin chào Phòng Đào Tạo, em là [full_name], MSSV [student_id]. . Vừa qua em có thanh toán trễ hạn học phí học kì 203, 2 chỉ thực tập ngoài trường. Cho em hỏi mình có phải làm đơn gì không ạ? Hết hạn lúc 15:00 ngày 06/06, em thanh toán lúc 9:12 ngày 08/06 ạ.. . Em cảm ơn Phòng Đào Tạo.",
            "tkb của em hiện vẫn còn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô ạ! . . Em tên là [full_name], MSSV [student_id] thuộc khoa Kỹ thuật Dầu khí và Địa chất. . . Do vừa rồi đợt 2 bị lỗi đăng ký TTTN nên em đã đăng ký đợt phụ do PĐT mở, nhưng nay mở ra kết quả đợt 3 em lại bị xóa TTTN. Em có đọc trên aao là phải đạt môn tiên quyết và đủ số TCTL tối thiểu để được đăng ký TTTN (cho phép nợ tối đa 16 tín chỉ so với tiến độ đào tạo) , hiện kì chính em chỉ còn đang học môn Giải tích 2 thôi ạ, tất cả những môn chuyên ngành em đều đúng tiến độ. Tổng chỉ đăng ký luôn kỳ 202 của em là 114 chỉ. Lịch sử đăng ký đợt 3 ghi là  \"Không đủ đ/kiện nhận TTTM-STC\". Em xin Thầy/Cô giúp đỡ cho em. Em xin chân thành cám ơn Thầy/Cô rất nhiều ạ.",
            "Chào Thầy/Cô ạ!. . Em tên là [full_name], MSSV [student_id] thuộc khoa Kỹ thuật Dầu khí và Địa chất.. . Do vừa rồi đợt 2 bị lỗi đăng ký TT ngoài trường nên em đã đăng ký đợt phụ do PĐT mở, nhưng nay mở ra kết quả đợt 3 em lại bị xóa TT. Em có đọc trên aao là phải đạt môn tiên quyết và đủ số TCTL tối thiểu để được đăng ký TTTN (cho phép nợ tối đa 16 tín chỉ so với tiến độ đào tạo) , hiện kì chính em chỉ còn đang học môn Giải tích 2 thôi ạ, tất cả những môn chuyên ngành em đều đúng tiến độ. Tổng chỉ đăng ký luôn kỳ 202 của em là 114 chỉ. Lịch sử đăng ký đợt 3 ghi là  \"Không đủ đ/kiện nhận TTTN-STC\". Em xin Thầy/Cô giúp đỡ cho em. Em xin chân thành cám ơn Thầy/Cô rất nhiều ạ.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Em là [full_name] MSSV: [student_id]. . [full_name] tích lũy của em là 75 và kì 202 e có đăng kí 25 chỉ. Tổng là 100 tín chỉ . Đủ điều kiện đăng kí TTTN. Nhưng sau kết quả đợt 3 , trường hủy môn TTTN của em với lí do không đủ điều kiện TTTN - [full_name]. Mà số tín chỉ em đã đủ điều kiện r ạ. Cho em hỏi em không đủ diều kiện gì à ?. . Em cảm ơn ạ.. .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em học hệ VHVL đợt tháng 10 năm 2020. Ngành học em đăng ký là Kỹ Thuật Điện nhưng trong lý lịch trên hệ thống của em lại là Điện Tử-Truyền Thông. Đầu năm em có lên báo phòng đào tạo và được trả lời là do lỗi hệ thống và sẽ sửa lỗi cứ học bình thường nhưng cho đến nay lý lịch vẫn chưa được sửa lỗi. Hiện tại lỗi này đang bị ảnh hưởng đến việc e đăng ký môn. Mong quý thầy cô hỗ trợ cập nhật lại giúp em. Em chân thành cảm ơn!. .",
            "Gửi đến Sinh viên. . đã cập nhật ngành học của Sinh viên. . thân chào."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là hiện tại số tín chỉ tích lũy của em chưa tính tiếng anh là 74 chỉ tính đến học kỳ 201 hiện tại và do covid em chưa thi lấy bằng nộp cho trường được mà em có thi qua toeic trong trường em được thêm 8 chỉ nữa và cộng với học kỳ 202 như trường đã có thông báo dù chưa thi nhưng vẫn cho qua để tính tín chỉ tích lũy và kỳ 202 của e là 19 chỉ cộng lại hết 101 chỉ mà sao em vẫn bị thiếu tín chỉ thực tập em có thắc mắc. Phòng đào tạo giải quyết giúp em với.. . Em xin cảm ơn",
            "Chào bạn. . Bạn bổ sung giúp Cô, MSMH của môn TTTN, để xử lý",
            "Dạ mã số môn học là ME3273",
            "Cô cập nhật giúp em, em xin cảm ơn.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Phòng  đào tạo gởi file lý do đính kèm: Trong file thống kê số tín chỉ tích lũy ngành bạn đã đạt được + các môn học bắt buộc bạn chưa tích lũy được + các môn học của nhóm bắt buộc tự chọn chưa tích lũy được. . - Bạn kiểm tra lại có gì sai sót báo gởi lại câu hỏi trên BKSI để phản hồi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, . . Em xin hỏi: nếu đăng ký thực tập tốt nghiệp học kỳ 1 năm học 2021-2022 thì có thể đăng ký tối đa bao nhiêu tín chỉ (ý em là đăng ký các môn khác nữa trong học kỳ ấy ạ). .",
            "Chào bạn. . - Về quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . - Việc đăng ký các môn học cùng học kỳ với môn TTTN: Khi đăng ký môn TTTN trong học kỳ 1 hoặc học kỳ 2, sinh viên được đăng ký học các môn học khác trong học kỳ chính với tổng số tín chỉ tối đa là 12 (tính cả môn TTTN). Ngoài ra sinh viên có thể đăng ký các môn học dự thính theo quy định.. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em là [full_name]-[student_id], hiện tại em đang có 9.5 ngày công tác xã hội và 0.5 ngày chưa được cập nhập do giải BK-league bị dời lại vì dịch covid-19, hiện tại đợt dịch kéo dài em cũng không thể tăng ngày ctxh lên 10 để đủ điều kiện làm luận văn kì tới, cho em hỏi là em có đăng kí được luận văn tốt nghiệp cho kì 211 không ạ? Mong được sự giải đáp của thầy cô ạ, em cảm ơn.",
            "Chào bạn. . - Nếu bạn không đủ ngày CTXH thì chắc chắn là bạn sẽ không có TKB môn LVTN. . - Bạn cố gắng hoàn thành nhé, sau đợt dịch này để kịp cho HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ anh chị ơi, . . Em là [full_name], MSSV [student_id] đã gửi đơn qua bksi từ hôm bữa đến giờ nhưng vẫn chưa nhận được phản hồi từ pđt. Đợt đăng ký môn học đợt 3 môn Thực tập ngoài trường ME3277 này thật sự rất quan trọng với em ạ, kính mong anh chị hỗ trợ giúp em với. Em đã làm đơn gửi bộ môn, gửi khoa theo hướng dẫn của pdt và đều được xác nhận hết rồi. Chỉ chờ pdt xét giúp em nữa thôi ạ, nhưng mà em không liên hệ được, em ghé trực tiếp thì không có ai, em gửi qua bksi thì không được trả lời. Bây giờ vô check kết quả đkmh đợt 3 vẫn là bị từ chối ạ. . . Thật sự nó sẽ ảnh hưởng rất nhiều đến tiến trình học ạ, em đang rất lo và sợ. Kính mong pđt xem xét và hỗ trợ giúp em.. . Em cảm ơn nhiều ạ.",
            "Chào bạn. . Cô đã nhận được thông tin của bạn, trường hợp của bạn phải kiểm tra đã đủ điều kiện tốt nghiệp của bằng 1 chưa? và phải xét duyện của Thầy Trưởng phòng đào tạo nữa. . - Bạn có thể trao đổi thêm với cô qua email. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Cô/Thầy ạ. . . . . Em gửi phiếu đăng ký thu nhận lại để đăng ký tốt nghiệp tháng 11/2021.. . . . Em xin cảm ơn ạ.",
            "Chào bạn. . Phòng đào tạo đã nhận được đơn thu nhận của bạn. . Bạn xem tình trạng tại Trang Mybk- thông tin sinh viên sẽ cập nhật lại trong tháng 07/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]_[student_id]. . . . Kính gửi thầy/cô. . Em học hệ VHVL nhập học tháng 10/2020. Ngành học em đăng ký là Kỹ Thuật Điện nhưng trong lý lịch trên hệ thống của em lại là Kỹ Thuật Điện Tử - Truyền Thông. Kính mong quý Thầy/Cô chỉnh sửa giúp em để em không bị ảnh hưởng khi đăng ký môn học ạ. Em cảm ơn",
            "Chào bạn. . Tình hình là không ảnh hưởng gì hết pdt sẽ sửa lại đúng trong hệ thống chính. . - Nếu có ảnh hưởng đến dkmh thì bạn cứ báo trên BKSI mục DKMH để Pdt kiểm tra lại. . Thân",
            "Em chào Cô. . . . Sáng nay em vào lại vẫn chưa thấy thông tin được chỉnh sửa ạ",
            "Gửi đến Sinh viên. . hiện đã cập nhật ngành của Sinh viên. . thân chào.",
            "Kính gửi thầy cô.. . . . Em thấy ngành học đã được cập nhật nhưng vẫn chưa chính xác ạ, ngành của em là kỹ thuật điện chứ không phải điện năng ạ.. . MSSV [student_id], mong thầy cô xem lại giúp em",
            "Chào em. ko có ngành nào là ngành Điện năng cả nhé. . Trường ĐH Bách Khoa chỉ có ngành Kỹ Thuật điện. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa pđt hiện em có 90 tín chỉ tích luy nhưng sao em chỉ có 74 tín chỉ tích lũy chuyên ngành thôi ạ? Em chỉ học các môn trobg chương trình đào tạo và chưa học môn nào ngoài chương trình cả, và em mới chỉ rớt 2 môn thôi ạ ? Mong pđt xử gấp giúp em vì điều này em ko đăng kí được thực tập tốt nghiệp ạ",
            "Chào bạn. . - Thông tin trên trang aao mà bạn chụp hình gởi, Cô đảm bảo là không chính xác, bạn không cần quan tâm nghen. . - Bạn phải hồi lại trên BKSI mục DKMH ghi rõ xét lại TTTN, MSMH, để pdt kiểm tra lại . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em chào ạ. . Em tên Lê Ngọc Kỹ học ngành Cơ Điện Tử, hệ vừa học vừa làm khóa 202.. . Cho em hỏi lúc đầu em đăng kí môn nhưng chưa có danh sách miễn môn.Và nhà trường vừa mới cập nhật danh sách miễn môn lên trang mybk mục điểm chuyển,trong đó có 2 môn được miễn đó là môn [full_name] và [full_name]-[full_name], do em đã được học dưới cao đẳng trùng với 2 môn em đăng kí trước đó.không biết em có thể hủy môn được không ạ.. . em mong có phản hồi sớm ạ.. . em chân thành cảm ơn.",
            "Chào bạn. . Bạn có thể làm đơn xin huỷ ghi rõ tên môn + nhóm + lý do, đính kèm gởi trên BKSI mục DKMH. . Cô sẽ trình ban lãnh đạo phòng duyệt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do tình hình dịch bệch nên em vừa đóng học phí xong ạ. Cho em hỏi khi nào mở lại tkb kì  hè 203 ạ.. . Em xin cảm ơn!!!",
            "Chào bạn,. . . . [full_name] cố gắng phục hồi lại TKB trong tuần sau.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đóng tiền học phí hè trễ vì em ở ktx không có tiền trong ebanking nên không đóng kịp hạn. Mong pđt khôi phục tkb giùm cho em với ạ . Em xin cảm ơn",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 15/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào thầy cô,. . Ngày 07/05/2021 em có lên phòng đào tạo đăng ký xét tốt nghiệp. Giấy hẹn ghi sau ngày 28/05/2021 chờ email. Em đã đăng ký tốt nghiệp trên mybk. Hiện tại bây giờ em chưa nhận được email nào nên em muốn hỏi thăm xem có xảy ra vấn đề gì không và khi nào em có thể nhận được email.. . Em xin cảm ơn thầy cô",
            "Chào bạn. . Dư kiến cuối tháng 6 sẽ in bằng tốt nghiệp cho sv mới bổ sung. . - Khi nào in xong bằng tốt nghiệp Pdt sẽ có mail thông báo cho SV đến nhận. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT xem xét lại giúp em môn thực tập tốt nghiệp ạ, em vẫn đăng ký thành công đợt 3 nhưng vẫn bị xóa ạ, em cũng xem lại thấy mình không bị vướng điều kiện gì để không nhận TTTN ạ, em cảm ơn PĐT nhiều !. .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk  xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Phòng  đào tạo gởi file lý do đính kèm: Trong file thống kê số tín chỉ tích lũy ngành bạn đã đạt được + các môn học bắt buộc bạn chưa tích lũy được + các môn học của nhóm bắt buộc tự chọn chưa tích lũy được. . - Bạn kiểm tra lại có gì sai sót báo gởi lại câu hỏi trên BKSI để phản hồi. . Thân. .",
            "- dạ thưa phòng đào tạo, em tuy học lớp vật liệu 18 năng lượng nhưng em học theo chương trình kỹ thuật vật liệu polymer ạ . . - file mà phòng đào tạo vừa gửi là chương trình của vật liệu năng lượng nhưng em không có theo học chương trình đó mà em học theo chương trình vật liệu polymer ạ. . - chương trình vật liệu polymer em đã tích lũy đủ 90 chỉ rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành vật liệu polymer ạ, mong phòng đào tạo giúp e xem lại ạ",
            "- dạ thưa phòng đào tạo, em tuy học lớp vật liệu 18 năng lượng nhưng em học theo chương trình kỹ thuật vật liệu polymer K18 ạ. . - file mà phòng đào tạo vừa gửi là chương trình của kỹ thuật vật liệu năng lượng K18 nhưng em không có theo học chương trình đó mà em học theo chương trình kỹ thuật vật liệu polymer K18 ạ. . - chương trình kỹ thuật vật liệu polymer K18 em đã tích lũy đủ 90 chỉ rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành vật liệu polymer ạ, mong phòng đào tạo giúp em xem lại ạ, em thật sự không có bị vướng gì cả",
            "em cũng mới mail lại văn phòng khoa công nghệ vật liệu để cập nhập lại rồi ạ, tại chuyên ngành em đăng kí năm nhất là kỹ thuật vật liệu năng lượng, nhưng hiện em đang học kỹ thuật vật liệu polymer ạ, nên só tín chỉ để xét đi thực tập tốt nghiệp chuyên ngành polymer của em đã đủ rồi ạ, mong pđt tạo giúp em ạ, em chân thành cảm ơn",
            "Chào bạn[full_name] [full_name] Bạn làm việc với [full_name], hiện tại [full_name] chưa nhận được bất kỳ công văn nào về việc chuyển ngành của bạn[full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn hỏi là có cách giải quyết nào để cộng số tín chỉ của môn học thay thế vào tổng số tín chỉ tích lũy ngành trong thời gian này không ạ?",
            "Chào bạn,. . . . Bạn nói rõ cụ thể là bạn học môn thay thế nào?, học trong học kỳ nào?.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Xin chào, . . Dạ hồi học kì 201 em có học môn xác suất thống kê, do vấn đề gì đó mà trên bảng điểm của phòng đào tạo ghi em vắng thi ở điểm giữa kì trong khi em lại có điểm trong danh sách điểm thi trên bk elearning. Sau đó em đã gửi mail cho cô bộ môn nhưng vẫn không được giải quyết do cô nói là mã môn học lại là MT2001 Sau đó đến văn phòng khoa Ứng dụng nhờ giải quyết nhưng đến bây giờ điểm số của em trên trang bk vẫn chưa được sửa lại. Em mong các thầy cô giúp em giải quyết về vấn đề trên.. . Em xin cảm ơn!. .",
            "Chào bạn. . Cô kiểm tra trên trang Mybk-xem điểm, ở Hk201 môn XXTK, MSMH: MT2013 của bạn là 6 điểm. . Bạn kiểm tra lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm trước em có nhận mail hủy thời khóa biếu do đóng học phí trễ ạ.Em đã có lên bksi hỏi để xin phép được cập nhật lại thời khóa biểu để học và được trả lời như trong ảnh ạ. Hiện tại em đã đóng học phí, em xin PDT có thể cập nhật lại bk elearning cho em trước hôm thứ 2 để em vào được link học online và điểm danh trên bk elearning được không ạ. Mong PDT xem xét và hỗ trợ giúp em với ạ. Em cảm ơn ạ. . . . .",
            "Chào bạn,. . . . Bạn đợi tuần sau PDT mới phục hồi lại TKB cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi em đã đóng học phí rồi, thì em có thể tiếp tục học môn dự thính hè học kỳ 203 không ạ?",
            "tkb đã được cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi văn phòng đào tạo trường Đại học Bách Khoa TP.HCM.. . . . Em tên: [full_name]:[student_id]. . . . Nay em làm đơn này mong được xem xét gia hạn thời gian đóng học phí kì hè 203 vì lý do hoàn cảnh gia đình và mong được xét thời khóa biểu môn học PLDC.. . . . Kính gửi. .",
            "Chào bạn,. . . . Bạn cố gắng thanh toán học phí sớm trong tuần này, để tuần sau PDT sẽ phục hồi lại TKB cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . MSSV [student_id]. . Lớp VLSi18. . . . Xin trình bày ngắn gọn rằng: Vào ngày 7 tháng 6 năm 2021, em đã có sự chậm trễ trong việc thanh toán học phí đối với môn học Phương pháp nghiên cứu cấu trúc vật liệu vô cơ - mã môn MA3001. Kết quả là đã bị xóa môn học và thời khóa biểu trên MyBK lẫn BKel.. . . . Nay em đã thanh toán học phí nêu trên và em rất mong phòng đào tạo sẽ mở lại môn học trên mã MA3001 để em có thể hoàn thành việc học của mình.. . Em xin cảm ơn trước ạ.. . . . Kính gửi thầy cô. . . . [full_name]",
            "Em tên [full_name]. . MSSV [student_id]. . Lớp VLSi18. . . . Xin trình bày ngắn gọn rằng: Vào ngày 7 tháng 6 năm 2021, em đã có sự chậm trễ trong việc thanh toán học phí đối với môn học Phương pháp nghiên cứu cấu trúc vật liệu vô cơ - mã môn MA3001. Kết quả là đã bị xóa môn học và thời khóa biểu trên MyBK lẫn BKel.. . . . Nay em đã thanh toán học phí nêu trên và em rất mong phòng đào tạo sẽ mở lại môn học trên mã MA3001 để em có thể hoàn thành việc học của mình.. . Em xin cảm ơn trước ạ.. . . . Kính gửi thầy cô. . . . [full_name]",
            "môn học đã được cập nhật"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] thuôcj Khoa Địa chất Dầu khí ạ, chuyện là em đã đóng học phí trễ hạn lớp dự thính GT2 của mình thì em có bị hủy môn học và hủy lớp em đã đăng kí không ạ, và nếu chỉ hủy thời khoá biểu thôi vậy em có được khôi phục lại thời khoá biểu và học bình thường không ạ. . Em xin cảm ơn",
            "Chào bạn,. . . . Bạn đã đóng học phí rồi, tuần sau PDT sẽ khôi phục lại TKB cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phòng Đào Tạo, vào đầu tháng 5 em có đăng kí học kì hè 203, lúc đó em đăng kí 3 môn. Vào ngày 2/6 trường có nhắc nhở đóng tiền học kì 203, số tiền tổng cộng là 3,520,000. Em nhìn số tiền thì cứ nghĩ là đó là tiền của 3 môn cộng lại nên tưởng là đã đăng kí thành công 3 môn. Thế nhưng hôm nay em có kiểm tra lại thì  thấy được nhận có 1 môn và không thấy 2 môn kia. Em vội lên trang để đăng kí lại thì đã hết hạn. Cho em hỏi là bây giờ có cách nào để đăng kí lại không ạ?",
            "Chào bạn. . Nếu bạn muốn đăng ký môn gì, gởi lại câu hỏi trên BKSI ghi rõ tên môn mã số môn học và lý do, gởi gấp nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phép nhà trường cho em được đóng học phí trễ hạn ạ. em mong nhà trường xem xét khôi phục lại thời khoá biểu để em có thể tiếp tục học các môn trong học kỳ 203 này ạ.",
            "Chào bạn,. . . . Bạn cố gắng đóng học phí trong tuần này, tuần sau PDT sẽ phục hổi TKB cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] - MSSV: [student_id]. . Ngành trúng tuyển: Kỹ thuật hoá học. . Khoa: Kỹ thuật Hoá học . . . .   U Điểm ngành  /U :. . Phiếu điểm em vừa được nhận qua mail support.stu là xét trên những môn   U khác   /U  Khoa Hoá mà em đang học. . . Em có dựa vào chương trình học (k17-k18 khoa hoá) để đăng kí và chọn môn học nên mong thầy cô điều chỉnh lại ạ. . . . .   U Điểm anh văn  /U : . . Vừa rồi em có thi toeic ở trường và có điểm là 570 (mong thầy/cô kiểm tra lại bảng điểm). . . . .   U Bằng toeic   /U (540) em cũng vừa nộp tháng 5 và được xác nhận hợp lệ nhưng chưa xét điểm miễn (anh văn 1,2,3) được do hệ thống liên tục bị lỗi. . . . . Dạ cho em hỏi thêm: nếu bây giờ em đk học anh văn 4 là (av4) là đủ điều kiện xét tốt nghiệp nếu em đã hoàn thành tất cả chứng chỉ trong khoá học của em đúng không ạ. . . . . Em xin chân thành cảm ơn thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là Lương Minh Duy mã số sinh viên [student_id], do sơ xuất nhỏ trong đăng ký môn học Cấu trúc dữ liệu và Giải Thuật (Đăng ký trong trường hợp mạng không ổn định) và nhận thấy lớp DT01 vẫn còn chỗ trống nên em làm mail này xin phòng đào tạo xét duyệt cho em đăng ký môn Cấu Trúc Dữ Liệu và Giải Thuật lớp DT01. Em xin cảm ơn.",
            "đã bổ sung.. . tkb sẽ cập nhật vào cuối ngày. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi hôm 27/5 em có đăng kí giấy xác nhận sinh viên nhưng em đăng kí nhận ở cơ sở 2 ( cơ sở Dĩ An ). Đến nay em thấy yêu cầu đã giải quyết thì cho em hỏi em muốn nhận giấy thì em nhận ở cơ sở 2 hay cơ sở 1 ạ ?. .",
            "Chào bạn,. . . . Bạn lấy giấy xác nhận sinh viên  cơ sở 1 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô, đợt đăng ký môn học hè đợt 3 môn thực tập ngoài trường CI3345 vừa rồi em bị lỡ ( vì em tưởng đăng ký chung với các môn học như thực tập nhận thức ngành CI2057\t). Cho em hỏi có cách nào để đăng ký bổ sung không ạ? Rất mong được sự giúp đỡ của thầy cô.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đóng trễ học phí. em đã đóng hôm nay. Khi nào em sẽ được mở lại thời khóa biểu ạ, em cảm ơn",
            "Chào bạn,. . . . [full_name] sẽ cố gắng phục hồi TKB trong tuần sau.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại Kết quả đăng kí đợt 3 của em vẫn chưa có môn MA3315 ạ. Kính mong PDT xem xét lại giúp em",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB   B sau ngày 18/6/2021  /B   I   U . . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . - Phòng  đào tạo không đăng ký được môn cho bạn. . -  Phòng  đào tạo gởi file lý do đính kèm: Trong file thống kê số tín chỉ tích lũy ngành bạn đã đạt được + các môn học bắt buộc bạn chưa tích lũy được + các môn học của nhóm bắt buộc tự chọn chưa tích lũy được. . - Bạn kiểm tra lại có gì sai sót báo gởi lại câu hỏi trên BKSI để phản hồi. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vừa rồi em không nộp học phí kịp nhà trường cho em hỏi có thể làm đơn trình bày lí do nộp học phí trễ để mở lại tkb được không ạ",
            "Chào bạn. . Hiện tại, Đầu tiên bạn phải thanh toán học phí trước 15 giờ ngày 18/6/2021, sau đó bạn làm cứu xét phục hồi TKB ghi rõ lý do tại sao thanh toán học phí trễ hạn và gởi lại câu hỏi trên BKSi để Cô trình ban lãnh đạo phòng xét duyệt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/ cô.. . Em muốn hỏi là môn thể chất ở kỳ 202 này sẽ được sắp xếp thi và ghi nhận kết quả như thế nào ạ? . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ Trung Tâm GDQP nha.. . . . Thân",
            "Dạ, môn thể chất mà lại liên hệ Trung tâm GDQP ạ? Em đã lên website của trung tâm GDQP nhưng không thấy bất cứ bài đăng nào về môn GDTC hết ạ?",
            "Chào bạn. . - Cô [full_name] trả lời sai cho bạn nghen. . - Môn thể chất ở kì chính và dự thính của học kì 202 nhưng do dịch nên hiện bị tạm nghỉ: TẠM NGHỈ THÔI NGHEN [full_name], KHI NÀO HẾT DỊCH THÌ MÌNH HỌC TIẾP, VÀ NHÀ TRƯỜNG SẼ CÓ THÔNG BÁO CỤ THỂ. . - Môn thể chất này thì em không thể đủ điều kiện đăng kí môn học của học kì chính năm sau: HIỆN TẠI CHƯA [full_name] HK211, CÔ SẼ GHI NHẬN Ý KIẾN CỦA [full_name] [full_name]. . Thân"
        ]
    }
]