[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Cô đóng câu này không có nội dung"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô, em là tân sinh viên K21 ngành Cơ - Điện tử, chuyên ngành Kỹ thuật Robot. Em có một số thắc mắc mong thầy cô có thể giải đáp giúp em.. . Dạ em có thắc mắc về việc học các Kĩ năng xã hội (KNXH) như sau: Theo như thông tin của trang Cổng thông tin sinh viên (https://mybk.hcmut.edu.vn/stinfo/) thì em thấy em được xếp vào lớp KNXH B (Sân khấu). Còn theo thông tin của trang [full_name] E-learning (http://e-learning.hcmut.edu.vn/) thì em được xếp vào lớp KNXH C (Thanh nhạc). Vậy em phải làm gì ạ?. . Mong thầy cô có thể sớm phản hồi. Em xin cảm ơn.. .",
            "Chào em,. . Em liên hệ VP ĐTQT qua email [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Về việc cấp giấy hoãn nghĩa vụ quân sự. Em đang cần gấp giấy hoãn nghĩa vụ quân sự mà hiện tại không ở TPHCM. Em có đăng kí dịch vụ in giấy gửi về địa phương bằng mybk nhưng hơn 7 ngày vẫn chưa được xét duyệt. .",
            "Chào bạn,. . . . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Đã hết thời gian rút môn học, em cần làm theo hướng dẫn sau:. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Hạn cuối để đăng ký lại đến 10 giờ ngày 12/10/2021. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name]. . MSSV: [student_id]. . Email: [email]. . Vừa rồi em vừa hoàn thành bài thi giữa kỳ môn Xác suất va thống kê HK211 ca lúc 11h ngày 09/10/2021.. . Nhưng khi em truy cập vào link để nộp file ghi màn hình thì lại yêu cầu em phải có quyền truy cập thì mới truy cập được ạ.. . Mong PĐT giải quyết giúp em với ạ.. . Em xin cám ơn nhiều ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PDT,. . . . Hôm nay em có nhận được GIẤY CHỨNG NHẬN SINH VIÊN của sinh viên trùng tên với em là [full_name] nhưng có MSSV là [student_id] còn MSSV của em là [student_id].. . . . Mã của đơn vận chuyển là PDT041034. Không biết trong đơn hàng này PDT định gửi gì cho [full_name] [student_id].. . . . Địa chỉ ngoài bìa là tại Đồng Nai nhưng địa chỉ trên giấy xác nhận sinh viên là Bình Định."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào pdt.. .  Em tên [full_name], có đăng kí thi anh văn nói viết đợt 4 (10/10). Nhưng do bị cách ly tập trung nên không thể dự thi được.. . Em có liên hệ trung tâm ngoại ngữ về thủ tục hủy thi thì họ bảo đã có tkb dự thi thì giống như một môn học bình thường và nên liên hệ pdt để được hổ trợ.. .  Pdt cho em hỏi em có thể hủy thi được không? . .  Trong trường hợp em vắng thi thi thì có thể đăng ký đợt tiếp không? và có bị ảnh hưởng gì về học vụ không?. .  Em cám ơn.. . . .",
            "Chào bạn. . Không ảnh hưởng gì đến việc đăng ký các đợt sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi ạ , trên trang BKeL của em ,các khoá học vật lý 1 và hoá đại cương không có phần Nhóm:[L..] nhưng các bạn cùng khoá học lại có ạ em sợ sẽ không cập nhật được thông tin của các thầy cô ạ .. . Mong trường sẽ giải đáp cho em .. . Em cảm ơn ạ .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng đào tạo,. . Ngày 20/9 em có đăng kí cấp lại giấy chứng nhận sinh viên để tạm hoãn nghĩa vụ quân sự nhưng tới hôm qua em mới nhận tin nhắn mã vận chuyển vẫn còn ở TP HCM. Địa phương yêu cầu giấy hoặc bản pdf phải có dấu mộc đỏ và hạn đến ngày 10/10 nhưng file em tải về trên mybk không có. Phòng đào tạo cho em hỏi phải giải quyết trường hợp này như thế nào ạ?. . Em xin cảm ơn.",
            "Chào em,. . PĐT đã in lại, chuyển bưu điện cho em. Do thiếu sót trong khâu đóng mộc, xin lỗi em về sự bất tiện này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em  hỏi trường có gửi giấy hoãn nghĩa vụ quân sự qua đường bưu điện không ạ?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . . . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] . . MSSV [student_id]. . Khoa Bảo dưỡng công nghiệp . . Mail của em bị lỗi khi vừa không xem lại bài giảng, vừa không gửi thư bằng mail và cũng chả vô meet bằng mail đó được.Mong trường giúp em. . . .",
            "Chào em,. . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PĐT, . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp. Em cũng đã cập nhật thông tin tốt nghiệp, tuy nhiên do dịch nên em chưa thể đi chụp ảnh để có ảnh thẻ được. Vậy em có thể đăng ký tốt nghiệp trước để nhận giấy chứng nhận tạm thời, sau đó bổ sung file ảnh thẻ sau được không ạ. Em xin cảm ơn ạ. . .",
            "Chào em,. . Ảnh thẻ để làm kỷ yếu nên em có thể tự chụp ảnh với trang phục lịch sự. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy (cô)!. . Em tên là [full_name] - MSSV:[student_id]. . Thầy cô cho em hỏi là em đã đăng kí in giấy tạm hoãn nghĩa vụ quân sự từ ngày 3/10/2021, em thấy là có ghi thời gian trả kết quả trong vòng 1 tuần mà đến nay phiếu đăng kí của em  chưa được xử lí ạ. . . Em mong nhà trường sớm xử lí giấy tạm hoãn nghĩa vụ quân sự cho em vì Ban chỉ huy quân sự địa phương em đang yêu cầu nộp giấy gấp ạ.. . Em xin cám ơn!",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . trường ơi cho em hỏi em tên là [full_name] MSSV [student_id] ,ở Thủ Đức ,em đã đăng kí nhận sách nhưng gần được một ruần kể từ ngày trường gửi sách nhưng em vẫn chưa nhận được ạ. Em thấy lo có khi nào mình không nhận được sách không ạ.em xin cảm ơn. .",
            "Chào em,. . Những trường hợp SV ở TPHCM, thì Trung tâm hỗ trợ SV sẽ giao sách về nhà cho SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý Thầy(Cô) và các anh chị,. . . . Em tên [full_name], MSSV: [student_id]. . Sáng ngày 9/10/2021 em có thi giữa kỳ môn: Giải tích 1_MT1003 trên hệ thống BK Exem và tắt máy không đăng xuất tài khoản sau khi thi xong. Nên tài khoản của em bị tạm khóa và có báo sẽ được mở sau 2 tiếng. Nhưng đến giờ vẫn chưa được mở và không biết tài khoản của em có bị lỗi không.. . Em mong anh chị có thể giúp em mở lại tài khoản để em nộp file ghi hình quá trình thi được đúng tời hạn.. . Em xin cảm ơn.",
            "Chào em,. . mở lại tài khoản để em nộp file ghi hình quá trình thi được đúng tời hạn.. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . + tắt máy không đăng xuất tài khoản sau khi thi xong. . =  Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô, em tên [full_name], mssv [student_id] . Theo như chổ đăng kí giấy xác nhận sinh viên, do tình hình dịch bệnh nên giấy xác nhận sinh viên sẽ được trả kết quả trong vòng 1 tuần qua đường bưu điện kể từ ngày đăng kí. Em đã đăng kí giấy xác nhận sinh viên từ ngày 02/10/2021, nhưng đến hôm nay (09/10/2021) phiếu đăng kí vẫn đang trong tình trạng xử lí. Thầy/cô giúp em kiểm tra xem giấy xác nhận sinh viên đã được gửi chưa ạ, em cần nộp giấy xác nhận vào ngày 15/10/2021 ạ, em cảm ơn!. .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em tên là [full_name] - MSSV [student_id]. . . . Hiện tại em chưa đăng kí tốt nghiệp được tại trên hệ thống hiển thị là ngày công xã hội nhưng trên sàn hoạt động ngoại khóa của em hiện là đủ ngày CTXH) (hình ảnh xác nhận đã được em đính kèm), nên em mong PĐT có thể hỗ trợ để em có thể đăng kí tốt nghiệp đúng dự kiến.. . . . Em cảm ơn PĐT rất nhiều.. .",
            "Chào bạn. . Pdt sẽ cập nhật lại, bạn vào khai lại thông tin tốt nghiệp sau thứ 4 ngày 13/10 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô. Hiện tại địa phưong em có đòi giấy hoãn nghĩa vụ quân sự. Quý thầy cô cho em hỏi là nhà trường có in giấy hoãn nghĩa vụ quân sự gửi về qua đường bươu điện hk ak",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . . . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thầy cô phòng đào tạo trường ĐH Bách Khoa,. . . . Em tên là Nguyễn Thị Thanh Uyên. MSSV 2133187. Hiện tại em đang học tại lớp DT02 của giảng viên Nguyễn Thị Xuân Anh vào tối ngày thứ 4 và thứ 6.. . . . Cô cho em xin phép trình bày vấn đề của em như sau ạ:. . . . Sáng 09/10 lúc 7h em có tham dự kì thi giữa kì giải tích 1 - MT1003 - DT02C. Em đã chuẩn bị sẵn các thiết bị ghi hình theo như hướng dẫn của nhà trường từ rất sớm nhưng em đã mắc phải những lỗi lầm rất lớn. . . . . Đầu tiên, em ghi hình bằng camera điện thoại và ghi màn hình. Tuy nhiên, tới lúc gần thi cán bộ xem thi có yêu cầu phải đăng nhập thêm vào một thiết bị khác để giám thị lấy được 2 góc quay nên em đã rối trí lấy điện thoại đang được ghi hình bằng camera điện thoại để đăng nhập vào link google meet. Dẫn đến em quên ghi hình link google meet khi đăng nhập bằng điện thoại và em chỉ có một file về đoạn ghi hình điểm danh trước giờ thi.. . . . Mặc khác, sau khi hoàn thành bài thi xong, vì lúc đó tinh thần của em không còn được tỉnh táo nên đã thao tác nhanh dẫn đến không đọc kĩ lệnh mà xóa file ghi hình màn hình trong lúc làm bài.. . . . Dẫn đến file ghi hình duy nhất em có là một file điểm danh lúc 7h. Em có đính kèm link 2133187 - NGUYỄN THỊ THANH UYÊN - GHI HÌNH GIẢI TÍCH MT1003 - DT02 TRƯỚC GIỜ THI NGÀY 09/10 CA 1 file trong email ạ.. . . . https://photos.app.goo.gl/T3WnWVkAcHkFaxZV8. . . . Em mong nhà trường có thể xem xét dùm trường hợp của em được không ạ? Em thật sự rất cố gắng trong kì thi này. Em cũng mới vừa bắt đầu học kỳ đầu tiên của mình tại trường Bách Khoa nên em đã mắc phải sai sót lớn. . . . . Em thấy các thầy cô cán bộ xem thi có file ghi hình thì thầy cô có thể dành chút thời gian xem trong đoạn clip là em có quay bật camera cho hai góc quay là mặt em và góc quay xéo lúc em làm bài. Chỉ có phần quan trọng nhất là ghi màn hình thì em lại lỡ tay quên save. Và em vô cùng nhận thức cao về hành động lỗi lầm của mình.. . . . Em mong thầy cô có thể có phương án hoặc xem xét trường hợp của em ạ.. . . . Em chân thành cảm ơn quý nhà trường đã dành thời gian để xử lý vấn đề của em. Em thật sự cảm thấy rất có lỗi với thầy cô vì làm phiền thầy cô như thế. Em hứa sẽ rút kinh nghiệm và không bao giờ phạm lại lỗi sai này.. . . . Kính mến, . . Em Uyên",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Thầy Cô, Em là [full_name], MSSV [student_id]. Hôm nay em viết mail này muốn biết về vấn đề liên quan đến giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự.. . Trong kì I 2021-2022. Em vẫn đang học và vẫn trong tình trạng đang học, nhưng khi em đăng ký in giấy xác nhận sinh viên tạm hoãn nghĩa vụ quân sự lại không được ạ. Em mong thầy cô giải quyết giúp em về vấn đề này, Em xin cảm ơn ạ.. . [full_name].. .",
            "Em đăng kí được giấy xác nhận sinh viên tạm hoãn nghĩa vụ quân sự rồi ạ. Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy cô,. . Em tên là [full_name], MSSV [student_id], học lớp Phương pháp tính (MT1009) nhóm L07 của thầy [full_name].. . Vào 9 giờ ngày 10/10/2021 em có lịch kiểm tra giữa kì môn Phương pháp tính nhưng không thể tham dự do ngày đó trùng với ngày cắt điện lực toàn phần ở khu vực em đang sống nên không có khả năng sử dụng máy tinh cũng như truy cập Internet để tham gia kiểm tra.. . Em muốn đăng kí hoãn thi nhưng không biết làm như thế nào, mong thầy cô có thể giúp đỡ em.. . Em xin cảm ơn ạ!",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . Em là [full_name]-[student_id]. Ngày 1/10 em có đăng kí giấy hoãn NVQS nhưng tới giờ trong phần yêu cầu vẫn để đang xử lý, mà ngày 10/10 là hạn chót em nộp hồ sơ cho địa phương rồi.. . Thì em không biết giấy của em đã được gửi chưa ạ?. . Em xin cám ơn, mong Thầy/Cô hồi đáp sớm giúp em!. . . .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Em là [full_name] MSSV [student_id]. Em muốn hỏi là hiện tại em có thể bảo lưu để tập trung ôn năm sau thi lại THPT có được không ạ",
            "Chào em,. . - Em phải đóng hết học phí HK211. . - Nộp đơn tạm dừng có chữ ký đầy đủ của [full_name], [full_name].. . http://www.aao.hcmut.edu.vn/image/data/bieumau/sinhvien/new%20PDT-06_Tam%20dung%20hoc.pdf. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa phòng [full_name] Tạo, hôm nay khi đang chuẩn bị kiểm tra thì máy tính của em bị gặp vấn đề khiến em không tham gia được. Xin cho em được gửi cái đơn hoãn kiểm tra ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy cô ạ. E là [full_name] mssv [student_id] khóa k17 Bảo dưỡng công nghiệp. . E đã đủ ngày ctxh và hoàn thành tất cả các môn học những vẫn chưa được cập nhập trong danh sách dự kiến tốt nghiệp, mong thầy cô bổ sung sớm nhất giúp e ạ. E chân thành cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Đơn xin hoãn thi. . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành Phố Hồ Chí Minh.. . Em tên là [full_name], mssv [student_id]. . . Em làm đơn này để xin phép Phòng Đào Tạo cho em hoãn thi môn [full_name], mã MH:MT1009 vì lý do không đảm bảo về mặt thiết bị. . . Kính mong Phòng Đào Tạo xem xét cho em hoãn thi ạ.. . Chúc quý anh/chị thật nhiều sức khỏe.. . Em xin cảm ơn!. . . . . . [full_name]",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có thể dùng tài khoản ngân hàng khác thay vì OCB để đóng học phí được không ạ, và nếu được thì stk nhà trường là gì ạ.. . . . Em cám ơn",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] - MSSV [student_id]. . Hôm nay vào lúc 7h00 em có ca thi môn học Phương pháp tính (MT1009) nhưng lại gặp sự cố mất điện, không thể tham gia thi được. Em mong muốn được PĐT hoãn thi giúp em.",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511217  /b \t. . . .   i Học vụ . Em chào phòng đào tạo ạ.. . Hôm nay là ngày 10/10/2021 lúc 7 giờ em có lịch thi môn Phương Pháp Tính (MT1009) lớp DT01-A. Mà hiện tại trên BKe-learning em k có bất kì link gì cho em thi ạ. Gio em phải làm sao.?. . Em cảm ơn",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Mssv: [student_id]. . . . Họ tên: [full_name]. . . . Lý do: bị mất điện. . . . Học kì: giữa kì 211. . . . Môn học 1: [full_name]. . Mã số môn học 1: MT1010. . . . Môn học 2: Cơ Lưu Chất. . Mã số môn học 2: CI2003. . . . Em xin cảm ơn ạ",
            "Em có điện lại rồi ạ xin phép đc thi tiếp môn học 2 là cơ lưu chất ạ",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do không đảm bảo trang thiết bị để tham dự thi trực tuyến (do máy tính đang bảo trì), em xin phép hoãn thi giữa kỳ môn Phương pháp tính học kỳ 211 vào lúc 9h00 ngày 10/10/2021 ạ.",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713341  /b \t. . . .   i Đăng ký môn học . Em chào PĐT,. . Em đã đăng kí được môn LA1037 - Anh văn 1A (nhu cầu) ở mục ĐĂNG KÍ MÔN HỌC nhưng tới ngày 10/10 vẫn chưa có TKB và mục BKEL của môn học, mặc dù ngày 11/10 thì môn học đã bắt đầu.. . Em kính mong PĐT giải quyết sớm để em còn tham gia buổi học đầy đủ.. . Em xin cảm ơn!. . Nguyễn Trường Thọ-1713341",
            "Chào bạn. . Hiện đã có TKB tại Mybk-xemtkb. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi,em đã nhận được mail của phòng đào tạo gửi là sẽ áp học phí 211 cho sinh viên hệ VHVL là sẽ giảm học phí,do em kì này học 4 chỉ nên học phí sẽ thu là 25% của 15tr là 3.750 triệu.Nhưng sao hôm nay em lên BKPay để kiểm tra thì vẫn hiển thị số tiền cũ.Cho em hỏi là khi nào thì có thề cập nhật mức học phí mới ak.Em cảm ơn",
            "Chào em,. . PĐT đã trả lời em qua email. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: [full_name] KỲ. . . . Kính gửi Thầy/Cô Phòng Đào tạo,. . Em tên: [full_name] - MSSV: [student_id] . . Đang học môn: Phương pháp tính (MT1009) – Nhóm tổ: [full_name]T01-C. . Vào lúc 7h00 sáng, ngày 10/10/2021 em có lịch thi giữa kỳ môn phương pháp tính (MT1009) - Nhóm tổ: [full_name]T01-C. . Vì sự cố mất điện đột xuất khu vực nơi em ở vào thời điểm thi, nên em không thể đăng nhập được vào mạng Internet cũng như máy tính. [full_name]o đó, em không tham gia được vào hệ thống thi môn MT1009 (Nhóm tổ: [full_name]T01-C) đúng giờ thi quy định.. . Vì thế em xin phép hoãn thi: Môn Phương pháp tính (MT1009) – Nhóm tổ: [full_name]T01-C – Thời gian 7h00 sáng ngày 10/10/2021. (Em không đính kèm đơn Hoãn thi Giữa kỳ do em không tìm thấy biểu mẫu, chỉ thấy có biểu mẫu Hoãn thi Cuối kỳ ạ). . Kính mong Thầy/Cô hướng dẫn và phản hồi giúp em về trường hợp này. Em cũng đã email cho Thầy bộ môn về thông tin trên ạ.. . Em chân thành cảm ơn Thầy/Cô nhiều ạ!. .",
            "Chào em,. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Em tham khảo thông báo HK202. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng Đào Tạo,. . Em tên [full_name] - MSSV: [student_id]. Nay em làm đơn này kính mong Phòng Đào Tạo xem xét cho em đăng ký muộn Thực tập tốt nghiệp - ME3267, đây là môn tiên quyết - song hành phải có để học môn Đề cương Luận văn tốt nghiệp. Cụ thể lý do em xin trình bày trong Đơn đính kèm (file pdf) sau đây. Trước đó em đã gửi mail đến phòng đào tạo với nội dung tương tự vào ngày 08/10/2021 nhưng chưa được xử lý nên em mạn phép gửi thêm yêu cầu thông qua BKSI ạ.. . Rất mong nhận được sự phản hồi sớm từ Phòng Đào Tạo. . . Em xin cảm ơn,. . [full_name].",
            "Chào bạn. . Hiện tại đã đến tuần thứ 9 của HK 211, nên bạn vui lòng làm đơn đăng ký TTTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của [full_name] (có thể gởi yêu cầu [full_name] xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ PĐT cho em hủy hoãn thi 2 môn học này ạ. .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào quý thầy cô. Em tên là [full_name]. MSSV [student_id]. Em đã làm phiếu xin cấp giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự vào ngày 4/10 trên hệ thống nhà trường. Nhưng đến bây giờ em vẫn chưa nhận được kết quả ạ. Vào ngày 15/10 tại địa phương em tổ chức khám sức khoẻ sơ tuyển NVQS. Quý thầy cho em hỏi bây giờ em tiếp tục đợi kết quả hay có cách nào để nhanh được cấp giấy không ạ? Em xin chân thành cảm ơn ạ.. . . .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về giấy tạm hoãn nghĩa vụ quân sự để bổ túc cho địa phương, hiện trường đã cấp giấy tạm hoãn cho học kì mới chưa ạ? Vì trên hệ thống là đăng ký cấp lại ạ. Và khi đăng kí có thể lên phòng đào tạo của trường tại cơ sở 1 để lấy được không ạ?",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . . . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã nhận được giáo trình nhưng em không nhận được sim trường tặng em đã kiểm tra kĩ vẫn khoing thấy sim trường tặng đâu ạ. . Mong trường xem xét lại . . Em cảm ơn ạ",
            "Chào em,. . Phòng Đào tạo đã gửi mail cho sinh viên và yêu cầu đăng ký nhận thẻ 3G, những trường hợp SV đăng ký trễ hơn thời gian ghi trong mail sẽ không được nhận thẻ 3G trong đợt này. SV có thể liên hệ với Trung tâm hỗ trợ sinh viên để được hỗ trợ về thẻ 3G trong đợt 2. SĐT của trung tâm: (028) 2214.6555.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Nội dung: Dạ thưa thầy/cô hiện tại em vẫn chưa nhận được giáo trình từ trường gửi về em thắc mắc là bao lâu mình nhận được ạ? hiện tại em đang ở trong nội thành tp hồ chí minh. .",
            "Chào em,. . Những trường hợp SV ở TPHCM, thì Trung tâm hỗ trợ SV sẽ giao sách về nhà cho SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa nhà trường Đại học Bách khoa Tphcm, e tên [full_name] hiện là sinh viên ngành cơ kỹ thuật hệ đại trà , e có đăng kí nhận giáo trình miễn phí cho năm nhất cách đây gần 1 tháng, nhưng gần đây e check lại thì chỗ đk sim Viettel nhưng bị mất dấu tích, mong nhà trường giải quyết, em chân thành cảm ơn rất nhìu ạ",
            "chào bạn,. . Phòng Đào tạo đã gửi mail cho sinh viên và yêu cầu đăng ký nhận thẻ 3G, những trường hợp SV đăng ký trễ hơn thời gian ghi trong mail sẽ không được nhận thẻ 3G trong đợt này. SV có thể liên hệ với Trung tâm hỗ trợ sinh viên để được hỗ trợ về thẻ 3G trong đợt 2. SĐT của trung tâm: (028) 2214.6555.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi hiện tại e đã đủ điều kiện tốt nghiệp về số TC, anh văn 4 kỹ năng, CTXH, nhưng khi đăng kí tốt nghiệp lại bị ghi là nợ HP ạ.",
            "Chào bạn. . Cô kiểm tra bạn đã đăng ký lệ phí tốt nghiệp và không nợ học phí. . Sáng Thứ 6 hàng tuần [full_name].ĐT sẽ lấy dữ liệu SV đăng ký và đã thanh toán lệ phí tốt nghiệp trước đó để tiến hành in giấy chứng nhận tốt nghiệp tạm thời, dự kiến nhận trễ nhất vào thứ 3 tuần tiếp theo. Giấy chứng nhận tốt nghiệp sẽ được tải lên trang đăng ký hồ sơ cấp bằng. Sinh viên tự lên tải về sử dụng trong thời gian này. . . Giấy chứng nhận tốt nghiệp bản chính sẽ được gửi về Sinh viên qua bưu cục theo địa chỉ Sinh viên đã đăng ký.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . Ở địa phương của em vừa gửi giấy thông báo ngày 14/10 đi khám nghĩa vụ quân sự, nhưng hiện tại em đang còn đi học và bị kẹt ở HCM.. . Vì vậy, em mong nhà trường có thể cấp lại cho em giấy tạm hoãn nghĩa vụ quân sự, hoặc giấy xác nhận là sinh viên còn đang học tại trường (Như theo yêu cầu của địa phương) để gửi về địa phương.. . . . Mong sớm nhận được phản hồi từ Thầy/Cô.. . Em cảm ơn.. . . . [full_name],. . Nguyễn Hoàng [full_name]. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . . . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/ cô ạ.. . Hiện tại vì tình hình dịch bệnh em không thể đến trường để nhận giấy hoãn nghĩa vụ quận sự.. . Thầy/cô cho em hỏi làm sao để đăng ký gửi giấy tạm hoãn nghĩa vụ quân sự về nhà ạ?. . Mong thầy/cô giải đáp giúp em. . . .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý Thầy(Cô) và các anh chị,. . Em tên [full_name], MSSV: [student_id]. . Em mong anh chị có thể mở lại trang BK Exam System  để em có thể nộp được file ghi hình quá trình thi ạ vì hôm nay là hạn cuối để nộp rồi.. . Lúc tài khoản bị khóa và báo sẽ tự mở sau hai tiếng nên em vẫn chờ đến nay hơn một ngày và vẫn bị lỗi khóa. Trên đấy không có thông tin để liên hệ nên em mới qua trang BKSI nhờ anh chị có thể giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i em có đăng kí giấy xác nhận sinh viên lâu rồi mà vẫn chưa có để hoãn nghĩa vụ quân sự xin phòng đào tạo cấp tệp tin để em in ra ạ. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. Em đã đăng kí in giấy xác nhận sinh viên vào ngày 10/8 nhưng vẫn chưa được xử lý. 15/10 địa phương em sẽ bắt đầu khám sức khoẻ. Kính mong thầy cô xem xét và xử lý gấp giúp em với ạ! Em cảm ơn",
            "Chào bạn,. . - Em đã đăng kí in giấy xác nhận sinh viên vào ngày 10/8. . =  HK cũ HK202. . + Em đăng ký mới HK211. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vào đợt thi online tháng 7-8, em đã có yêu cầu in thẻ sinh viên vì để quên thẻ ở nhà trọ nhưng đến bây giờ em vẫn chưa nhận được thẻ và em cũng đã lấy được chiếc thẻ từ nhà trọ của mình. Em mong trường sẽ gửi thẻ cho em hoặc hoàn lại tiền ạ. . .   i Yêu cầu khác .",
            "Chào em,. . Em mong trường sẽ gửi thẻ cho em hoặc hoàn lại tiền ạ.. . =  Khi nào đi học lại trực tiếp em đến lấy (nếu bưu điện chưa gửi). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào. Em là [full_name], MSSV [student_id], SV K19 ngành Logistics. . . Em đã đăng kí in bảng điểm từ 29/09/2021 nhưng tới hiện tại em vẫn chưa nhận được bảng điểm. Em không biết liệu mình có nhận được bảng điểm để có thể nhận được bản scan cảu bảng điểm để hoàn thiện hồ sơ học bổng không ạ ?. .   i Học vụ .",
            "Chào bạn. . Bảng điểm của bạn đã gởi qua bưu điện váo tuần trước. . Bạn vui lòng đợi nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Trường cho em hỏi là em hiện tại hoàn cảnh khó khăn muốn vay vốn bên quỹ mái ấm của Thế giới di động, bên đó yêu cầu có \" Đ  B ơn xác nhận hoàn cảnh khó khăn  /B \" có xác nhận của trường. Vậy em có thể gửi đơn đến đâu để trường xác nhận giúp em ạ ? Do hiện tại ngoài quê em không còn ai, hiện em cũng đang ở thành phố nên không thể về quê xin xác nhận ngoài đó được ạ. Em cảm ơn ạ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], Mssv: [student_id]. Em vừa thi đậu toeic nói viết để đủ điều kiện tốt nghiệp. Hiện tai em chưa có tên trong danh sách dự kiến tốt nghiệp, nay em xin thầy cô phòng phòng đào tạo cập nhật tên em vào danh sách. Mong nhận được sự phản hồi sớm từ thầy cô.. . Trân trọng.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/10/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT trường ĐH Bách Khóa-TPHCM. . Em tên là [full_name], sinh viên năm 2 khoa QLCN. Sáng nay em có bài thi giữa kì môn Phương pháp tính lúc 9h. Nhưng nhà em cúp điện trước khoảng 45' và em phải sử dụng điện thoại kết nối 3G để thi. Vì vậy em không quay được màn hình lúc thi, nên không biết là em có phải thi lại không hay báo với ai về việc này ạ?. . Cảm ơn đã đọc mail,. . Trân trọng.. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng ký nhận giấy hoãn nghĩa vụ quân sự đã hơn một tuần rồi mà vẫn chưa được xử lí mong nhà trường xem xét lại vì ngày 15/10 đã hết hạn nộp cho phường ạ, em xin cảm ơn .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến,. . . ."
        ]
    }
]