[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Nhận được mail của trường về việc đăng ký BHYT. Em là sinh viên K21, em vào đường dẫn đẵng ký BHYT trong mail. Nhập đầy đủ thông tin, tới bước chọn loại bảo hiểm (12 tháng hoặc 6 tháng) thì không chọn được ạ. Có phải do cmnd của em thường trú ở Tp Quy Nhơn, Tỉnh Bình Định nên không đăng ký được BHYT bệnh viện trong Tp HCM phải không ạ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ phòng đào tạo cho em hỏi kì sau trường có xét chuẩn anh văn để nhận luận văn tốt nghiệp không ạ. Tại tình hình dịch bệnh phức tạp nên em không biết có xét chuẩn anh văn không để tụi em kịp đăng kí thi",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510957  /b \t. . . .   i Yêu cầu khác . Dạ em chào quý thầy cô!. . EM MUỐN ĐÓNG TIỀN MUA BẢO HIỂM Y TẾ BÊN TRƯỜNG, NĂM 2021 RỒI EM KHÔNG CÓ MUA Ở TRƯỜNG NĂM 2022 THÌ KHÔNG BIẾT YÊU CẦU \"Số thẻ bảo hiểm y tế năm 2021 ( SV điền đầy đủ mã số in trên thẻ BHYT gồm chữ và số )\" EM KO CÓ ĐỂ ĐIỀN ĐĂNG KÍ Ạ. xIN QUÝ THẦY CÔ HƯỚNG DẪN ĐỂ EM MUA BẢO HIỂM. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào nhà trường, do không chú ý đọc mail nên vào sáng nay 6-11-2021 e đã vô trễ lớp SHCD, và được xem như là ko tham dự. . . Em xin hỏi là có lớp nào còn để e tham gia không ạ. Vì em sợ mình sẽ bị cấm đăng ký môn và kỳ sau. . . Em là [full_name] - [student_id]. . Em cảm ơn nhà trường.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em là [full_name], MSSV:[student_id]. . cho em hỏi là, khi em vào mục thanh toán học phí, khi ấn vào chỗ thanh toán sau đó đăng nhập vào thì bị giống dưới hình không thanh toán học phí được ạ. Cho em hỏi bây giờ phải làm như thế nào ạ. . . .",
            "Chào em,. . EM liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Pđt, . . Em đã xin tham gia phòng hơn 40 phút mà vẫn chưa được giảng viên chấp nhận vào thi, rm nên làm gì ạ?",
            "Chào em,. . Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Kính gửi PĐT[full_name] [full_name] Em là sinh viên [full_name], MSSV [student_id][full_name] Hiện em đã đủ chuẩn để đăng kí tốt nghiệp, nhưng do em còn nợ lệ phí đăng kí kiểm tra tiếng Anh nên không được phép đăng kí[full_name] Khi em biết được việc này em đã hoàn thành thanh toán khoản nợ này trên BKpay, và giờ trên BKpay em không còn khoản nợ nào, nhưng em vẫn chưa đăng kí tốt nghiệp được[full_name] Mong PĐT cập nhật cho trường hợp của em để em có thể hoàn thành việc đăng kí tốt nghiệp ạ",
            "Chào em,. . Sau 8h ngày 9/11/2021 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy cô, . . . . Hiện nay với tình hình dịch bệnh vẫn chưa biết chắc được điều gì, việc đăng kí thi và lấy bằng TOEIC ở thời điểm hiện tại thật khó khăn khi Trung tâm IIG nhiều trường Đại học đổ dồn vào thi. Cũng như việc còn rất nhiều bạn dưới quê chưa thể lên Sài Gòn được vì tiêm 2 mũi vaccine chưa đủ (Ở trường hợp lớp em thì chỉ 3/30 bạn có bằng TOEIC). Kính mong quý thầy cô sớm đưa ra thông báo các phương án để tạo điều kiện cho chúng em không trễ tốt nghiệp ạ.. . . . Kính chúc quý thầy cô nhiều sức khỏe",
            "Chào em,. . Vui lòng trình bày rõ về trường hợp của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là làm sao e có thể đăng kí thi [full_name] Nói- Viết để kịp tốt nghiệp trong lần kế tiếp được ạ. e không đăng kí môn học trên MYBK được ạ! Em cám ơn!. .",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo đại học Bách Khoa.Em xin gửi đơn trình bày về việc cấp lại giấy xác nhận sinh viên ạ",
            "Chào em,. . Cô gửi em file scan giấy xác nhận sinh viên, nếu cần file giấy em có thể đến trường nhận (nhớ nói rõ là em có yêu cầu xin giấy xác nhận SV qua bksi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Dạ thầy/cô cho em hỏi, em có đăng ký in giấy xác nhận sinh viên hôm nay (6/11), nhưng ngày 9/11 em có lịch gọi đi khám nghĩa vụ quân sự, thầy/cô có thể cấp cho em file pdf để em nộp lại cho phường được không ạ. Em cảm ơn thầy/cô, em chúc thầy/cô có nhiều sức khỏe ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo Trường Đại Học Bách Khoa TP.HCM. . Em tên: [full_name] . . MSSV: [student_id]. . Hệ: VLVH. . Em có đăng kí in thẻ sinh viên ngày 06/08 (đã đóng phí). Nhưng thẻ chưa được gửi. Mong PĐT xem xét in thẻ để em kịp thi.. . Em xin cảm ơn.. . . .",
            "Chào em. . Em gửi lại giúp thông tin của người nhận:. . Tên người nhận, số điện thoại, địa chỉ người nhận, PDT sẽ in và gửi lại cho bạn nhé.. . Thân",
            "Em xin gửi lại thông tin. . . . Tên người nhận: [full_name]. . SĐT: [phone_number]. . Địa chỉ: ấp 1, xã Mỹ Yên, huyện Bến Lức, tỉnh Long An. . . . Em cảm ơn. .",
            "Chào em;. . Hiện tại khu vự này không cho phép giao/ nhận hàng do ảnh hưởng của dịch Covid19. Nên chưa thể gửi được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Em:[full_name]. . Mssv: [student_id]. . Ngành: Tự động hóa VLVH. . Nhập học ngày: 22/5/2021. . - Mong thầy cô cho em biết khoản thời gian nào mở lớp bổ túc ?. . . . . .",
            "Chào em,. . Em vui lòng gửi email đến [email] để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn hỏi là tình hình dịch bệnh đang hạn chế việc đến trường làm việc trực tiếp thì Phòng Đào tạo có hỗ trợ việc làm giấy xác nhận là sinh viên đang theo học tại trường (mẫu viết tay mua tại thư viện) không ạ. Em xin cảm ơn",
            "Chào em,. . Hỗ trợ việc làm giấy xác nhận là sinh viên đang theo học tại trường (mẫu viết tay mua tại thư viện) không ạ. . =  Em chụp hình mẫu này và gửi lại để cô biết là giấy xác nhận gì để cô hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy Cô. . . . Em tên là [full_name] MSSV [student_id]. . . . Hiện em cần nộp bằng Toeic để xét chuyển điểm các môn anh văn 1234 để đủ điều kiện kéo dài thời gian đào tạo tối đa thêm 1 học kì. . . . . Thầy Cô cho em hỏi HK 211 khi nào là hạn chót để nộp bằng AV chuyển điểm các môn anh văn 1234 ạ!. . Em có xem trên biểu đồ nhưng không nắm rõ. . . . . Em xin cảm ơn",
            "Chào em,. . Trong biểu đồ ghi rõ là HK211 kết thúc vào tuần 52 đó bạn, em xem lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi rút môn học HK 211 phải làm như nào ạ. .",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy/cô em tên [full_name] - [student_id] thuộc khoa Xây dựng. Do gần đây nhà em đang sửa chữa mà chỉ  có mình em ở nhà mấy ngày nay và trong lúc sửa chữa có bị cúp điện nên em bị lỡ buổi Sinh hoạt công dân ngày 6/11/2021. Cho em hỏi giờ phải xử lý thế nào và em có bù vào buổi khác được không ạ.Cảm ơn thầy/cô đã đọc mail này và mong thầy/cô hướng dẫn cách giải quyết dùm em. Em xin cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Không biết em có thể xin mã đơn vận chuyển để kiểm tra hàng được không ạ. 10 ngày rồi em vẫn chưa thấy giao ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033089  /b \t. . . .   i XIN HỦY MÔN HOẶC RÚT MÔN .  TÊN: Trần Đình Quý 2033089. .  Kính gửi: Thầy/Cô phòng Học Vụ. .  Em làm đơn này mong thầy cô giải quyết giúp em về việc nhận trễ lịch học AV350 và không thể hủy môn học và làm không thể theo kịp tiến độ học cũng như điểm trên lớp.. .  Tới nay nhận được mail thi (trùng với lịch học của em) và phiếu đóng tiền (trong khi em đã đóng rồi). . .  Nên làm đơn này thêm 1 lần nữa mong thầy cô cho phép em hủy hoặc rút môn học và mong sau này sẽ nhận được lịch kịp thời để không bị lỡ lớp học. Đây đã là lần thứ 2 em bị trễ nhận lịch học hay thông báo lớp học trên Gmail trường.. .  Mong thầy cô giải quyết giúp em.. .  Trân Trọng.",
            "Chào em,. . Đã hết thời gian rút môn học (phải thanh toán học phí), em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên: [full_name]. . Mã số: [student_id]. . Khóa: 2020. . Lớp : CN20KHM1. . Em xin nộp đơn xin hoãn thi ạ",
            "Yêu cầu khác. . . . Tên: [full_name]. . Mã số: [student_id]. . Khóa: 2020. . Lớp : CN20KHM1. . Em xin nộp đơn xin hủy hoãn thi ạ  /QUOTE . .",
            "Yêu cầu khác. . . . Tên: [full_name]. . Mã số: [student_id]. . Khóa: 2020. . Lớp : CN20KHM1. . Em xin nộp đơn xin hủy hoãn thi ạ  /QUOTE . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], mssv [student_id]. Em nằm trong diện diện được miễn học phí do ba em là bệnh binh. Theo thông báo mới của nhà trường, em phải làm một bộ hồ sơ mới để được tiếp tục miễn học phí. Hiện ba em đang xin giấy xác nhận nên hồ sơ chưa được hoàn thành để gửi về phòng CTCT-SV. Tuy nhiên em có thấy trong bkpay phải khoản đóng học phí học kì chính quy 211, em không biết là mình cứ đóng tiền trước rồi sau khi hoàn tất hồ sơ trường sẽ hoàn trả lại học phí hay sao ạ?. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT,. . Em là sinh viên K18, khoa Xây Dựng. . Hôm qua có lịch công SHCD (06/11), tuy nhiên vì một vài lí do khách quan và chủ quan thì em đã không tham dự buổi SHCD đó.. . Theo quy định, SV không tham gia SHCD cuối khóa, lớp tư vấn và hướng nghiệp cho sinh viên cuối khóa thì xem như chưa hoàn tất thủ tục tốt nghiệp, trừ 25 điểm ở mục 2: ý thức và kết quả chấp hành nội quy, quy chế, quy định của nhà trường (Quyết định số 1381/QĐ-ĐHBK-CTCT-SV ngày 10/6/2016 về việc Quy định sinh viên tham gia tuần SHCD).. . Và với bất kì lí do gì thì buổi hôm qua em cũng vắng rồi. Nên em rất muốn hỏi là có cách nào khắc phục không ạ. Và việc vắng SHCD cuối khóa lần này sẽ bị trừ 25 điểm rèn luyện theo trích dẫn kèm theo phía trên thôi phải không ạ.. . Dù với bất cứ lí do gì, em cũng chân thành xin lỗi vì sự thiếu chấp hành của mình. . Em xin thành khẩn nhận lỗi và mong sẽ có được cơ hội khắc phục. . Trân trọng,. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng đào tạo,. . Em là [full_name], MSSV [student_id]. Hiện tại em đã đăng ký tốt nghiệp thành công và đã có tên trong danh sách tốt nghiệp dự kiến. Phòng đào tạo cho em hỏi em muốn xin cấp giấy xác nhận thứ hạng khi tốt nghiệp thì em phải làm thủ tục như thế nào ạ?",
            "Chào em,. . Em cần giấy xác nhận thứ hạng để làm gì?. . Em vui lòng trình bày rõ giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho em hỏi em có được miễn môn học EE3001 Hệ thống cung cấp điện rồi mà sao trong bảng điểm của em lại để là 0.00 ạ. Em xin cảm ơn!",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân",
            "Em lớp VHVL bên bảng điểm chuyển em đã được miễn môn học EE3001 ở HK202 nhưng bên bảng điểm học kỳ 2 (2020-2021) em lại có điểm cuối kì là 0.0.. . . . Em cảm ơn cô.",
            "Chào em,. . Về vấn đề này em liên hệ sau với anh [email] (Cô đã trao đổi rồi từ từ sẽ chỉnh luôn cho tất cả sv bị trùng 2 môn).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào Tạo.. . . . Em tên [full_name], MSSV [student_id], khoa Khoa Học Và Kỹ Thuật Máy Tính, hệ VHVL.. . Vào tháng 4 năm 2021 em có đăng ký chuyển từ hệ CQ sang VHVL và đã được nhận. . . Theo em được biết thì khi chuyển hệ như vậy, em chỉ cần đăng ký học tiếp những môn chưa hoàn thành của chương trình cũ.. . Tuy nhiên khi em đăng nhập và tra thông tin sinh viên thì thấy số tích lũy của em vẫn là 0. . . Em xin thắc mắc là trong trường hợp này thì em có cần phải liên hệ để cập nhật số tín chỉ đã tích lũy ở chương trình trước hay không, và với tình hình dịch bệnh hiện nay thì em có thể đăng ký cập nhật online được hay không.. . Em xin cảm ơn.",
            "Chào em,. . - Đính kèm theo file các môn học còn nợ (dự kiến xét tốt nghiệp), đề nghị Sinh viên kiểm tra và phản hồi nếu có sai sót.. . - Sinh viên theo học CTĐT khóa 2014 (CQ[student_id]). . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . Theo sự hướng dẫn của GVCN, em đã đăng ký in giấy xác nhận sinh viên (dùng để tạm hoãn NVQS) ở phần ừng dụng cho sinh viên. Tuy nhiên, đến nay đã được 5 ngày kể từ lúc em đăng ký nhưng tình trạng của phiếu đăng ký vẫn là \"Đang được xử lý\". Em xin hỏi không biết có phải phiếu của em có vấn đề gì không ạ? Hiện tại em đang cần gấp.. . Em xin cảm ơn thầy/cô. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô, thầy/cô cho em hỏi là môn học thực tập ngoài trường CI4345 học kì 203 em đã đăng ký và thanh toán, bao giờ mới cập nhật lên elearning của em ạ. Em cảm ơn",
            "Chào em,. . Do hk203 [full_name] chưa phân cán bộ hướng dẫn thực tập nên chưa cập nhật BKeL nhé, em có thể liên hệ [full_name] để được hướng dẫn về việc thực tập HK203"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Ngày 09/11 bắt đầu lịch thanh toán BHYT nhưng hiện giờ em vẫn chưa thao tác đăng ký được bảo hiểm.. . . . Kính mong PĐT giải thích và chỉ dẫn cho em!. . . . Em cảm ơn! . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô PĐT,. . Em tên: [full_name] - [student_id],. . . . Do kỳ hè HK203 vừa rồi, môn thực tốt nghiệp (CI3343) bị hoãn do dịch bện nên tới giờ em vẫn chưa thực tập được ạ. Bây giờ vào kỳ chính thì em bị vướng lịch học nên không thể đi thực tập 6 tuần bên ngoài được ạ.. . Mà môn thực tập tốt nghiệp lại là môn tiên quyết của LVTN. Qúy thầy cô cho em hỏi, nếu như vậy thì học kỳ 212 tới em có được đăng ký luận văn không ạ, em đã đủ số tín chỉ, ngày CTXH theo quy định nhưng chỉ thiếu môn thực tập tốt nghiệp thôi ạ.. . . . Mong thầy cô sớm giải đáp giúp em với ạ.",
            "Chào bạn,. . Bạn phải thỏa tất cả các điện kiện về tín chỉ, môn tiên quyết, CCNN... theo đúng quy định mới được đăng ký LVTN nhé, về CTĐT em có thể liên hệ [full_name] để tư vấn cho bạn thêm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có gửi yêu cầu lấy giấy qua bưu điện hôm 20/10 nay là 7/11 mà chưa có giấy gửi về, nó có ghi đã xác nhận tại sao lâu vậy ạ, em sắp hết hạn nộp cho phường.. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô,. . . . Em tên [full_name], MSSV [student_id]. . . . Em đã đăng ký nhận giấy chứng nhận sinh viên từ ngày 19/08/2021 và đã được gửi về địa phương. Nhưng gia đình ở địa phương em vẫn chưa nhận được. . . . . Vậy em cần liên hệ ai để biết thêm thông tin? Và nếu đăng ký lại thì vẫn qua gửi về địa phương qua đường bưu điện hay có thể lấy ở cơ sở [full_name]? . . . . Em cảm ơn!",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Em đã đăng ký nhận giấy chứng nhận sinh viên từ ngày 19/08/2021. . =  HK cũ, em đăng ký lại nhé.. . - Và nếu đăng ký lại thì vẫn qua gửi về địa phương qua đường bưu điện hay có thể lấy ở cơ sở [full_name]?. . =  Hiện tại chưa vào trường được đến khi có thông báo mới.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em chào Thầy/Cô,. . . . Em tên [full_name], MSSV [student_id]. . . . Cho em hỏi nếu em có nguyện vọng được đăng ký thi lại các môn đã hoãn thi vào học kỳ này thì cần làm những gì? Hiện em vẫn chưa nhận được thông tin nào về việc đã đăng ký thành công hay chưa. . . . . Em xin cảm ơn!",
            "Chào em,. . Nếu em có nguyện vọng được đăng ký thi lại các môn đã hoãn thi vào học kỳ này thì cần làm những gì. . =  Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do gặp sự cố mạng vào phòng trễ, không được dự thi môn AV350. Vậy em xin Thầy cô PĐT xét duyệt cho em thi vào lần kế tiếp. Em xin cám ơn!",
            "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, em tên là [full_name]. Hiện đang là sinh viên của trường. Sắp tới em sẽ có một bài thi cuối kì nhưng vì không đảm bảo được điều kiện nên em xin hoãn thi, kính mong PĐT duyệt đơn. Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định). . Gửi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI ). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô . Em tên là [full_name] mssv [student_id]. . Hiện tại mail của em ( [email]). . gặp tình trạng từ ngày hôm qua 6/11 không nhận được mail từ một số thầy cô đang học . Mong cô xem giúp mail của em bị vấn đề gì  tại vì những bạn học chung với em đều nhận được mail  còn em thì không ạ . Em trân trọng cảm ơn cô.. .",
            "Chào em,. . Mail này do GV gửi hay sao bạn? Bạn có thể nhắn hỏi giảng viên  xem lại giúp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đang ở ngoài quê và không dùng tk ngân hàng ocb.Cho em hỏi cách thanh toán học phí?. . Em xin cảm ơn",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ xin nhà trường cho em hỏi là sáng hôm qua (06/11/2021), trạm xá xã Diễn Đồng nơi em đang cách ly ở quê tổ chức xét nghiệm lần 1 cho người về từ vùng dịch từ 8h đến 11h em mới có thể về lại phòng, nên em đã bỏ lỡ buổi sinh hoạt công dân đầu khóa. Vì việc xét nghiệm được thông báo vào tối trước đó (05/11/2021) nên em đã không kịp làm đơn xin chuyển buổi sinh hoạt. Em xin được hỏi là có cách nào để em có thể xin điểm danh bổ sung hoặc đi sinh hoạt bù không ạ? Em xin cảm ơn!. . Họ tên: [full_name]. . MSSV: [student_id]",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho em hỏi giấy chứng nhận sinh viên gởi qua bưu điện khi nào nhận được ở Long An ạ. Em cảm ơn. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Phòng Đào Tạo . . Em thanh toán trễ hạn học phí dự thính học kì 211 do tình hình kinh tế của em đang gặp khó khăn mong Phòng Đào Tạo cho em được gia hạn thêm thời hạn đóng học phí tới cuối tháng 11 được không ạ.. . Em cảm ơn ạ!. .",
            "Chào em,. . Về gia hạn học phí: em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô Phòng đào tạo, em tên [full_name] MSSV:[student_id]. Em đã đăng kí làm giấy chứng nhận sinh viên bên trường nhưng do tình hình dịch bệnh nên em không thể lên trường để nhận giấy mà bên chỗ em ở lại đang yêu cầu bổ sung giấy chứng nhận sinh viên gấp để hoãn nghĩa vụ quân sự. Chính vì vậy em mong thầy cô có thể gửi giúp cho em file ảnh pdf giấy chứng nhận sinh viên của em để em có thể bổ sung hồ sơ hoãn nghĩa vụ quân sự ạ.",
            "Chào em,. . Sinh viên có TKB trong HK211 mới có thể đăng ký được giấy xác nhận SV hoãn NVQS,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu.. . SV đăng ký tại mybk/Đăng ký giấy chứng nhận sinh viên, sau khi tình trạng đăng ký chuyển sang đã xử lý, bạn có thể vào lại mybk/Đăng ký in chứng nhận sinh viên để tải file scan để sử dụng trước nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi sao em đăng kí giấy xác nhận sinh viên lâu rồi mà chưa được xác nhận vậy ạ.. . Địa phương em yêu cầu để có thể hoãn nghĩa vụ quân sự cho em ạ. Em cảm ơn thầy cô.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Hiện tại em đang trong quá trình thu nhận lại vì lí do đóng học phí trễ hạn, nhưng bên địa phương yêu cầu em có giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự.. . . . Dạ cho em hỏi là có cách nào để nhận giấy xác nhận sinh viên không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . - Trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em là sinh viên khóa k20 khoa Kỹ thuật hóa học. Cho em hỏi các điền Giấy xác nhận sinh viên (file đính kèm) và cách xin chữ kí điện tử ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . Em là sinh viên khóa k20 và em có đăng ký ở ký túc xá khu A đại học Quốc gia ạ. Vào tầm 1 tháng trước ký túc xá đã thông báo để đóng bảo hiểm y tế và em cũng đã đăng ký tham gia với thanh toán bên ký túc xá luôn rồi ạ. Em có cần phải nộp hay làm thủ tục gì để nộp cho trường không ạ ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ, PĐT cho Em hỏi là: bằng tốt nghiệp Em có thể ủy quyền cho người thân lấy hộ được không ạ ? hay là phải lấy trực tiếp ạ? và nếu có thể ủy quyền được thì cần những giấy tờ gì ạ?. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em chỉ có thể ủy quyền cho người thân ruột trong gia định đi nhận nhé (VD ba, mẹ) của bạn.. . Phải có giấy ủy quyền của địa phương, hộ khẩu, CMND của bạn và của người được ủy quyền. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . Lớp VL17SI, MSSV: [student_id]. . . . Kính gửi Phòng Đào Tạo. . . . Em đang theo học trường Sư phạm TPHCM và em muốn làm thủ tục thôi học ở trường mình. Tuy nhiên, hiện tại em đang ở quê và không thể lên trường được, quê của em đang cách ly vì dịch bệnh. Liệu có cách nào để em có thể làm thủ tục thôi học theo hình thức Online không ạ. . . . Em cảm ơn Phòng đào tạo đã đọc yêu cầu của em. .   i Yêu cầu khác .",
            "Chào em,. . - Em xem quy chế điều 27. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . - Mẫu đơn thôi học: aao/biểu mẫu. . - Gửi đơn qua email [email] hoặc bksi.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pdt ạ , em gửi yêu cầu về vấn đề học phí nhưng tận 3 ngày vẫn chưa đc giải quyết , mong pdt giúp ạ",
            "Chào em,. . Em gửi yêu cầu về vấn đề học phí nhưng tận 3 ngày vẫn chưa đc giải quyết , mong pdt giúp ạ. . =  Trường hợp của em: chiều thứ 6 cô hỏi NH OCB đề nghị em gửi minh chứng, em gửi lại vào lúc: . . Thời gian: 11/05/2021 05:00:19 pm. . Từ: [15554] ([student_id]) [full_name]. . [student_id]34_[phone_number]22104_[phone_number][student_id]90_n.jpg (94.21 Kb) [ tải xuống ]. . Sao em nói là tận 3 ngày  vẫn chưa đc giải quyết?. . - Thứ 7, CN là ngày nghỉ nhé em.. . - Câu hỏi nhiều thì lần lượt trả lời và phụ thuộc vào nơi khác kiểm tra dữ liệu mới trả lời được nhé em.. . - Cô đã gửi minh chứng của em để NH OCB kiểm tra, khi nào có kết quả cô gửi lại.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi vào buổi sinh hoạt công dân định kì ngày 6/11 dành cho khóa k2018 em có gặp trục trặc về vấn đề mạng ạ. Em có thể được tham gia lớp bổ sung SHCD không ạ. Em cảm ơn ạ.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name].. . Mssv [student_id], lớp DD19LT13.. . Do HK201 không đủ điều kiện để đóng học phí nên em không được thi học kì, dẫn đến không đủ điểm trung bình để đăng kí môn của kì sau.. . Học kì 202 và 211 do điều kiện gia đình khó khăn về tài chính nên em cũng chưa thể học lại.. . Bây giờ em rất muốn được tiếp tục học lại bắt đầu từ kì 201, vậy em có thể đăng kí học lại được không, và làm giấy tờ cứu xét thế nào ạ?. . Em xin chân thành cảm ơn!. . . .",
            "Chào em,. . Trường hợp của em bị buộc thôi học, sinh viên vui lòng liên hệ ở Khoa của bạn để xin làm đơn cứu xét thu nhận lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . . . Cho em hỏi em đã đăng kí nhận bảng điểm vào ngày 28/10/2021, xác nhận gửi qua đường bưu điện và đã nộp tiền qua BK Pay hôm đó rồi. . . Nhưng đến bây giờ em vẫn chưa nhận được, trong khi địa chỉ đăng kí của em là ở nội thành TP.HCM, đáng lẽ việc giao phải nhanh chóng chứ ạ.. . 12g ngày mai (08/11/2021) là hết hạn nộp hồ sơ học bổng mà em muốn nộp, giờ em vẫn chưa nhận được bảng điểm. Em nhận được mail học bổng từ phòng CTCTSV là đăng kí in bảng điểm với PĐT trong ngày mai luôn đó ạ.. . . . Em cám ơn PĐT, mong PĐT sớm phản hồi!. .",
            "Chào em,. . Cô gửi em vận đơn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý Thầy cô ạ, em tên là [full_name], MSSV: [student_id]. Thưa Thầy, Cô em đã có đầy đủ các tiêu chuẩn để được xét tốt nghiệp vào tháng 11 nhưng đến nay em vẫn không có tên trong danh sách dự kiến ạ.. . Em mong quý Thầy, Cô có thể kiểm tra giúp trường hợp của em",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 16/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào, em là [full_name]-mssv [student_id]. Hiện em muốn xin giấy hoãn nghĩa vụ quân sự ạ, h phường đang hối, em hi vọng được hồi đáp sớm ạ. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lại là em, [full_name] mssv [student_id], em bị mất thẻ sinh viên và muốn được cấp lại thì sao ạ. . . .",
            "Chào em,. . Em vào mybk/đăng ký in thẻ sv: em đăng ký, đóng tiền trên bkpay rồi mới được in nhé. . . Thân mến. ."
        ]
    }
]