[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào Tạo,. . . . Em tên là [full_name], sinh viên khoa Khoa học và Kỹ thuật máy tính.. . . . Do theo qui định được công bố trên trang web của PĐT, thì số tín chỉ tối thiểu để được nhận học bổng là 10 (nếu sinh viên học vượt) hoặc bằng số tín chỉ theo chương trình đào tạo. Vì sợ vi phạm qui định trên nên kì 192 vừa rồi em mới học thêm 1 môn cùng với việc làm Luận văn. Nhưng bây giờ PĐT lại xét Học bổng cho các bạn chỉ có 9 tín chỉ (số tín chỉ của luận văn). Em thấy như vậy là không công bằng và không đúng qui định đã công bố.. . . . Kính mong PĐT xem xét lại ạ. Em chân thành cảm ơn.",
            "Chào bạn,. . . . Nếu bạn cảm thấy không thoả đáng, bạn làm đơn khiếu nại nộp PDT để ban lãnh đạo phòng xem xét. Đơn khiếu nại nộp trước 16h ngày 11/12/2020.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào các thầy cô, do điều kiện gia đình nên em đã không đóng học phí kỳ chính đợt 1 đúng thời hạn. Hiện tại em đã hoàn thành đầy đủ tất cả khoản học phí. Cho em hỏi là có cần làm đơn để không ảnh hưởng đến quá trình học tiếp theo không ạ ?",
            "Chào bạn,. . . . Không sao bạn, bạn bị trừ điểm rèn luyện thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ.. . Em là [full_name] MSSV: [student_id] thuộc lớp DC18KK. Thầy/cô cho em hỏi vì sao điểm trung bình mở rộng của em là 8.4 nhưng em vẫn không có tên trong danh sách cấp học bổng của học kỳ 192 ạ?. . Em xin cảm ơn thầy/cô!",
            "Chào bạn,. . . . Đối với ngành Khoan và khai thác dầu khí để nhận học bổng thì điểm trung bình chung mở rộng đạt 8.84 trở lên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em quên đăng ký bảo hiểm y tế . Em có lên phòng y tế em hỏi , cô bảo có đợt đăng ký bảo hiểm y tế vào tháng 1 .Mà tháng 1 em đăng ký có bị cấm đăng ký môn học học kì sau tết không ạ. Nếu cấm,có giải pháp nào để không bị cấm đăng ký môn học không ạ.. .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô.. . Thầy/cô cho em hỏi là sinh viên khóa K17 thì cần 15 ngày ctxh là đủ để xét ra trường đúng không ạ?. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào phòng đào tạo[full_name][full_name] [full_name] Em tên là   B [full_name]  /B  - MSSV:   B [student_id]  /B [full_name][full_name] [full_name] [full_name] [full_name] Em muốn hỏi về việc xét miễn môn Anh Văn từng năm[full_name] Năm 1 em rớt anh văn 1 nhưng nhờ trường dời chuẩn anh văn năm 1 do Covid nên em có thể đăng kí môn cho năm 2[full_name] Và đợi thi định kì 20/9 em đã thi và đạt số điểm 605 (qua mức anh văn 4)[full_name] Thì cho em hỏi là Em đã qua mức anh văn nào và có cần thực hiện chuyển điểm không ạ ?[full_name] [full_name] [full_name] [full_name] Em xin chân thành cảm ơn ![full_name] [full_name] [full_name] [full_name] Ký tên[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Kỳ thi anh văn định kỳ chỉ xét chuẩn anh văn sau các năm không xét miễn điểm anh văn nha bạn.. . . . Thân",
            "Chào phòng đào tạo[full_name][full_name] [full_name] [full_name] [full_name] Vậy cho em hỏi là trường hợp của em thì đã đạt chuẩn anh văn năm nào rồi ạ ? [full_name] [full_name] [full_name] [full_name] Em cảm ơn ![full_name] [full_name] [full_name] [full_name] Ký tên [full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em đang là sinh viên năm 2, hiện tại em chưa đủ chỉ tiêu AV để đăng kí môn học kỳ 2(năm 2), mà các lớp thi AV mới mở đã đủ số lượng. Em có nghe nói trước tết âm lịch có 1 đợt thi nữa vậy lúc đó em thi thì có kịp để xét đăng kí môn kỳ 2(năm 2) khộng ạ. Dạ bây giờ em nên giải quyết như thế nào ạ.. .",
            "Chào bạn,. . . . Việc này bạn đợi mail thông báo của PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do dịch bắt đầu bùng phát trở lại nên em chưa về quê lấy tiền được. Em muốn hỏi là nếu em đóng trễ học phí 1 tuần thì có bị cấm thi không ạ ? Nếu đóng trễ học phí thì có phải lên pđt làm giấy gì không ? Em cảm ơn. .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail PDT thông báo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính thưa quý thầy cô ạ. Dạ sau khi nhận được thông báo thi AVĐV vào ngày 14/12, em thấy lịch thi là đột ngột đối với em do em đã đặt vé về nhà cậu em có việc rất gấp với gia đình em vào ngày 14 và 15 hồi tuần trước ạ. Em rất mong nhận được sự giúp đỡ từ quý thầy cô dời ngày thi từ ngày 16 ạ. Em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . PDT đã chốt lịch thi và gởi bên đơn vị tổ chức rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy/cô phòng đào tạo,. . . . Em là [full_name], MSSV: [student_id], khoa Kĩ thuật xây dựng, em hiện đang có thắc mắc rằng không biết vì sao lần này số suất học bổng cho chuyên ngành dân dụng và công nghiệp khóa K16 lại rất ít so với các kì trước ạ? Em cảm thấy khá hụt hẫng khi với số điểm trung bình mở rộng 9.02, em vẫn không có khả năng xuất hiện trong danh sách học bổng. Em cảm ơn quí thầy/ cô đã đọc qua ạ.. . . . Trân trọng.",
            "Chào bạn,. . . . Nguồn học bổng dựa vào học phí của sinh viên, học kỳ 192 vì tình hình dịch bệnh nên nhà trường đã cho sinh viên rút môn học vẫn không tính học phí và số lượng sinh viên rút môn học rất nhiều nên nguồn học phí sinh viên giảm. Dẫn đến nguồn kinh phí cho học quỹ bổng giảm.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đặt câu hỏi về vấn đề số lượng học bổng khuyến khích cho sinh viên vì lần này cắt giảm hơn 30% số lượng học bổng cho sinh viên của khoa em. Việc này ảnh hưởng khá lớn đối với nhiều bạn sinh viên phấn đấu vì học bổng này như em. Điểm của em khá gần với bạn cuối cùng trong danh sách của khoa nhưng do cắt giảm nên bị mất suất của em. Em nghĩ việc cắt giảm đến tận 33.33% là quá cao, mong nhà trường xem xét lại",
            "Chào bạn,. . . . Nguồn học bổng dựa vào học phí của sinh viên, học kỳ 192 vì tình hình dịch bệnh nên nhà trường đã cho sinh viên rút môn học vẫn không tính học phí và số lượng sinh viên rút môn học rất nhiều nên nguồn học phí sinh viên giảm. Dẫn đến nguồn kinh phí cho quỹ học bổng giảm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là điểm trung bình học kì và điểm trung bình mở rộng của kì 192 của em đủ chuẩn để xét Học bổng khuyến khích học tập, em đã xem danh sách dự kiến và thấy mình đủ chuẩn nhưng không thấy em trong danh sách ạ, em xin cảm ơn.",
            "Chào bạn,. . . . - Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình tại học kỳ bạn đang xét học bổng (tại học kỳ đang xét không tính số tín chỉ của những môn dự thính).. . . . - Đối với khoá 19 ngành Xây dựng dân dụng để nhận học bổng bạn tích luỹ 30 tín chỉ.. . . . - Học kỳ 192 bạn tích luỹ 29 tín chỉ - 8 tín chỉ dự thính. Bạn chỉ còn 21 tín chỉ, không dủ số tin chỉ để nhận học bổng.. . . . . . Thân. .",
            "Em bị trừ 8 chỉ dự thính đó,nghĩa là số chỉ em tích lũy sẽ đều bị trừ 8 trong những học kì tới nếu có xét học bổng hay sao ạ ?. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ câu trả lời, tại học kỳ đang xét học bổng sẽ không xét những môn dự thính nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em quên đăng ký bảo hiểm y tế . Em có lên phòng y tế em hỏi , cô bảo có đợt đăng ký bảo hiểm y tế vào tháng 1 .Mà tháng 1 em đăng ký có bị cấm đăng ký môn học học kì sau tết không ạ. Nếu cấm,có giải pháp nào để không bị cấm đăng ký môn học không ạ.",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. . Em tên [full_name], MSSV [student_id]. Sau khi em xem danh sách dự kiến cấp học bổng khuyến khích học tập học kì 192 thì em thấy bạn có MSSV [student_id] có điểm TBHK thấp hơn em 0,1 điểm nhưng bạn có điểm TBCMR cao hơn em 0,02 điểm và bạn có số tín chỉ học kì ít hơn em 5 tín chỉ (em có gửi file đính kèm) nhưng em không có tên trong danh sách dự kiến cấp học bổng ạ. Em xin Phòng Đào tạo xem xét giúp em.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Khi xét học bổng, đầu tiên là xét các bạn đủ điều kiện nhận học bổng. Để được nhận học bổng là xét điểm trung bình chung mở rộng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính thưa quý thầy cô ạ. Vậy em có thể xin dời kiểm tra AVĐV đợt sau được không ạ. Thực sự gia đình em có chuyện rất gấp ạ. Em không thể có mặt vào ngày thi 14 như lịch đột xuất vậy ạ. Em rất mong được thầy cô giúp đỡ ạ.. .",
            "Chào bạn,. . . . PDT đã chốt lịch và gởi bên trung tâm tổ chức thi nên không đổi lịch thi được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Pđt cho em hỏi kì này là em hết hạn đào tạo thì kì sau em được xin gia hạn thêm một kì nữa không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 5, mục 5.5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "Pđt cho em hỏi em kì này là hết hạn đào tạo mà chưa hoàn thành chương trình học thì em được xin gia hạn học kì sau không ạ?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 5, mục 5.5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính thưa quý thầy cô. Em xin hỏi là thời hạn nộp bằng IELTS ạ. Và em nộp ở đâu ạ.. .",
            "Chào bạn,. . . . Bạn có chứng chỉ ngoại ngữ thì bạn nộp trên Mybk nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Sang năm em sẽ học liên thông chính quy nhưng không có việc parttime nên không có tiền. . Em có được vay vốn để học không ạh?. . Em được vay tối đa bao nhiêu 1 tháng ạh?",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em đang có bằng toiec là 440 điểm  và có dự định nộp để tăng số  chỉ tích lũy và em có thi kiểm tra trình độ tiếng anh trong trường được 545 điểm. Vậy sau khi em quy đổi chỉ tích lũy thì khi xét chuẩn tiếng anh năm 2 là 450 điểm thì em có đạt chuẩn tiếng anh năm 2 không?. . em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 để phân biệt chuẩn anh văn sau các năm. Anh văn 1,2,3,4 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô/thầy ạ,. . . . Về học bổng HK192, Em có thấy mình đủ điều kiện như danh sách dự kiến đã công bố nhưng không có tên trong danh sách dự kiến cấp học bổng đây.. . Và ở trong này em có Bảng điểm học kì 192 đính kèm.. . Em rất mong được Phòng Đào tạo xem xét để em có chi phí trang trải phụ gia đình ạ.. . . . Xin cảm ơn và chúc Cô cùng mọi người ngày mới vui vẻ.",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình chung mở rộng phải đạt 8.42 nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo, . . Em tên [full_name], sinh viên K16 khoa QLCN, MSSV: [student_id]. Sau khi nhận được mail Cập nhật danh sách dự kiến cấp học bổng HK192, em nhận thấy bản thân đủ điều kiện được học bổng (Điểm TB chung mở rộng 9.4; Điểm TB học kỳ 9.25; điểm rèn luyện 100) nhưng không có tên trong danh sách dự kiến. Em hi vọng phòng đào tạo xem xét trường hợp của em ạ. Em có đính kèm bảng điểm bên dưới. Em trân trọng cảm ơn.. . [full_name]. .",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình chung mở rộng phải đạt 9.60 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí thêm 2 môn học có mã MH EE3155 và EE3161. Em cảm ơn.",
            "Chào em.. . Theo như lịch học chắc chắn trùng lịch học của em.. . Em mới vào nên học các môn học bổ túc trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] sinh viên năm 2 khoa điện.. . Em có thắc mắc danh sách học bổng dự kiến của khoa điện k19,bạn thấp điểm nhất được nhận học bổng là có dtbcmr là 8.06 trong khi đó điểm tbcmr của e là 8.1 và em thấy thỏa điều kiện quy định xét học bổng nhưng lại không được nên e hơi thắc mắc.Mong pdt xem xét lại giúp e với ạ.Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, bạn thiếu 4 chỉ anh văn 1,2.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Phòng Đào Tạo, em có một số thắc mắc sau, mong được giải đáp ạ:. . 1. Kỳ thi kiểm tra anh văn đầu khóa dành cho các sinh viên năm 2 trở về trước (18-20/12/2020) có được dùng để chuyển điểm anh văn 4 không ạ? . . 2. Nếu có thì mình phải thi bao nhiêu điểm mới được chuyển ạ?. . 3. Nếu em thi đủ điểm đậu anh văn 4 thì em có cần làm đơn xin chuyển điểm không ạ? hay là nhà trường tự xét vậy ạ?. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Kỳ thi anh văn định kỳ dùng để chuyển điểm anh văn sau các năm  chứ không xét miễm điểm anh văn 1,2,3,4.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn,. . . . Bạn hỏi vấn đề gì?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] mssv [student_id], sinh viên khoa Điện Điện Tử, hiện em có điểm TB mở rộng HK192 là 8.05 và không có tên trong ds học bổng. Em muốn hỏi là số lượng SV nhận học bổng và điểm có giới hạn ở mức nhất định không ạ, do em thấy có khoa lấy điểm chỉ   7.0. Nếu có thể,em mong phòng đào tạo xem xét về trường hợp của em và bổ sung số lượng sv nhận học bổng ạ. . . . .",
            "Chào bạn,. . . . Ngành bạn học để nhận học bổng thì điểm trung bình chung mở rộng phải đạt 8.06 nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa [full_name] . . Em tên là [full_name] MSSV [student_id]. . Khoa Việt Pháp Năng lượng K19. . Em đã đủ thông tin xét học bổng nhưng không biết tại sao lại không có tên trong ds mà ds lại chỉ có 2 bạn . . . Mong thầy cô giải đáp thắc mắc . . . Em cảm ơn ạ . . . .",
            "Chào bạn,. . . . - Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình tại học kỳ bạn đang xét học bổng (tại học kỳ đang xét không tính số tín chỉ của những môn dự thính).. . . . - Đối với khoá 19 của chương trình Việt Pháp để nhận học bổng bạn tích luỹ 31 tín chỉ.. . . . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I Yêu cầu khác .   /B  . Vì gia đình em có việc đột xuất không gửi tiền kịp nên em không thể thanh toán học phí đúng hạn vào ngày 9/12. Nếu em thanh toán vào ngày 10 hoặc 11 thì có cần in đơn nộp PDT ở cơ sở 1 không ạ? Em cảm ơn ạ.. .",
            "Chào bạn,. . . . Bạn không nộp đơn gì hết, bạn nộp học phí trễ học kỳ chính chỉ trừ điểm rèn luyện thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô/thầy.. . Em là [full_name] (MSSV:[student_id]) đến từ lớp K19 VP-CĐT. Em có thắc mắc về danh sách nhận học bổng vì kì 192 em đạt điểm TBHK: 8,93, điểm rèn luyện :100, TB chung mở rộng là 9,14. Trong danh sách chỉ có 2 người nhận trong đó có 1 bạn có điểm TB mở rộng 9,04 thấp hơn em. Em hi vọng PĐT sẽ xem xét lại điều kiện nhận học bổng của em.. . Ở dưới là ảnh chụp bảng điểm kì 192 của em.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra danh sách học bổng lại nha, PDT đã cập nhật rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Anh/Chị.. . Em là sv khoa Điện-Điện tử . Đợt TN vừa rồi em không tham dự .Anh/chị cho em hỏi bây giờ em tới nhận bằng ở Khoa hay là ơ PĐT ạ.. . Em xin cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn nhận bằng ở khoa nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em xin gia hạn đóng học phí tới hết ngày hôm nay. Lý do: nhà em không kịp chuẩn bị đủ tiền để đóng học phí. Xin phòng đào tạo xem xét. Em cảm ơn admin",
            "Chào bạn,. . . . Không sao bạn, bạn đóng học rồi là được chỉ bị trừ điểm rèn luyện thôi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô. . Em là [full_name], mssv [student_id], lớp VP19NL. Học kỳ 192 vừa rồi điểm trung bình của em đạt 7.70, điểm rèn luyện 100, đạt các tiêu chí nhưng điểm trung bình chung mở rộng lại là 0 và không được xét học bổng. Em nhờ thầy cô kiểm tra lại giúp em và mong chờ phản hồi từ nhà trường.. . Em rất cảm ơn ạ.Trân trọng.",
            "Chào bạn,. . . . Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, bạn thiếu 4 chỉ anh văn 1,2.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name]. MSSV: [student_id]. Khoa Điện- Điện tử chương trình PFIEV. Hiện em đang có vấn đề như sau :Điểm trung bình chung mở rộng (ĐTBCMR) của em vẫn chưa được cập nhật để xét học bổng khuyến khích ạ. Hiện tại ĐTBCMR của e đang là 0 ạ. Kính mong PĐT xem xét giúp em!. . Em xin chân thành cám ơn.",
            "Chào bạn,. . . . Để nhận học bổng bạn phải tích luỹ 90% tín chỉ trong CTDT. Học kỳ 192 bạn phải tích luỹ 31 tín chỉ mới đủ điều kiện xét học bổng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/cô ạ . . Em tên là [full_name]. . MSSV : [student_id]. . Lớp : XD17VL. . Em xin nhờ thầy/cô giải đáp giúp em về vấn đề số lượng danh sách sinh viên nhận học bổng còn có thể gia tăng bổ sung số lượng không ạ ?. . Vì học phí gia tăng nhưng số lượng sinh viên nhận học bổng ở lớp em ( 2 sinh viên/ lớp ) lại giảm so với năm trước ( ít nhất 3 sinh viên/ lớp ).. . Em xin nhờ thầy/cô giải đáp giúp em và xin cho em hỏi số lượng nhận học bổng ở lớp em có thể tăng lên không ạ ? . . Em chân thành cảm ơn ạ.. . Trân trọng.",
            "Chào bạn,. . . . Nguồn học bổng dựa vào học phí của sinh viên, học kỳ 192 vì tình hình dịch bệnh nên nhà trường đã cho sinh viên rút môn học vẫn không tính học phí và số lượng sinh viên rút môn học rất nhiều nên nguồn học phí sinh viên giảm. Dẫn đến nguồn kinh phí cho học quỹ bổng giảm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Yêu cầu khác: Em tên [full_name] lớp VP19NL, sau khi xem điểm trung bình học kì 192 là 7.9 thì em thấy mình có đủ điều kiện để xét học bổng khuyến khích nhưng danh sách mới cập nhật thì vẫn không có. Em muốn hỏi do mình không đủ tiêu chí hay do bị sót ạ? Mong nhà trường có thể xem xét lại giúp em. Em cảm ơn rất nhiều ạ.",
            "Chào bạn,. . . . Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, bạn thiếu 4 chỉ anh văn 1,2.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi là K14 theo thông báo thì được chuyển điểm anh văn theo bảng quy đổi cũ, em nộp bằng toeic 510 vào và chuyển điểm av4 đã thẩm tra rồi, đóng phí chuyển rồi mà vẫn chưa thấy chuyển là sao ạ. . . Em cảm ơn nhiều",
            "Chào bạn,. . . . Bạn đã nộp chuyển điểm anh văn 4 rồi là yên tâm PDT sẽ chuyển điểm cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ chào thầy (cô),. . Cho em hỏi là em có đăng ký khám sức khỏe đợt sắp tới, nhưng trong thời gian em có việc không thể đi khám được. Vậy thì em có bị đình chỉ 1 kỳ không ạ hay bị cái gì không ạ. . . Em cám ơn và mong nhận được sự phản hồi sớm.. .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, khám sức khỏe, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812799  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô . . Em tên là Nguyễn Thị Liên, sinh viên lớp DD18DV4 em có điểm trung bình mở rộng là 8,11 và học đủ 18 chỉ, không rớt môn nào nhưng không được có trong danh sách học bổng kỳ này ạ, em mong nhận được hồi đáp của Thầy Cô ạ. Em cảm ơn Thầy/ Cô nhiều.  B",
            "Chào bạn,. . . . Đối với khoa Điện - Điện Tử khoá 2018, PDT đang xét lại học bổng và sẽ gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp . Em tên là[full_name] [full_name], sinh viên chính quy khóa K2019. Điểm chuẩn Speaking và Writing TOEIC để công nhận tốt nghiệp ở Bách Khoa là bao nhiêu ạ?. . Mong PĐT trả lời cụ thể giúp em vì em có đọc quy chế những vẫn không hiểu ạ.. . Em cảm ơn.. .",
            "Chào bạn,. . . . Trong điều 31 phụ lục 1, trong mục 3 phần b có nói rất rõ nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . b) Quy định về kỹ năng tiếng Anh:. . . . - Chuẩn tiếng Anh nhận LVTN chấp nhận các chứng chỉ tiếng Anh 2 kỹ năng và chứng chỉ tiếng Anh 4 kỹ năng.. . . . - Chuẩn tiếng Anh xét tốt nghiệp (Áp dụng cho bậc đại học chính quy từ khóa 2013 trở đi): phải đạt 4 kỹ năng (Reading, Listening, Speaking, Writing). . . . + Các chứng chỉ tiếng Anh 4 kỹ năng được chấp nhận: TOEFL iBT, IELTS, KET, PET, FCE, CAE, VNU-EPT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo – Trường Đại học Bách Khoa TPHCM,. . Em là sinh viên khoa Điện – Điện tử khóa K2018. Sau khi nhận được danh sách dự kiến được cấp học bổng HK192, em nhận thấy một số bạn khóa K2018 của khoa Điện – Điện tử, mặc dù học rất giỏi và có Điểm trung bình chung mở rộng cao nhưng lại không có được trong danh sách nhận học bổng do quy định về học bổng sau khi phân ngành. Nay em gửi yêu cầu này để trình bày một số quan điểm về danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử.. . -\tThứ nhất, khoa Điện – Điện tử có 3 ngành Kỹ thuật Điện, Kỹ thuật Điện tử - Viễn thông, Kỹ thuật Điều khiển – Tự động hóa và được phân ngành vào giữa năm học thứ 2. Tuy nhiên, trong học kỳ thứ tư, tức là HK192, các sinh viên vẫn chưa được chia lớp theo phân ngành và vẫn học những môn cơ sở ngành giống nhau. Vì thế, việc học bổng khuyến học khuyến học HK192 của khóa K2018 khoa Điện – Điện tử được chia theo từng ngành theo em là chưa thực sự hợp lý.. . -\tThứ hai, do đặc thù của khoa Điện – Điện tử, các sinh viên có năng lực tốt hơn thường phân vào cùng một ngành. Việc chia học bổng theo từng ngành trong trường hợp này dẫn đến những bạn có điểm số thấp hơn ở ngành khác lại nhận được học bổng mặc dù các sinh viên vẫn học chung với nhau các môn học, chưa học những môn chuyên ngành. Điều này làm cho việc học bổng chưa thực sự công bằng và theo đúng ý nghĩa khuyến khích học tập.. . -\tThứ ba, với một số bạn, học bổng khuyến khích học tập là động lực để các bạn cố gắng học tập, là số tiền để các bạn có thể chi trả học phí, phụ giúp gia đình. Vì vậy, khi không nhận được học bổng với lý do như trên, các bạn và gia đình sẽ rất khó khăn về cả mặt tinh thần và kinh tế, đặc biệt là trong tình hình diễn biến của dịch bệnh covid-19 từng đầu năm 2020.. .  Với những lý do và quan điểm như trên, em có một số đề xuất dành cho danh sách sinh viên được nhận học bổng HK192 của khóa K2018 khoa Điện – Điện tử.. . -\tThứ nhất, em mong Phòng Đào tạo sẽ thay đổi cách đánh giá sinh viên nhận học bổng từ theo ngành thành theo nhóm ngành (như khi chưa phân ngành) của khóa K2018 khoa Điện – Điện tử để tạo sự công bằng cho các bạn sinh viên.. . -\tThứ hai, em mong Phòng Đào tạo sẽ thay đổi tỷ lệ học bổng của các ngành trong một khoa (hiện giờ là theo tỷ lệ sinh viên của từng ngành) để có thể trao học bổng cho đúng đối tượng và theo đúng ý nghĩa khuyến khích học tập. Điều này là một động lực, sự khích lệ to lớn dành cho các bạn sinh viên luôn cố gắng và nỗ lực không ngừng.. . Em mong Phòng Đào tạo sẽ xem xét và cân nhắc với những đề xuất của em để có thể cải thiện được những quy định về học bổng khuyến học các học kỳ.. . Em chân thành cảm ơn,. . Lương Đan Nhựt - 1810418. .",
            "Chào bạn,. . . . Đối với khoa Điện - Điện Tử khoá 2018, PDT đang xét lại học bổng và sẽ gởi mail cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào ad ạ,cho em hỏi em đã đk onl nộp chứng chỉ ngoại ngữ rồi có cần đi nộp bằng ở pdt ko ạ. nếu có nộp thì cho em xin số phòng của pdt của 2 cơ sở luôn ạ.Và thứ 7,chủ nhật pdt có làm việc ko ạ. EM cảm ơn",
            "Chào bạn,. . . . Bạn nộp trên Mybk nha, thứ 7 và CN Phòng Đào Tạo không làm việc .. . . . Thân",
            "em có cần nhấn vào dòng Xét miễn ko ạ, với lại tầm bao nhiêu ngày thì có kết quả thẩm tra bằng toeic của em ạ. em cảm ơn",
            "Chào bạn,. . . . Bạn hỏi vậy sao biết đường trả lời vì bạn muốn nộp bằng hay chuyển điểm anh văn là tuỳ bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào các thầy cô và anh chị làm bên trường ạ . Em có thắc mắc là e năm nay học khóa k20 và có in thẻ làm thẻ sinh viên, do bị lỗi ảnh nên e phải đi chụp lại và có gmail tb về và sau khi làm xong và thẻ đã in ra thì e nên đi đâu lấy đây ạ . Em xin cảm ơn trước ạ",
            "Chào bạn,. . . . Bạn về khoa để lấy thẻ sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là đợt đóng học phí hạn cuối 9/12 vừa rồi em đóng trễ 3h thì có sao không ạ, em sợ bị hủy kết quả kỳ này",
            "Chào bạn,. . . . Không sao bạn, bạn chỉ bị trừ điểm rèn luyện thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b Họ và tên: [full_name]  /b \t. .   b MSSV: [student_id]  /b \t. . Em quên chưa đăng kí bảo hiểm y tế, vậy cho em hỏi giờ em có thể làm đơn đăng kí thêm được không? Em xin cảm ơn. . . .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, em là Quang MSSV: [student_id]. . em đã tốt nghiệp vào 28/11/2020 nhưng tài khoản của em vẫn để trình tạng chưa nộp học phí. Tháng 11 em có hỏi pdt và được nhận phản hồi là yên tâm sẽ cập nhật lại trước ngày nhưng hiện tại tài khoản của em vẫn vậy. Em có biết một số bạn bị tình trạng ghi chú : Nợ học phí trong mục ds tốt nghiệp chính thức thì đến nay đã vô được bình thường nhưng tài khoản của em thì vẫn vậy. Kính mong PĐT kiểm tra lại giúp em để em có thể lấy dữ liệu, làm khảo sát, VÀ đặt biệt lấy ảnh của mình ạk. . EM XIN PHÉP ĐÍNH KÈM HÌNH ẢNH BÊN DƯỚI ĐỂ PĐT HIỂU RÕ HƠN VỀ LỖI TÀI KHOẢN CỦA EM",
            "Chào bạn,. . . . Đã mở khoá, bạn vào đăng kí lấy hình tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/cô ạ ! . . Em tên : [full_name]. . MSSV : [student_id]. . Lớp: XD17VL. . Em xin nhờ thầy/cô giải đáp giúp em hai thắc mắc nữa về vấn đề số lượng nhận học bổng ạ ! . . Thứ nhất, dựa vào chỉ tiêu nào để cắt giảm số lượng nhận học bổng khuyến khích vậy ạ ? Vì năm nay, các ngành khác thuộc Khoa Xây dựng K17 đều được tối đa là 3 bạn/lớp. Em không hiểu vì sao lớp em XD17VL lại bị cắt còn 2 bạn. Các khoá trước ví dụ như khoá K16 cũng tối thiểu là 3 bạn ạ ! . . Thứ hai, điểm trung bình học kì của lớp em, hay cụ thể là của em trên 8. và đủ điều kiện để nhận học bổng. Tuy nhiên, các bạn ngành khác có bạn lại dưới 7. điểm trung bình học kì, nhưng lớp/ngành của bạn đó lại được nhận 3 suất học bổng khuyến khích, còn ngành/lớp của em , em đạt được 8 chấm điểm trung bình học kì và đứng hạng 3 thì lại chỉ nhận được 2 suất cho 2 bạn có điểm cao hơn em ?!!. . Em thật sự rất không hiểu về vấn đề này ạ ! . . Em thật sự mong muốn được thầy/cô giúp em giải đáp hai thắc mắc này ạ ?! . . Em chân thành sự cảm ơn ạ ! . . Trân trọng.",
            "Chào bạn,. . . . Nguồn học bổng dựa vào học phí của sinh viên, học kỳ 192 vì tình hình dịch bệnh nên nhà trường đã cho sinh viên rút môn học vẫn không tính học phí và số lượng sinh viên rút môn học rất nhiều nên nguồn học phí sinh viên giảm. Dẫn đến nguồn kinh phí cho học quỹ bổng giảm.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô, vào thứ 3 tuần trước, ngày 1/12, em có nộp lại bảng điểm tốt nghiệp trên Phòng Đào tạo do có khiếu nại về điểm TBTL sau cùng. Em đã tính thủ công lại nên  khá chắc chắn. Cho em hỏi là Phòng đã kiểm tra lại giúp em chưa ạ?. . ﻿Em cảm ơn.",
            "Chào em,. . Điểm trung bình tích lũy của em là 6.50. . Thân mến",
            "QUOTE Chào em,. . Điểm trung bình tích lũy của em là 6.50. . Thân mến  /QUOTE . . Vâng em cảm ơn cô. Vậy em có được cấp lại bảng điểm tốt nghiệp mới không ạ?",
            "Chào bạn,. . . . Điểm sẽ cập nhật trên cổng thông tin sinh viên, bạn muốn in bảng điểm thì đăng kí trên Mybk.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào admin. . Em tên: [full_name]. . MSSV: [student_id]\t. . Cho em hỏi là kì rồi em đạt được 8.03 và số tín chỉ của kì là 15 chỉ. Trong DS nhận học bổng khuyến khích của trường thì không có tên em. Không biết có phải là do xét 10% của lớp nhưng vì dịch bệnh nên đã không xét theo 10% của lớp nữa không ạ. Em đã cố gắng rất nhiều trong học kì rồi ạ. Để có thể phụ đỡ cha mẹ trong hoàn cảnh khó khăn hiện tại thì em đã cố gắng rất nhiều. . . Em mong có thể được xem xét lại để em có được học bổng lần này ạ. .",
            "Chào bạn,. . . . Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, để bạn nhận học bổng thì học kỳ 192 bạn phải tích luỹ 66 tín chỉ nha. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Họ và tên: Phạm Văn Phúc Hoàng. . Email: [email]. . Lý do viết mail: Dạ em kính chào quý thầy (cô), em hiện là sinh viên khóa 2018. Trong đợt đăng kí thi kiểm tra Anh Văn đầu khóa dành cho các Sinh viên từ năm 2 trở về trước em có đăng ki, nay em có một số thắc mắc kính mong được quý thầy(cô) giải đáp ạ. Dạ hiện tại em đã hoàn thành và qua môn Anh Văn 3 (mã môn: LA1007) trên trường, trong đợt đăng kí thi anh anh văn định kì này theo như chuẩn thì em phải thi trên 600 điểm mới được xét là hoàn thành Anh Văn 4. Nhưng nếu em thi không đạt được kết quả như mong muốn (dưới mức 600, thậm chí dưới 500) thì em có được giữ nguyên kết quả là đã hoàn thành Anh Văn 3 theo như kết quả học tập trên trường không ạ.. . Em xin chân thành cảm ơn quý Thầy(cô) và mong nhận được phản hồi ạ!. . . .",
            "Chào bạn,. . . . Kỳ thi anh văn định kỳ dùng để xét chuẩn anh văn sau các năm thôi, không xét anh văn 1,2,3,4. Kỳ thi anh văn định kỳ sẽ lấy đợt thi có điểm cao nhất sẽ lấy.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913921  /b \t. . . .   i Học vụ . Cho em hỏi rằng nếu như em thi kỳ thi kiểm tra Anh Văn định kỳ tháng 9 vừa rồi mà điểm cao đủ chuẩn cho năm 4 thì em sẽ được xét chuẩn Anh Văn cho cả 4 năm hay là kỳ thi Anh Văn định kỳ chỉ xét chuẩn cho 1 năm và năm sau mình phải thi lại ạ? Hiện tại em đang là sinh viên năm 2 ạ.",
            "Chào bạn,. . . . Nếu tháng 9 vừa rồi bạn thi anh văn định kỳ qua hết tất cả các chuẩn anh văn sau các năm thì bạn không cần phải thi nữa. Điểm đó dùng để xét cho 4 năm luôn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đặt câu hỏi về xét học bổng và được giải đáp 108 tín chỉ mới được xét học bổng. Nhưng trên danh sách sinh viên được nhận học bổng của khoa như sinh viên [full_name] chỉ đạt 106 chỉ giống như em vẫn được xét. Và em không nợ môn, cũng đã tốt nghiệp đúng hạn, nhưng em không rõ lý do tại sao chỉ có 106 chỉ ở kỳ 192.   . . . .",
            "Chào bạn,. . . . - Nhưng điểm trung bình chung mở rộng của bạn 9.75 thấp hơn điểm trung bình chung của bạn [full_name].95.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào phòng đào tạo, em là [full_name] là sinh viên Việt pháp ngành cơ điện tử, MSSV [student_id].. . Em có thắc mắc về bảng điểm của em không có trung bình môn mở rộng để xét học bổng khuyến khích học tập kỳ 201 ạ ? . . Hy vọng phòng đào tạo xem xét lại để em có thể nhận được học bổng ạ.. . Em xin chân thành cảm ơn !",
            "Chào bạn,. . . . - Để nhận học bổng, bạn phải tích luỹ 90% số tính chỉ trong CTDT. Do vậy, học kỳ 192 bạn phải tích luỹ 31 tín chỉ mới đủ điều kiện xét học bổng.. . . . Thân"
        ]
    }
]