[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ trong đợt đăng kí môn học học kì 203 em có đăng kí môn học ME3267-[full_name] , em đã đủ điều kiện đăng kí là tối thiếu phải đạt 96 chỉ tích lũy , và theo cấu trúc môn học thì môn thực tập ngoài trường không có môn tiên quyết nhưng khi xem lịch sử đăng kí em lại bị huy môn vì không có môn học tiên quyết ạ , em đang rất bối rối vì nếu không đăng kí được thực tập em sẽ bị trễ hạn ra trường , xin phòng đò tạo giải đáp thắc mắc giúp em . . . . . .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô!. . Em tên là [full_name]. . Mssv: [student_id]. . Em có đăng kí học kì 2 này 2 môn học là thực tập tốt nghiệp ME3039 và Những nguyên lí cơ bản của CNMLN SP1003. Hiện môn học đã có thời khoá biểu những em có liên hệ với công ty thực tập thì người ta không cho nghỉ 1 tuần 3 buổi. Em thấy mail của pđt là thông báo thanh toán học phí nếu không thì sẽ bị huỷ môn, vậy cho em hỏi nếu em thanh toán một môn còn môn còn lại không thanh toán thì bị huỷ môn không thanh toán thôi hay huỷ cả 2 môn ạ?. . Em cám ơn!. .",
            "Chào bạn,. . . . Không được nha bạn, đăng kí môn học là phải đóng học phí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cô ơi, em thấy trên MyBK, đợt 2 môn Giải tích 3 em và các bạn có đăng ký được, nhưng đến khi trả kết quả đợt 3 thì không còn thời khóa biểu. . . Em là sv Việt Pháp k15, nghe mấy đứa bạn nói là do chưa học bộ mã mới nên xảy ra việc này.",
            "Chào em. em đăng ký lại môn học trong đợt đăng ký bổ sung nhé.. . PĐT sẽ xét lại cho em sau khi em đăng ký online. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy, cô, em tên là [full_name], MSSV: [student_id]. Hiện tại nếu tính cả kì này thì số tín chỉ tích lũy của em mới có 91. Em tính là thi toeic rồi chuyển điểm để đủ số chỉ đăng kí thực tập. Nhưng đợt đăng kí thi toeic vừa rồi vì tình hình dịch nên không cho đăng kí thi toeic nữa. Vậy nên là em không thể đăng kí thực tập ngoài trường như dự tính. Em mong là nhà trường có thể tạo điều kiện để em có thể đăng kí thực tập ngoài trường ạ. Em chân thành cám ơn!",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô/thầy,. . Em có thắc mắc về điều kiện để đăng ký môn thực tập tốt nghiệp. Em là sinh viên k18 Khoa khoa học và kỹ thuật máy tính, theo thông tin trên aao thì số tín chỉ để nhận TTTN là 94. Hết kỳ này em đạt 95 chỉ nhưng khi đăng ký môn . . học thì lại bị hủy do không đủ tiêu chuẩn.. . Mong nhận được sự giải đáp sớm từ thầy/cô.. . Em cám ơn nhiều ạ.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/cô ạ, em xin hỏi về việc em có đăng kí thực tập tốt nghiệp đợt 2 nhưng bị xoá môn vì chuẩn anh văn, nhưng trường có thông báo là kì sau miễn xét chuẩn anh văn, nên sao lại không đăng kí được ạ, năm 3 em đã học đủ và có chuẩn anh văn năm 3 ạ",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT em tên [full_name] em có 1 thắc mắc là ở đợt dkmh đợt 2 em đã đăng ký môn Thực tập ngoài trường EN3325 nhưng kết quả đợt 3 không thấy môn học đó. Kính mong PDT xem xét giúp em. Em cảm ơn PDT !. . . .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PDT,. . . . Theo như trên thông có ghi thì kì điều kiện tối thiểu để ĐK được môn TTTN cho K18 ở kì này là 95 chỉ. Số TC em tích lũy được hết kỳ 201 là 70 chỉ và kì 202 em đăng ký 27 TC. Nếu tính hết kì này là em sẽ tích lũy được 97 TC. Như vậy thì em đã đủ điều kiện ĐK TTTN. Thế nhưng em đăng ký đợt 1 và 2 thì đều bị xóa môn vì không đủ điều kiện. Không biết có sự nhầm lẫn nào ở quá trình đăng ký môn không ạ? . . Em cám ơn PDT.",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ. . Em muốn hỏi về việc em đăng kí môn ME3029 nhưng bị hủy do Thiếu môn tiên quyết CCAS_2 là chuẩn anh văn sau năm 2, do tình hình dịch trường đã gởi mail thông báo sẽ không xét chuẩn anh văn trong học kì hè ạ. Mong thầy cô xem xét giúp em ạ.. . Em xin cám ơn ạ!. . . .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào quý thầy cô ạ!. . Em là sinh viên khoá 2017 nhưng mà kỳ này nếu cộng cả kỳ 202 vẫn có 90 chỉ, thiếu 3 chỉ so với điều kiện đi thực tập nen đăng ký 2 đợt đều bị xoá, em hiện đã chắc trễ 1 năm nhưng hiện không biết làm sao để đi thực tập kỳ này để đảm bảo hạn chế tối đa thời gian học, e đã đăng ký thi Toeic hôm tháng 5 với dự định nộp bằng( cộng thêm 8 chỉ vì mức anh văn e thi thử ở bkenglish 750+) nhưng do dịch đã bị hoãn, thế là không đủ tín chỉ để đăng ký, và nếu kỳ hè năm sau mới đi thì không thể kịp tiến độ, dịch bệnh một phần thay đổi kế hoạch của e. . Lỗi do bản thân đã không cố gắng trong mấy kỳ trước( đa phần do em bị shock do người thân lần lượt ra đi...) và cũng chủ quan trong học tập nên mới xảy ra sự chậm trễ này. . Em viết tin nhắn này cùng với mong muốn thầy cô có thể cho em được đăng ký thực tập kỳ này , được quý thầy cô giúp đỡ thì chắc chắn sẽ cứu được một sinh mệnh trong lúc nguy nan.... . Mong thầy cô xem xét, khi hết dịch em sẽ tới phòng đào tạo để trình bày cụ thể... . Chúc thầy cô sức khoẻ để chúng ta vượt qua đại dịch.",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ở đợt đăng ký môn học cho kì 203 vừa rồi em có đăng ký môn   B SP1009  /B  mã DTQ1 học vào T2 và CN. Ở thời điểm đăng ký em chỉ thấy có mã DTQ1. Sau khi đã hết đợt đăng ký thì em mới biết là đã mở thêm mã DTQ2 học vào T7 và CN, hiện mã DTQ2 vẫn còn trống và em muốn chuyển giờ học qua mã này nhưng em không biết ở đợt DKMH 203 Đợt 3 mở vào ngày 07/06 có được chuyển hay không ạ?. . . . Vậy nếu em muốn chuyển giờ học thì nên đợi đến đợt 3 hay là em nên làm đơn nộp cho PDT vào tuần này ạ?. . . . Em có đính kèm hình ảnh của 2 mã DTQ1 và DTQ2 ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Đã hết thời gian chuyển nhóm môn học rồi bạn.. . . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô ạ. . Cô cho em hỏi là sao trong mail trường ghi là đv học kỳ dự thính hè 203 không xét chuẩn Anh văn nhưng em đăng ký môn đợt 2 môn Thực tập ngoài trường (Cơ điện tử) thì qua đợt 3 bị xoá môn và ghi lý do là chưa đạt chuẩn Anh văn ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: e chào thầy cô ạ . em xin trình bày là em có đki môn av3 hk 203 mà bây giờ e muốn rút môn học thì phải làm sao ạ ? nếu e không đóng học phí thì có bị sao k ạ ?",
            "Chào bạn,. . . . Hiện tại bạn rút môn học là phải thanh toán học phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào phòng đào tạo ạ. Em xin được hỏi là liệu có thể dời ngày đóng tiền học dự thính học kì 203 ra 1 chút được không ạ? Mới tháng trước em đã phải đóng tiền học của kì 202 xong, giờ em không thể có đủ tiền để đóng kịp học phí kì 203 đúng hạn. Em rất mong phòng đào tạo xem xét lại ạ. Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Không được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Dạ em chào thầy/cô ạ, em là sinh viên K18 của ngành Công nghệ Sinh học, khoa Kỹ Thuật Hoá Học.. . . . Hiện tại, em vừa bị xoá môn Thực tập tốt nghiệp của kỳ 203 với lý do không đủ điều kiện thực tập tốt nghiệp. . . . . Tính đến kỳ 202 theo quy định của trường kỳ này cho đăng ký môn học thì em có tất cả 103 chỉ (80 TCTL + 23 chỉ kỳ 202), vẫn hoàn thành các môn tiên quyết theo tiến độ học tập. Vậy cho em hỏi là em bị xoá môn Thực Tập Tốt Nghiệp vì lí do gì ạ, trong khi đó các bạn trong lớp vẫn bình thường, và nhiều bạn cũng bị xoá giống em?. . . . Và nếu vì tín chỉ tích luỹ không đủ thì cho em hỏi là TCTL bao nhiêu thì đủ ạ? Em cảm ơn.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ,. . . . Em vừa kiểm tra kết quả đăng ký môn HK203 đợt 2, em phát hiện mình bị hệ thống xóa môn vì lí do thiếu môn tiên quyết CASS_2 (chuẩn AV năm 2). . . . . Theo em nhớ mail PĐT trước đó có thông báo vì tình hình dịch bệnh nên không xét chuẩn AV học kỳ này. . . . . Em rất mong PĐT xem xét lại trường hợp của em và thông cảm cho em vì dịch giãn cách xã hội nên không thể đăng kí thi toeic để nộp chuyển điểm kịp thời.. . . . Em cảm ơn nhiều ạ và mong nhận phản hồi sớm. . .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy/cô. Em đã nhận được câu trả lời câu hỏi trước rồi ạ. Em xin cảm ơn. Cho em xin hỏi hiện tại em nếu em hoàn thành xong kì học 202 thì em chỉ có 94 tín chỉ, còn thiếu 2 chỉ để đăng kí môn thực tập ngoài trường, nếu em đăng kí thêm chỉ học hè thì có được tính là đủ để đăng kí thực tập không ạ. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Số tín chỉ học kỳ hè sẽ cộng vào số tín chỉ học kỳ 211.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT, học kỳ 202 em có đăng ký học môn chuyên ngành Công nghệ dệt thoi- ME3051 (mã môn học khóa 2018) bằng mã của khóa 2019 là công nghệ dệt thoi-ME2127. Nhưng em xem danh sách môn tương đương thay thế thì lại không thấy môn này trong danh sách. Không biết đối với môn học này em có phải làm đơn từ gì để chuyển điểm không ạ? Mong PĐT giải đáp giúp em .Em xin cảm ơn!",
            "Chào bạn,. . . . Việc này bạn về bộ môn/khoa tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Em tên [full_name], MSSV [student_id]. Đợt đăng ký môn học đợt 1 của HK203 em có đăng ký môn Thực tập tốt nghiệp (EE3335) nhưng sang đợt 2 thì bị hủy môn vì lý do N: Không đủ đ/kiện nhận TTTN - STC) và đợt 2 em có đăng ký lại cũng bị hủy. Em tìm hiểu thì là do em chưa đủ tín chỉ để đăng ký thực tập. Nhưng mà trong mail của PĐT gửi ngày 21/5/2021 có bảo là sẽ tính đạt các môn HK202 và tính vào chỉ tích lũy để đăng ký thì nếu em cộng các chỉ HK202 (18 chỉ) cộng với chỉ tích lũy của em là 82 thì thành 100 chỉ, vượt yêu cầu của khoa Điện ngành Điện Tử - Viễn thông là 98 chỉ. Em không biết sao em vẫn bị hủy không cho đăng ký thực tập. . . Mong thầy cô xem xét giúp em.. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Số tín chỉ tích lũy của em hiện tại là 78, nếu tính cả kỳ 2 năm học này thì được 98 chỉ. Cho em hỏi là để đăng ký được Thực tập tốt nghiệp hè này thì em có được cộng cả tín chỉ kỳ 2 được không ạ.",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . . . Trong Đăng ký môn học đợt 2, em đã đăng ký sai mã môn học Thực tập tốt nghiệp (đáng lẽ là IM3315 thì em lại đăng ký IM3313). Không biết là có cách nào để em đăng ký được môn này đúng kỳ 203 không ạ, vì hôm nay đã kết thúc đợt 2 của ĐKMH.. . . . Em xin cảm ơn thầy/cô rất nhiều.",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện trong bảng điểm em đang tích lũy 68 tín chỉ, nếu cộng hết số tín chỉ đăng kí học kì 2 thì em đang tích lũy là 95 tín chỉ, trong đó các môn học học kì 2 là các môn tương đương, hiện tại em đã đạt 465 điểm TOEIC ở ngoài và đã chuyển điểm vào nhưng chỉ xét đăng kí môn học và chưa tính tín chỉ, liệu em có được quyền đăng kí thực tập không ạ (ME3273). . Em xin cảm ơn!",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em đăng kí 2 lần TTTN nhưng vẫn bị xóa ạ. Trong khi những bạn khác cũng như em nhưng lại đăng kí được ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng xem kết quả DKMH để biết lý do bạn không đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo!. . Em tên [full_name], MSSV [student_id] lớp CK18CTM03. Môn thực tập tập ngoài trường của em bị hủy vì môn tiên quyết CCAS_2. Trong khi đó trường thông báo cho đăng kí môn học và bỏ qua các điều kiện tiên quyết. Vậy bây giờ em phải làm sao ạ?. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B",
            "cho em hỏi là em có đăng ký môn cho hk dự thính do dịch bệnh nên đã về quê rồi ạ. . trong mail có ghi là nếu không đóng học phí thì sẽ bị hủy thời khóa biểu có nghĩa là sao ạ là bị hủy môn học hay sạo ạ",
            "Chào bạn,. . . . Bạn không đóng học phí thì sẽ bị xử lý học vụ theo qui định điều 7, mục 7.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt, do tình hình dịch bệnh, pđt có thể cho em đóng học phí phân nữa của kỳ hè được không ạ ! Sau khi thi giữ kỳ xong , em sẽ đóng phần còn lại ạ ! Em mong pđt giúp em , em cảm ơn ạ",
            "Chào bạn,. . . . Không được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .    Chào thầy cô,. .  Em tên là [full_name] (MSSV: [student_id] K18 - chuyên ngành: Logistic, SCM). .  Hiện tại, số tính chỉ tích lũy ngành tính cộng cả học kì này (pass hết các môn đăng kí) là 98.. .  Hiện hệ thống chỉ tính em có 74 chỉ tích lũy.. .  Lý do: - Hai môn học ME2125, ME2123 chưa được chuyển tương đương (em đã coi danh sách môn tương đương và thấy đã có tương đương hai môn này nhưng hệ thống chưa cập nhập cho em nên em mất 6 chỉ).. . - Trong kì 201 em đã pass 4 anh văn và có điểm chuyển nhưng hệ thống chưa cập nhật 8 chỉ av).. . - Trong học kì này, em có đăng kí 3 môn dự thính là ME3253, ME2045, MT2013(môn xác suất thống kê này tương đương với môn thống kê trong công nghiệp). Do tình hình dịch covid nên lịch thi cuối kì dự thính bị dời lại dẫn đến 3 môn học này chưa có kết quả đạt nên chưa được tính 9 chỉ.. . - Thêm vào đó môn đồ án 1 ME3255, em có dự định chuyển điểm để đủ tín chỉ tối thiểu để thực tập tốt nghiệp nhưng do tình hình dịch bệnh không thể làm đơn chuyển điểm.. .     Do từng trễ anh văn nên tiến độ học tập bị tụt so với các bạn. Nhưng em rất cố gắng để theo kịp chương trình đào tạo của trường. Em rất mong phòng đào tạo xem xét và cho em đăng kí môn thực tập tốt nghiệp để hoàn thành kịp tiến độ học tập.. .  Em cảm ơn thầy cô đã đọc và xem xét cho tình hình của em.. .  Chúc thầy cô một ngày làm việc thuận lợi, vui vẻ.",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô,. . Em tên [full_name] ( MSSV :[student_id]), thầy cô cho em hỏi nếu em không thể đóng học phí kì hè 203 vì lý do gia đình thì ngoài việc bị hủy thời khóa biểu kỳ hè , em có bị trừ điểm rèn luyện hoặc không được đăng ký môn kỳ chính tiếp theo không ạ ? . . . Em xin cảm ơn thầy cô đã hỗ trợ .",
            "Chào bạn,. . . . Hiện tại không huỷ TKB học kỳ 203 được bạn, bạn không đóng học phí sẽ xử lý theo qui chế học vụ điều 7, mục 7.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Thầy/cô cho em hủy 2 môn giải tích 2\t(MT1005) và đại số tuyến tính (MT1007).. . . .",
            "Chào bạn,. . . . Đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi dự thính đăng ký môn rồi mà không đóng học phí thì bị hủy môn thôi hay sao ạ",
            "Chào bạn,. . . . Bạn không đóng học phí thì sẽ bị xử lý học vụ theo qui định điều 7, mục 7.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. . Em có đăng kí môn DT203 đợt 2 thành công, mà trong kết quả đăng kí thì lại không có môn ạ. cho em hỏi là tại sao vậy ạ?. . Em xin cảm ơn ạ. Rất mong chờ câu trả lời từ thầy/cô.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào quý thầy cô.. .  Em tên là [full_name] [student_id], em đã đăng kí thực tập ngoài trường mã môn ME3267 và em đã tích lũy đủ chỉ bên cạnh đó nhà trường đã nói không xét chuẩn AV kì này. Tuy nhiên đợt 3 này em bị xóa môn và không có trong danh sách đi thực tập và liệu đợt 3 này trường có cho đăng kí thêm hay không. Em mong trường xem xét và giải quyết cho em ạ.. . Em xin cảm ơn.. . . .",
            "Đăng ký môn học. . Dạ chào quý thầy cô.. . Em tên là [full_name] [student_id], em đã đăng kí thực tập ngoài trường mã môn ME3267 và em đã tích lũy đủ chỉ bên cạnh đó nhà trường đã nói không xét chuẩn AV kì này. Tuy nhiên đợt 2 này em bị xóa môn và không có trong danh sách đi thực tập và liệu đợt 3 này trường có cho đăng kí thêm hay không và vì sao em lại bị xóa môn. Em mong trường xem xét và giải quyết cho em ạ.. . Em xin cảm ơn.. . . .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện thời khóa biểu của em đang hiện lịch học vào sáng thứ 2 tuần ssu. Hiện thành phố đang trong đợt giãn cách xã hội, nên em không biết mình vẫn đi học theo thời khóa biểu hay không?",
            "Chào bạn,. . . . Hiện tại học online nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô, cho em hỏi là vừa qua tụi em có nhận 1 mail về việc đóng học phí trong kỳ hè 203 và hạn đóng là trong tuần này và trong mail có ghi là nếu không đóng sẽ hủy thời khóa biểu vậy cho em hỏi, nếu như không đóng ngoài việc bị hủy thời khóa biểu ra thì tụi em có bị cảnh cáo học vụ hay ghi nợ và vẫn phải đóng số tiền đó hay không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn không đóng học phí thì sẽ bị xử lý học vụ theo qui định điều 7, mục 7.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào quý thầy cô,. . Em tên là [full_name] [student_id] đã đăng kí môn thực tập ngoài trường mã môn ME3267,em đã tích lũy đủ tín chỉ bên cạnh đó nhà trường đã nói không xét chuẩn Anh văn kì này tuy nhiên trong đợt 2 em đã bị xóa môn và không có tên trong sách đi thực tập. Cô cho em hỏi là tại sao trường lại xóa và liệu đợt 3 nhà trường có cho sinh viên đăng kí thêm được hay không. Em mong sớm nhận được sự phẩn hồi từ cô.Chúc cô một ngày vui vẻ ạ.. . Em xin cảm ơn. . . . .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi làm thế nào để huỷ môn đã đăng ký ở kì 203 ạ.",
            "Chào bạn,. . . . Hiện tại không huỷ môn học được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do em đăng kí nhầm môn học, môn CI3009 - Kết cấu thép 1 em đang học ở kì 202DT mà lại đăng kí tiếp ở kì 203. Em rất xin lỗi vì sự bất tiện này. Em mong PĐT xem xét hủy môn giúp em để em đăng kí bổ sung môn khác ạ. Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Hiện tại không huỷ môn học được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là kì này em có đăng kí thực tập ngoài trường và môn Nguyên lí ngôn ngữ lập trình thì có bị huỷ môn không ?. . Và nếu huỷ thì sẽ huỷ môn nào ạ ?. .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả DKMH trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có đăng ký in thẻ sinh viên nhưng do nghỉ dịch nên chưa thể nhận thẻ, liệu thẻ của em có bị hủy 30 ngày sau khi in.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Không bạn, khi nào thuận tiện bạn có thể lại lấy vẫn được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1410733  /b \t. . . .   i Học vụ . Em là sinh viên PFIEV. Cho em hỏi là môn Toán 1 (006711) có môn tương đương là Giải tích 1 (MT1003) và Đại số Tuyến tính(MT1007) vào học kỳ 192 nhưng học kỳ hiện tại lại không có môn tương đương và các môn này đều có mã môn học khác, hiện em đã học 2 môn trên theo môn tương đương được quy đổi của học kỳ 192 thì em phải làm như thế nào để quy đổi qua các môn ở học kỳ hiện tại ạ. Em rất mong được giải đáp sớm ạ.",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào tạo Việt Pháp gặp cô [full_name] tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa PĐT, em tên [full_name], MSSV: [student_id], hiện đang là sinh viên khoa Cơ Khí, chuyên ngành Cơ điện tử. Do em chưa đăng ký môn học Thực tập ngoài trường, MMH: ME3269 trong 2 đợt đầu nên sẽ phải đăng ký vào đợt 3 từ ngày 07/06/2021-09/06/2021. Tuy nhiên, từ phía nhà trường lại có mail thanh toán học phí từ ngày 02/06-07/06. Em hiện chưa có đăng ký môn nên không có TKB cũng như chưa có chỗ thanh toán học phí bên BKPAY. Vậy đối với trường hợp như em thì việc đăng ký môn học và thanh toán học phí phải giải quyết như thế nào ạ? Kính mong nhận được sự giúp đỡ từ phía nhà trường. Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . . . Học phí dự thính đợt 3 chưa có thông báo nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô,. . Em tên: [full_name]. Mssv: [student_id]. . Em đăng kí thực tập nhưng bị hủy do thiếu chuẩn anh văn ạ, nhưng do trường có thông báo là kì này và kì sau được miễn chuẩn anh văn ạ. Kì này trường cũng chưa tổ chức thi chuẩn anh văn nên em không thi được ạ. . . Mong thầy/cô xem xét giải quyết giúp em được đăng kí thực tập vào kì hè này ạ.. . Xin chân thành cảm ơn.",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ. . Trong đợt đăng kí môn học đợt 2 cho HK203, em có đăng kí môn học SP1033 - K/tế chính trị [full_name]-[full_name]. Tuy nhiên,dịch COVID 19 ảnh hưởng đến tình hình tài chính của gia đình em, nên em muốn hủy môn học vào học kỳ hè được không ạ?. . Em cảm ơn quý thầy/cô ạ. Em mong sớm nhận được giải đáp từ phía thầy/cô ạ.",
            "Chào bạn,. . . . Hiện tại đã hết thời gian huỷ môn học rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  . . . . Họ và tên: [full_name] . . MSSV: [student_id] . . . . Em xin hỏi văn phòng đào tạo về thời hạn nộp chứng chỉ ielts là ngày 10/6/2021. Em đăng kí thi ielts ngày 20/5. Tới ngày 2/6 thì em biết điểm overall 6.0 nhưng do tình hình dịch covid19 hiện nay em phải cách li tại nhà do quận Gò vấp bị phong toả nên không thể nộp trước 10/6 dù thi và đạt kết quả đúng hạn. Mong văn phòng có thể tư vấn thêm cho em.. .",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào tạo quốc tế tư vấn giúp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . Em vừa thấy nhà trường thông báo là hoãn thực tập tốt nghiệp mà em vừa được nhận vào công ty để thực tập. Thầy/cô cho em hỏi là vẫn cứ thực tập bình thường rồi đợi thông báo sau hay sao ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. . Em bị hủy môn thực tập với lí do là không đủ tín chỉ. Hiện em đang có 84 chỉ và kì này em đang học 21 chỉ nữa. Nhà trường xét đạt hết thì em được 105 chỉ ạ. Điều kiện đi thực tập của khoa địa chất dầu khí là 100 chỉ. Sao em vẫn bị hủy môn ạ?. . Rất mong câu trả lời từ thầy/cô. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . Đợt 3 DKMH học kỳ 203 bạn vào đăng kí lại nha.. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "I Đăng ký môn học  /i  VÌ [full_name] DỊCH BỆNH VÀ GIÃN CÁCH XÃ HỘI NHƯ THẾ NÀY. HIỆN TẠI EM ĐÃ Ở QUÊ VÀ KHÔNG THỂ NÀO XUỐNG PHÒNG ĐÀO TẠO ĐỂ LÀM ĐƠN XIN XÉT TỐT NGHIỆP THÌ [full_name] THỂ ĐĂNG KÍ ĐƯỢC THỰC TẬP TỐT NGHIỆP CI3343 Ạ. MONG PHÒNG ĐÀO TẠO XEM XÉT VÀ NÓI RÕ CÁCH GIẢI QUYẾT CHO EM VỚI Ạ. EM CẢM ƠN.. . . .",
            "Chào bạn,. . . . Bạn có nguyện vọng thì bạn làm đơn nộp BKSI nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/chị! Hiện em là sinh viên [full_name]17 nhưng do chuyển ngành nên bây giờ mới đủ điều kiện đăng ký thực tập tốt nghiệp. Nhưng khi đăng ký mã cũ của [full_name]17 là ME3261 thì lớp chỉ có 2 người đăng ký. Do lo sợ không đủ sĩ số để mở lớp thì em đã liên hệ giáo viên hướng dẫn và đăng ký mã mới ME3275 nhưng đã bị xóa do không đúng mã TTTN của [full_name]17. Nên em muốn hỏi anh chị là nếu em đăng ký mã ME3261 của [full_name]17 thì có được mở lớp không hay em phải viết đơn xin PĐT cho em được đăng ký mã ME3275 của [full_name]18 ạ. Em chân thành cảm ơn.. .",
            "Chào bạn,. . . . Môn ME3261 có mở lớp nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vào học kì 201, em có đăng kí môn học thực tập cơ khí đại cương 2 với mã môn học là ME2087 (đây là mã môn học của k19), do môn học thực tập cơ khí đại cương 2 với mã môn ME2001 (mã của k18) không còn mở, bây giờ em muốn làm thủ tục chuyển điểm môn học trong thời gian hè này thì cần thực hiện những gì ạ! Em xin cám ơn!. .",
            "Chào bạn,. . . . Bạn vui lòng xem danh sách môn học tương đương đã cập nhật trên web PDT. Nếu 2 môn công nhận tương đương thì PDT sẽ tự chuyển điểm nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. .   Mssv: [student_id]. .   Do dịch Covid 19 nên hiện tại thì kinh tế nhà em bị ảnh hưởng ạ, mà nhà trường yêu cầu đóng học phí sớm quá, hiện tại thì em chưa có tiền để đóng ạ, vậy pđt cho em xin hủy môn mã LA1039 lớp DT01 mà vẫn không phải mất phí được không ạ.. .   Em cảm ơn.",
            "Chào bạn,. . . . Bạn không đóng học phí thì sẽ bị xử lý học vụ theo qui định điều 7, mục 7.2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2133057  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô. . Em tên: Nguyễn Đăng Minh Khai . . Mssv: 2133057. . Như trường đã gửi mail cho sinh viên là đã cập nhật học phí trên bkpay và thanh toán học phí học kì 203 từ 2/6 - 7/6 nhưng em vào bkpay của em vẫn chưa có học phí ạ.. . Em mong Thầy/Cô xem xét lại trường hợp của Em để Em thanh toán học phí đúng hạn. . . Em chân thành cảm ơn.",
            "Chào bạn, . . . . Thông báo học phí này dành cho sinh viên chính qui đại trà nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B Dạ cho em hỏi em là sv hệ CLC tháng 11 này tốt nghiệp em tính đăng kí môn Mác ( sp1003 ) ở hè này để có thể tốt nghiệp nhưng do e bị trùng với một môn khác ( lớp của hệ CLC bị trùng ), nên không biết em có thể đăng kí qua lớp của bên đại trà để học được không ạ. Vì tháng 11 tốt nghiệp em mong phòng đào tạo có thể trả lời và hỗ trợ giúp em đăng kí học để tháng 11 tới e có thể tốt nghiệp, em xin cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Đào tạo quốc tế để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô. . Em [full_name]. Em đang gặp một số vấn đề về mail trường do không đăng nhạp được trên thiết bị của ứng dụng google meet. Thầy cô có gặp trường hợp này rồi xin giúp đỡ em ạ.. . Em mong nhận được sự giúp đỡ của thầy cô ạ. . Em xin chân thành cám ơn thầy cô ạ!. . . . Email trường của em ạ: [email]",
            "Chào bạn,. . . . Việc này bạn liên hệ ban Quản lý mạng của trường địa chỉ mail [email].. . . . Thân"
        ]
    }
]