[
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV: [student_id], khoa Khoa học ứng dụng. . vì do dịch nên em chưa thi được anh văn tại trường và nộp bằng để quy ra tín chỉ, hiện tại em đã đạt 75 chỉ với trường tính cho em kì này 17 chỉ là 92 chỉ. quy định 98 chỉ mới được đăng kí thực tập hè, em đã cố gắng ôn để thi anh văn để đc 6 chỉ cho đủ điều kiện đăng kí môn mà dịch nên không thi được. . .    Em xin hỏi là có cách nào để em được đăng kí thực tập hè không ạ. Em xin cảm ơn",
            "Chào bạn,. . Phải đủ điều kiện mới có thể đăng ký được nhé bạn, bạn có thể đăng ký học Anh văn trong trường để tích lũy đủ số tín chỉ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô phòng đào tạo, em là sinh viên khóa k18 khoa xây dựng. Vì gặp khó khăn trong việc bố trí thời gian học trong học kì 211, nên em gửi thầy/cô đơn xin rút môn học. Kính mong quý thầy cô xem xét duyệt cho em. Em xin chân thành cảm ơn!. . Học vụ .",
            "Chào em,. . Em vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có thấy phòng đào tạo kêu gọi mở môn học cơ học máy ME2043 với tỷ số thấp. Em cũng có đăng ký trong dự thính mà em thấy vẫn không mở. Cho em nên đăng ký môn này ở đâu theo mail phòng đào tạo yêu cầu?. . Em xin cảm ơn",
            "Chào bạn,. . Bạn nhận thông tin này từ đâu vậy? vui lòng trình bày rõ? trong đó có ghi phòng giáo vụ (có thể là văn phòng khoa của bạn gửi nhé). . bạn liên lạc để hỏi thông tin cụ thể nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Thầy/cô cho em hỏi khi nào mới tới đợt đăng kí rút môn học của học kì 211 chính quy ạ. . . Và làm sao để rút môn học ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Em vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tôi bị quên mất mật khẩu tài khoản sinh viên để vào đăng kí môn học . Cho tôi hỏi có cách nào đổi mật khẩu tài khoản không ? Tôi thuộc hệ VHVL. .",
            "Chào em,. . Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... . . .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên thuộc khoá K20 chuyển từ chương trình chất lượng cao sang chương trình đại trà. Hiện tại em vẫn không đăng ký được môn học. Em muốn thầy cô hỗ trợ em đăng ký các môn học: giải tích 1 ( MT1003), vật lý1 ( PH1003), nhập môn kỹ thuật ( CI1001), Đại số tuyến tính ( MT1007). Em xin thầy cô giúp em đăng ký môn học và em xin trân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng kiểm tra kỹ các môn có mở trong HK211, ghi rõ tên MH, mã Mh và mã nhóm xin ĐK nhé, riêng môn nhập môn kỹ thuật bạn vui lòng đợi 15/9 gửi yêu cầu lại để xin đăng ký học chung với. . (lộ trình 2) bạn có thể vào ĐKMH nhé.. . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là Trần Ngọc Phong, là SV khóa K17 những em vẫn còn 1 môn đồ án tiên quyết luận văn tốt nghiệp nhưng đợt vừa rồi do bận việc gia đình nên em không kịp đăng kí được. Em có thể xin bổ sung sỉ số em vào lớp đồ án Thiết Kế ĐƯờng L01 mã môn học Ci3221 được không ạ? Nếu không được thì em bị mất thêm 1 năm nên kính mong pđt có thể giúp em ạ. Em xin chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô) . . Đăng kí bổ xung em nghĩ là cho từng đợt và có thể hiệu chỉnh nên em đăng kí nhiều môn để rồi hiệu chỉnh, em không ngờ là đăng kí là được luôn, giờ em muốn xoá môn thì làm sao ạ, tại như thế quá mức học phí em có thể chi trả.. . Em cảm ơn.. . . . Kỳ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào PĐT . Cho em xin hỏi là với tình hình dịch bệnh như hiện tại thì bao giờ em có thể thi kết thúc môn ở trường ạ . Em hoãn thi ạ. Điều kiện hoàn thành là dưới 1 năm thì nếu trường hợp không thể thi off thì em được sắp xếp lịch thi như thế nào ạ (kì 211 hay kỳ 212,213 ạ)",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tên em là : [full_name]. . MSSV:[student_id]. . Em là sinh viên năm 3 lúc đăng kí môn học đợt 2 em có đăng kí môn Giải tích hệ thống điện mã Ee3013 nhóm L02_L06 và đã thành công nhưng đến lúc đăng kí môn đợt 3 thì em đã bị huỷ môn và không đăng kí lại được và không xuất hiện trong tkb nữa mong nhà trường xem xét.",
            "Chào bạn,. . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Trong kết quả đợt 2 có báo: . . \"PDT không đ/ký cho SV MH EE3013 (2: Thiếu môn học trước EE2017)\t2021-08-16 11:38:1\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/ cô,. . Em có câu hỏi như sau: Vì lí do khách quan em muốn được đăng ký rút môn học học kì chính 211. Vậy thầy/ cô cho em hỏi khi nào có lịch đăng kí rút môn học học kì chính 211 ạ?. . Em cảm ơn thầy/ cô!. . [full_name] trọng,",
            "Chào bạn,. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin chào thầy (cô).. . Ở học kỳ hè 203 em có đăng ký thực tập và đóng học phí muộn nên đã bị xóa mất tkb của học kỳ hè và kỳ này em đã đăng ký đề cương luận văn nhưng bị xóa vì chưa đăng ký thực tập ạ. Vậy trong đợt đăng ký đề cương với thực tập này em có cần phải đăng ký lại thực tập để đăng ký đề cương không ạ. Nếu em đăng ký thực tập vậy học phí kỳ hè em đã đóng bị mất hay sao ạ. Mong thầy cô có thể giáp đáp sớm giúp em ạ do ngày mai là hết hạn đăng ký ạ.. . Em xin gửi ảnh đã thanh toán học phí trễ của em ạ. . Em xin cảm ơn thầy (cô) đã giúp đỡ. . .",
            "Chào bạn,. . Không cần đăng ký lại nhé bạn, trường hợp của bạn sẽ được phục hồi TKB của HK203 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại ở địa phương em đang sống đang yêu cầu giấy xác nhận sinh viên từ phía nhà trường để làm thủ tục tạm hoản tham gia nghĩa vụ quân sự cho em. Nếu không có giấy xác nhận sinh viên trước ngày 6 tháng 9 sẽ làm thủ tục tham gia nghĩa vụ quân sự cho em.. . . .   Hiện tại trang đăng ký giấy xác nhận cho sinh viên đang bảo trì để làm thủ tục cho tân sinh viên từ ngày 13/8 đến 27/8. Cộng thêm thời gian làm thủ tục giấy xác nhận cho sinh viên ít nhất khoảng 1 tuần nữa, thì em sợ không đủ thời gian để gửi giấy xác nhận về địa phương.. . . . Hiện tại thì em đang ở Hồ Chí Minh, còn chờ thi 2 môn học nữa, và đang làm đề cương kỳ này.. .  Em không biết thầy cô có thể hỗ trợ giúp em làm giấy xác nhận sinh viên được không ạ.( em cũng đã trình bày tình hình hiện tại của em với địa phương và bên địa phương cũng chấp nhận dạng file ạ).. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8)  /i. . Chào thấy( cô),. . Em gửi đơn xin mở lớp đồ án thiết kế động cơ đốt trong ạ, do các thầy trong khoa đã xác nhận ạ do đây là môn đồ án nên các thầy nói không cần ngày giờ cụ thể ạ môn phòng đạo tạo giải quyết sớm giúp chúng em.. . Em cảm ơn. .",
            "Chào bạn. . Đợt này nhận đơn mở lớp dự thính nghen bạn, Không nhận đơn mở chính quy nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau đợt đăng ký môn học đợt 3, em bị xóa môn Quản lý dự án phần mềm (CO3011) do không đủ sĩ số. Theo quy định của phòng đào tạo, trong đợt 3 em không thể hủy môn để đăng ký môn khác thay thế được. Cho em hỏi là vậy em có thể đăng ký bổ sung môn đã bị xóa được không ạ?",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề, môn bị hủy vì không đủ sĩ số sao đăng ký được nữa bạn. . Thân",
            "Trong thời gian đăng ký môn học đợt 2, em đăng ký 21 chỉ trong đó có môn Quản lý dự án phần mềm (QLDAPM - CO3011). Trong thời gian đợt đăng ký môn học đợt 3, môn QLDAPM vẫn được mở để sinh viên đăng ký thêm; do đó em không thể xóa môn để đăng ký môn khác theo quy định của PĐT. Sau đợt 3 thì môn này mới bị xóa khỏi TKB do không đủ sĩ số.. . Câu hỏi của em là có cách nào để đăng ký bổ sung cho môn QLDAPM đã bị xóa không ạ?. . Em xin cảm ơn cô.",
            "Chào bạn,. . Vấn đề là môn này bị hủy do không đủ sĩ số ĐK (như bạn trình bày) thì không mở lớp nên không đăng ký được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô.. . Em tên là [full_name], MSSV [student_id].. . Ở năm học 2019-2020, do đã học đại học khác trước đó, nên em đã được miễn học 2 môn: . . 1)SP1005 (Tư tưởng [full_name]) . . 2)SP1009 (Đường lối CM của Đảng CSVN). . . 2 môn này đều là mã môn cũ của K2018. Em xem trong danh sách môn học tương đương/thay thế, thì thấy 2 môn này sẽ được dùng để tương đương/ thay thế cho 3 mã môn học mới của K2019 là:. . 1) SP1005 tương đương SP1037. . 2) SP1009 tương đương SP1035 + SP1039. . Vậy cho em hỏi là em đã được điểm miễn đối với 2 môn SP1005, SP1009 thì em có được điểm miễn đối với môn học mã tương đương của K2019 không ạ?. . Em xin cảm ơn",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi anh/chị PĐT,. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Vì tình hình dịch nên Em chưa thể tham gia thi anh văn nói viết để tốt nghiệp Hk211.. . . . Bởi vì đúng quy định thì đây là Hk cuối cùng để hoàn tất tốt nghiệp ở trường, nhưng em chưa thể tham gia thi anh văn nói-viết.. . . . Em phải nộp chứng chỉ anh văn trước ngày nào để tốt nghiệp trong Hk211 ạ? . . Nếu dịch tiếp tục kéo dài thì em có được gia hạn thêm thời gian để hoàn thành phần anh văn nói-viết không ạ?. . . . Em cảm ơn . . SV [full_name]",
            "Chào bạn. . AV Nói - viết: Trung tâm ngoại ngữ sẽ tổ chức kiểm tra Anh văn 2 kỹ năng nói – viết theo hình thức trực tuyến trong tháng 9/2021 dành cho SV chuẩn bị tốt nghiệp. Sinh viên  liên hệ trung tâm ngoại ngữ để được tư vấn và hướng dẫn thêm.. . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Xin kính chào . . Cho em hỏi là em muốn huỷ đăng kí môn học DT giả tích 2 em đăng kí dự thinh đợt 1 như thế nào ạ",
            "Chào bạn,. . Vui lòng trình bày rõ, nếu bạn đăng ký trong HK dự thính HK211 (lộ trình 2), đợt 1 thì hiện tại đã có thông báo về đợt 2, bạn vô tự điều chỉnh nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy/cô. Em có đăng kí dự thính kì HK211 môn Phương pháp tính (MT1009), vì em không đủ điều kiện nên em xin hủy môn này ạ. Kính mong nhận được sự phản hồi từ thầy/cô. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô ơi cho em hỏi. Trong đợt thi cuối kì vừa rồi em có làm bài thi một môn tự chọn không tốt. Để phòng trường hợp xấu nhất xảy ra thì hiện tại em có thể đăng ký một môn tự chọn khác vào học kì chính được không ạ? Và em phải làm đơn hay như thế nào ạ? Do trong đợt DKMH em không đăng kí môn nào cả.. . Em xin cảm ơn ạ!",
            "Chào bạn,. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn học EE3015 , trong thời khóa biểu của em có môn học nhưng trang bkel lại không cập nhật môn cho em, bây giờ em không thể vào lớp, mong pđt sửa lỗi dùm em để em kịp theo học ạ. Em cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy.. . Em là sinh viên năm 4, em nó nôp bằng TOEIC 570 RL (chưa chuyển điểm). Vì do lý do dịch bệnh em không thể đăng kí thi lại. Hiện tại em muốn học anh văn 4 sau đó chuyển điểm av 1 2 3. Nhưng hiện tại em không thể đăng kí anh văn 4 tại kỳ đăng kí môn học \"ĐĂNG KÝ MÔN HỌC DỰ THÍNH BỔ SUNG HK211 (HỌC TỪ 30/8) - [full_name] 2 - ĐỢT 2\" do thiếu môn anh văn 3. Mong phòng đào tạo mở cho em phép em đăng kí với ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào tạo ĐH Bách Khoa HCM,. . . . - Em tên là [full_name], lớp CK14HT1, MSSV: [student_id], em đã được Phòng Đào tạo quyết định vào hệ VLVH vào ngày 04/08/2021 và dùng chuẩn hệ VLVH để xét tuốt nghiệp.. . . . - Em đã vào đăng ký xét tốt nghiệp mà mục thông tin cá nhân của em vẫn còn là hệ chính quy, nhờ Phòng Đào tạo hướng dẫn giúp em trong việc đăng ký xét tốt nghiệp ạ.. . . . . . Em xin chân thành cảm ơn rất nhiều!. . Chúc thầy cô nhiều sức khỏe !. . . . . .",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô.. . Em là [full_name], sinh viên K2017, khoa Máy tính ạ.. . Dạ trong đợt đăng kí môn học chính quy vừa rồi em bị lỡ nên không đăng kí được môn Pháp luật VN đại cương (SP1007). Em có dự định đăng kí vào kì dự thính nhưng hiện tại không có lớp mở trong kì này ạ.. . Vậy nên em mong phòng đào tạo có thể cho em đăng kí bổ sung môn học này trong học kì chính 211 ạ. Hiện tại em chỉ còn luận văn (đang thực hiện) và môn Pháp luật này thôi ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . SV ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Cô,. . . . Em là [full_name], MSSV [student_id],. . . . Em đang tham khảo Kế hoạch Đào tạo của hệ chuyển thẳng từ CQ sang VHVL trên website để làm đơn đăng ký môn học ở ngay HK1 này.. . . . Tuy nhiên có mục: \"Diện xét tuyển thẳng: kế hoạch 2.5 năm, kế hoạch rút ngắn 1.5 năm\". . . . Không biết mình có thể xem cụ thể ở đâu để biết chính xác những môn cần thiết để đăng ký cho kịp kế hoạch thưa Cô?. . . . Trân trọng.",
            "Chào bạn. . -Trên tinh thần nếu bạn chuyển hình thức sang VLVH thì:. . -Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . -Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH, . . -Thời gian học là 10 năm. . -Bạn tải mẫu đơn thôi học  tại trang web: aao.hcmut.edu.vn (đánh dấu vào option chuyển sang VLVH ) gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ . . Trong đợt 2 đăng kí dự thính có nói là được huỷ môn vậy bây giờ em muốn huỷ môn em đăng kí từ đợt 1 như thế nào ạ .. . Em đã vào hiệu chỉnh nhưng không thấy chỗ để huỷ môn học",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính (lộ trình 1) HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Thân chào phòng đào tạo,[full_name] [full_name] Em đã nhận được mail \"Thông báo Đăng ký dự thính-Lộ trình 2 (bắt đầu HK ngày 30/8): - Đợt 2\" nhưng vẫn có một vấn đề còn thắc mắc em mong muốn được giải đáp như sau:   B Những môn học đã được đăng ký ở Lộ trình 2 - Đợt 1 thì sẽ không cần đăng ký lại ở Đợt 2 hay sao ạ?  /B  [full_name] [full_name] Mong nhận được phản hồi sớm từ phòng đào tạo[full_name] [full_name] [full_name] Em xin cảm ơn[full_name][full_name] [full_name] Anh [full_name][full_name] [full_name]",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ!. . Thầy cô cho em hỏi về việc hoãn thi thì sau khi điền form thì sẽ hoãn 1 hoặc vài môn mình muốn hoãn hay hoãn tất cả các môn trong thời khóa biểu.. . Em cảm ơn ạ!. .",
            "Chào em,. . Em muốn hoãn môn nào điền môn đó thôi nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xon phép chào thầy cô ạ!. . Em tên [full_name]. . Mssv [student_id]. . Khoa bảo dưỡng công nghiệp k16. . Em có vấn đề muốn hỏi là hiện tại em đã được 8.5 ngày công tác xã hội( có file đính kèm), đủ để đăng kí tiểu luận tốt nghiệp, nhưng tại sao khi em đăng kí tiểu luận tốt nghiệp thì hệ thống lại báo em là thiếu ngàu công tác xã hội là sao ạ. . Mong thầy cô xem xét giúp em ạ. . Em xin cảm ơn!",
            "Chào bạn,. . Theo quy chế SV hệ cao đăng khóa 2016 đã hết thời gian đào tạo nhé bạn.. . Bạn không đăng ký môn học được của HK211.. . PDT sẽ hậu kiểm và hủy kết quả (nếu có). . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 5. . Thân. .",
            "Ủa cô ơi, có 1 số bạn cùng khóa của em vẫn đăng kí được mà cô. . Cô xem lại giup e với ạ",
            "Chào bạn,. . PDT sẽ hậu kiểm và hủy kết quả (nếu có). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng đào tạo, em tên Hồ Sĩ Nguyên mssv [student_id], em đã viết đơn cập nhật môn tương đương và được phản hồi là đã cập nhật thành công, nhưng chưa được cập nhật online trên hệ thống, khi em đăng kí luận văn tốt nghiệp(CI4313) cho đợt bổ sung HK211(23/8-25/8/2021) thì vẫn thông báo là thiếu môn :ĐAMH Thiết kế cầu (mã CI4123) ạ!. . Cụ thể là em xin cập nhật môn : Xây dựng cầu + ĐAMH Thiết kế cầu (CI4121+CI4123) tương đương với môn: Xây dựng cầu (CI4033) mà em đã học trong HK1(2019-2020).. . Em mong phòng đào tạo xem xét và cập nhật cho em trên hệ thống online để em được đăng kí LVTN ạ. Em cảm ơn !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . tại sao em đăng kí đợt 1 rồi nhưng đợt 2 lại không được đăng kí ạ, cô có thể xem hình và giải quyết giúp em không ạ",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. .",
            "Là vào ngày đăng kí đợt học bổ sung (bắt đầu học vào ngày 30/8) thì em có đăng kí môn truyền số liệu và mạng (EE3019) là đợt 1 của đăng kí bổ sung, nhưng khi vào đợt 2 của đợt đăng kí thì em không thể đăng kí và hệ thống báo là Môn Dự Thính Lộ Trình 1 -SV Không ĐK như 2 hình ở trên ạ. Mong cô giải quyết sớm tại môn này là môn tiên quyết của đồ án ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em xin chào thầy cô . . em muốn hỏi là bữa trước sau khi thi môn giải tích 2 thì em có gặp 1 số trục trặc và xin hoãn thi nhưng ngày 20/08 cô [full_name] đã giải quyết nên em muốn hủy hoãn thi thì bây giờ em làm như thế nào ạ .. . em xin cảm ơn!",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy/Cô,. . Em đã đăng ký in bảng điểm và thanh toán vào ngày 4/8/2021, nhưng hiện tại em thấy tình trạng: đang in (ngày nhận kết quả trên  là 9/8/2021).. . . . Em đã tạo câu hỏi trên bksi tuần trước nhưng hiện tại chưa có phản hồi.. . . . Em mong trường hợp của em được giải quyết sớm, để em đăng ký thủ tục cao học (hạn chót 29/8).. . Em xin cám ơn thầy/cô.. .   i Yêu cầu khác .",
            "Chào Thầy/Cô. Hiện tại em vẫn chưa nhận được bảng điểm.",
            "Chào bạn. . Pdt kiểm tra, Pdt đã gởi theo đường bưu điện cho bạn vào đầu tháng 8 rồi. . Bạn vui lòng kiểm tra địa chỉ nhận có đúng không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Thầy (Cô). . Học Kỳ HK2.20.21. Em bị tạm dừng do không đăng ký môn học. Vì do chủ quan là đã tích lũy đủ tín chỉ để tốt nghiệp vào tháng 4/2021. Nhưng vì còn chuẩn anh văn nói-viết nên không được tốt nghiệp. Vì hiện tại do thành phố bị dãn cách xã hội, nên em không thể về lại trường để nộp đơn cứu xét. Cho em hỏi em có thể nộp đơn cứu xét tới email của phòng đào tạo được không ạ để em có thể đăng ký môn học cho học kỳ tiếp theo. Em xin cảm ơn thầy cô . .",
            "Chào bạn,. . SV vui lòng tải mẫu đơn thu nhận tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu. Điền đầy đủ thông tin và gửi qua bksi nhé.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . lý do: em bỏ lỡ đợt đăng kí vừa rồi!(do môn này trong đợt 3 mới mở). . môn: Xúc tác trong CN lọc-hóa dầu. . mã MH: CH3193. . nhóm lớp: A01",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính gửi PĐT,. . Em tên: Nguyễn Trần Đại Lộc. . MSSV: [student_id].. . Hiện tại đang theo học chương trình chính quy tại trường nhưng do nhiều năm nay gia đình cũng như bản thân có nhiều khó khăn nên đã không hoàn thành chương trình học theo đúng tiến độ. Sau khi suy nghĩ kỹ và giải quyết được các khó khăn, hiện tại bản thân em vẫn muốn hoàn thành chương trình học nên mong muốn chuyển sang VHVL. Em muốn hỏi cách thức chuyển đổi sớm nhất có thể để em có thể nhanh chóng hoàn thành chương trình học của bản thân. Mong PĐT sớm phản hồi cũng như để em có thể tiếp tục những thắc mắc tiếp về chương trình đào tạo VHVL của nhà trường.. . Cảm ơn thầy/cô đã xem qua.",
            "Chào bạn. . Bạn tải đơn thôi học : điền vào, chọn option chuyển sang VLVH. . Sau đó gởi hồ sơ đến BKSI.HCMUT.EDU.VN để phòng đào tạo xử lý và trả lời. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Dạ pdt sửa lại giúp em vì em nộp đơn hủy hoãn thi chứ không phải đơn hoãn thi ạ . . . .",
            "Chào em,. . Câu này cô làm rồi, trả lời em câu trước rồi, em xem nhé.. . . . Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Dạ em chào PDT ạ . . em xin gửi lại đơn xin mở lớp dự thính môn học Bê tông cốt thép của khoa DC&DK trong lá đơn có ghi thời gian học của từ đợt 1 đăng ý ngày 07/08 - 13/08/2021 mà sau đó thời khóa biểu của giảng viên có sự thay đổi về thời gian dạy vì giảng viên đã được PDT xếp lịch dạy cao học gần đây. sau đó em có liên hệ lại giảng viên giảng dạy thì nhận được câu trả lời có thể được đổi thời gian học cho phù hợp. . Do đó em xin mở Môn Bê tông cốt thép - Mã môn học ( GE3021 ) thời gian học là thứ 5 tiết 13-14",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . . .",
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy (cô), . . Em xin gửi lại đơn mở lớp môn đồ án thiết kế động cơ đốt trong TR3043 ạ, xin lỗi vì em gửi nhầm ạ.. . Em cảm ơn",
            "Chào bạn. . Dự thính không mở đồ án nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em quên mật khẩu tài khoản đăng nhập sinh viên đăng kí môn học . Em gửi mail cho phòng đào tạo mà không được phản hồi . Vì vậy em phải dùng tài khoản khác để vào đây xin trợ giúp . Mong thầy / cô có thể giúp em đổi mật khẩu tài khoản để đăng kí môn học cho kịp thời gian ạ . Thông tin sinh viên của tài khoản bị quên mật khẩu : [full_name] , MSSV [student_id] , hệ VHVL . Em xin chân thành cảm ơn .. . . .",
            "Tài khoản email sinh viên chính là tài khoản BKNetId có thêm @hcmut.edu.vn ([email]).. . Sinh viên dùng tài khoản BKNetId để đăng nhập vào các dịch vụ của nhà Trường (mybk, elearning,...). . . Mật khẩu BKNetId và [email] dùng chung 1 mật khẩu.. . . . Cách thức đăng nhập như sau:. . - Đăng nhập vào các dịch vụ nhà Trường: http://mybk.hcmut.edu.vn:. .       + Tên đăng nhập: BKNetId. .       + Mật khẩu: mật khẩu sinh viên đã đăng nhập trước đây (chính là mật khẩu email). . . . - Đăng nhập vào email:. .       + Tên đăng nhập: [email]. .       + Mật khẩu: chính là mật khẩu BKNetId. . . . Chúc E thành công.... . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thời khóa biểu học kì 211 của em bị mất rồi, trong khi em hỏi các bạn vẫn còn a"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy, cô,. . . . Ngày 18/07/2021, em có nộp đơn (qua email) đăng ký học lại (trong học kỳ 211) phần mở rông (chương trình KSTN) môn Hệ cơ sở dữ liệu (CO2013) (chương trình đại trà em đã hoàn thành) cho Ban chủ nhiệm Khoa Khoa học và Kỹ thuật máy tính và Phòng đào tạo. Khoa đã đồng ý cho em học lại. Phòng đào tạo thì hướng dẫn sau khi học kỳ 211 bắt đầu thì em nộp lại đơn.. . . . Ngày 23/08/2021, em nộp lại đơn (file đính kèm) (qua email) theo hướng dẫn của Phòng đào tạo thì trong ngày này cũng nhận được phản hồi từ Phòng đào tạo: \"Bạn phản hồi câu hỏi lên bksi.hmcut.[full_name].[full_name].\". Em xin hỏi em cần những thủ tục gì khác để có để đăng ký học lại ?. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có nhu cầu đăng kí học dự thính vào đợt mở ngày 24/8 này nhưng không biết lịch nộp học phí để chuẩn bị ạ.. . Em có hỏi những bạn đã đăng kí lộ trình 1 thì được biết là vẫn chưa tới thời gian nộp trong khi đã bắt đầu học được 1 tuần rồi.. . Vậy thầy/cô có thể cho em biết lịch nộp cụ thể được không ạ?. . Em cảm ơn.",
            "Chào em,. . - PĐT đã gửi email đến sv. . - Sáng nay có gửi tiếp mà em chưa đọc, gửi 2 lần rồi nha em.. . . . Thông báo các đợt đăng ký môn học bổ sung HK 211(dự thính + chính quy). . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . 11:10, Th 2, 16 thg 8 (8 ngày trước). . tới stu.all, bcc: tôi. . . . Thân gửi các bạn sinh viên,. . . . . . SV chú ý thực hiện đăng ký môn học HK211 theo lịch:. . . . I- HK chính:. . . . -      Đăng ký môn học HK211- Đợt 3: từ 17/8 đến 19/8 SV kiểm tra TKB đã xếp, chỉ được đăng ký bổ sung những môn còn sĩ số, không điều chỉnh nhóm hoặc hủy môn. . . .       -       Lưu ý:. . . .             + Các trường hợp SV bị hủy môn học vì sĩ số thấp…được PDT mở khóa để SV điều chỉnh (hủy, bổ sung môn học).. . . .             + Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2.. . . .            + Sinh viên xem lý do tại sao có ĐKMH HK211 - Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . . . II- HK dự thính:. . . . 1-  Lộ trình 1 (bắt đầu HK ngày 16/8): Đăng ký dự thính + VLVH HK211- Đợt 3: từ 17/8 đến 19/8 SV kiểm tra TKB đã xếp, chỉ được đăng ký bổ sung những môn còn sĩ số, không điều chỉnh nhóm hoặc hủy môn.. . . .  2-   Lộ trình 2 (bắt đầu HK ngày 30/8): Đăng ký dự thính - Đợt 1: từ ngày 17/8 đến  ngày 19/8 (Đợt đăng ký môn học: lấy nguyện vọng SV đăng ký để mở lớp).. . . . Lưu ý:. . . . - Sinh Viên không đăng ký đợt đăng ký môn học đợt dự thính Lộ trình 2 này có thể sẽ không đăng ký được môn học vào đợt đăng ký hiệu chỉnh.. . . . - Các trường hợp SV đã gửi đơn mở lớp HK dự thính 211-đợt 2 (ở lộ trình 1) mà chưa được mở, vui lòng vào đăng ký lại trong đợt này, để Phòng Đào tạo lấy dữ liệu mở lớp.. . . . - Đơn giá tín chỉ học kỳ dự thính:  880.000 VNĐ/TC. Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 Sinh viên xem tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Học vụ    Học phí. . . . - Các lớp dự thính, học phí thu 01 lần, dự kiến ngay trước tuần đầu của học kỳ. Sinh viên lưu ý các quy định hiện nay về việc thanh toán học phí trong Quy chế học vụ đào tạo để thực hiện nghiêm túc.. . . . - Trường hợp SV không thanh toán học phí đúng hạn sẽ bị hủy TKB, ghi nợ HP và cấm đăng ký môn học trong các học kỳ tiếp theo.. . . . - SV theo học các môn học học cùng chương trình Tiên tiến/Chất lượng cao/Liên kết Quốc tế sẽ theo dõi và thực hiện các qui định/thông báo về học phí của Văn phòng Đào tạo Quốc tế.. . . . III- Kênh liên lạc. . . .  - SV có thắc mắc về DKMH vui lòng gửi câu hỏi qua trang hỗ trợ trực tuyến (BKSI), PDT không trả lời các câu liên quan đến DKMH qua mail pdt@hcmut.edu.vn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em đã bảo vệ luận văn tốt nghiệp xong. Em có liên hệ bên BKENGLISH được biết là có mở lớp thi online SPEAKING & WRITING cho người đủ điều kiện qua mail trường mà hiện tại em chưa nhận được thông báo gì của trường ạ!. . . .",
            "Chào bạn. . AV Nói - viết: Trung tâm ngoại ngữ sẽ tổ chức kiểm tra Anh văn 2 kỹ năng nói – viết theo hình thức trực tuyến trong tháng 9/2021 dành cho SV chuẩn bị tốt nghiệp. Sinh viên  liên hệ trung tâm ngoại ngữ để được tư vấn và hướng dẫn thêm.. . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên là [full_name], mã số sinh viên là [student_id]. Em mới được thu nhận ở hệ vừa làm vừa học theo quyết định của ban giám hiệu đã cho phép (em có đính kèm quyết định) , và tình trạng thông tin sinh viên của em trên mybk cũng được cập nhật là đang theo học nhưng nay em muốn đăng ký môn học ở kỳ dự thính lộ trình 2 thì trang của trường báo lỗi như hình dưới vì lí do tạm dừng. Cho em hỏi là kì dự thính lộ trình 2 này của trường em không được học hay là hệ thống đăng ký môn bị lỗi chưa mở tình trạng sinh viên cho em ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng ghi mã môn học, tên môn học, mã nhóm, lý do gửi lại để PĐT xem nhé.. . Thân mến,. .",
            "B Kính gửi:   /B Phòng đào tạo;. . Em tên là Nguyễn Thị Thùy Trinh, trong thời gian vừa qua em có xin chuyển hệ đào tạo từ chính quy chất lương cao sang hệ vừa học vừa làm và đã được nhận quyết định đồng ý chuyển của ban giám hiệu vào ngày 23/8/2021 (do văn phòng đào tạo quốc tế gửi). Và thời gian này thì em có thấy trường đang trong giai đoạn đăng ký học kỳ dự thính_lộ trình 2 em có vào đăng ký nhưng bị báo lỗi là em vẫn còn đang bị \"TẠM DỪNG\" và không thể đăng ký môn học nào, trong khi em đã được thu nhận vào hệ vừa học vừa làm rồi ạ, và tình trạng sinh viên của em trên Mybk cũng đã được cập nhật là đang theo học. Cho em hỏi vì sao em vẫn chưa được mở trạng thái bình thường để có thể đăng ký môn học tại vì em đã được sự đồng ý của nhà trường chuyển rồi ạ. Em xin chân thành cảm ơn.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Dạ trong học kỳ dự thính này em muốn đăng ký môn: Kết cấu thép (CI3231); Kết cấu bê tông cốt thép (CI3237); Cơ kết cấu (CI3233) và Chủ nghĩa xã hội khoa học (SP1035)",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi thời hạn nộp bằng Anh văn để xét tốt nghiệp đợt tiếp theo là khi nào ạ? Em cảm ơn.. .   i Tốt nghiệp .",
            "Chào bạn,. . Bạn theo dõi thông tin xét tốt nghiệp đợt tháng 11/2021 tại aao.hcmut.edu.vn/Sinh viên/Lịch học vụ (hiện tại chưa cập nhật). . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào ạ,. . . . Lý do xin đăng ký môn học:. . . .    Em muốn học ở học kỳ chính 211 để học theo chương trình đào tạo của sinh viên nhưng đã qua 3 đợt đăng ký môn học và em đã bị quên không đăng ký 3 đợt đó. Nên bây giờ em có thể xin phòng đào tạo đăng ký các môn học bên dưới được không ạ.. . . . Môn học em muốn đăng ký ở học kỳ chính 211 là:. .     . . Mã môn học:        Tên môn học:. . . .   EE3069            PLC. . . .   EE3071            SCADA. . . .   EE3139           Cảm biến và đo lường. . . .   EE3131           Hệ thống năng lượng xanh. . . .   SP1009            Đường lối cách mạng của. .                     Đảng Cộng sản Việt Nam. . . . Ở trên em đã ghi rõ lý do xin đăng ký môn học, mã môn học và tên môn học. Còn mã nhóm lớp thì vì em chưa đăng ký nên không thể xem mã nhóm lớp được ạ.. . Em đã ghi đầy đủ các yêu cầu để xin đăng ký môn học nhưng em vẫn nhận được câu trả lời phải ghi rõ lý do ĐKMH, Mã môn học và tên môn học. Em xin cô có thể nói rõ hơn không ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo!. .      Hiện trong học kì này em đang làm luận văn và em còn thiếu 1 môn bắt buộc để hoàn thành chương trình. . .      Em đã đăng ký môn học Kỹ Thuật Siêu Cao Tần (EE3025) trong lần đăng ký dự thính bổ sung lộ trình 2 đợt 1 (có 34 sinh viên đăng ký) nhưng Phòng đào tạo không mở lớp ạ.. .      Em mong được Phòng đào tạo đăng ký bổ sung giúp em vào lớp DT01 (sỉ số hiện tại 61 sv) để em kịp tiến độ tốt nghiệp ạ!. .      Em chân thành cảm ơn!",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin phép nhà trường cho em hoãn thi cuối kì môn Giải tích 2, Chi tiết máy, Vật liệu học và xử lí.. . Lý do: Em bị bệnh không làm bài nổi ạ.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Chào thầy cô. . . Môn CH2031 là môn học mã cũ, k18 là lứa cuối cùng học môn này, mà k18 hiện tại đã năm cuối rồi. Sĩ số sv đăng kí đợt dt trước là 24, thầy trưởng khoa đã chấp nhận cho mở, giảng viên đã đồng ý dạy. Xin pđt xem xét mở lớp cho tụi em do tụi em có nhu cầu cấp bách cần học.",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô, hôm trước em có hỏi về đăng kí môn EE1001 thuộc học kì đầu năm 1 và đã được cô trả lời là kiểm tra tkb vào 4/10. . . Hiện tại có đợt đăng kí môn học dự thính bổ sung thì môn EE1001 có mở lớp, cô cho em hỏi em có nên đăng kí không ạ",
            "Chào em,. . Em vào đăng ký dự thính luôn nhé. Nếu em đăng ký dự thính được rồi em gửi lại bksi cô hủy học chung K21.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em xin gửi pdt mẫu đơn xin mở lớp môn KTCT 1 đã có chữ ký xác nhận của bộ môn, khoa và giảng viên giảng dạy ạ!",
            "Chào bạn. . Cô đã lấy dữ liệu chuyển cho bộ phận xử lý, bạn theo dõi đến 17 giờ ngày 26/8 mà không thấy mở lớp thì báo lại. . Nếu có phản hồi gì Cô sẽ báo trên BKsi và mail, kiểm tra thường xuyên nghen bạn. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em đang học chương trình CLC, cần đăng ký môn SP1003 - Những nguyên lí cơ bản [full_name] [full_name] [full_name]-[full_name] ở học kỳ dự thính 211 (đợt 2, học từ 30/8). . . . . Em xin hỏi mình có thuộc diện  được học môn trên không ạ? Nếu không thì có môn nào sv CLC như em có thể đăng ký không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]