[
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô, em là sinh viên khoa Điện - điện tử khóa 2018. Em có vấn đề chưa rõ lắm về việc học các môn tự chọn của khoa. Đó là một môn tự chọn có thể nằm trong 2 nhóm môn học, vậy khi em qua môn học ấy thì có được tính tín chỉ đạt ở cả 2 nhóm luôn không ạ. Em cảm ơn thầy/cô ạ.. .",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy cô !. .  Mong quý thầy cô giải đáp e vấn đề như sau . Em học bảo dưỡng công nghiệp k17 hệ cao đẳng . Em có B1 ngoại ngữ liệu có quy đổi qua av4 và xét tốt nghiệp không ạ . Em đã đọc quy chế nhưng được 1 số bạn chia sẻ là được , nên e hỏi lại cho chắc .. . Mong quý thầy cô bớt chút thời gian trả lời giúp em ạ",
            "Chào em,. . Em xem quy đinh về chuyển điểm tại đây nhé:. . \"Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/5.4. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào, em là [full_name], em mong được cập nhật điểm các môn thi xóa điểm hoãn thi, do em thi rất lâu rồi nhưng đến nay vẫn còn môn Cơ học vật liệu IU2001 và Cơ lưu chất vẫn chưa được cập nhật điểm, em xin cảm ơn.",
            "Chào bạn. . Việc cập nhật điểm là do Giảng viên giảng dạy cập nhật. . Vấn đề này bạn vui lòng liên hệ Bộ môn/ Khoa để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . pdt ơi cho em hỏi là ngày cuối cùng được nộp bằng anh văn để xét tốt nghiệp tháng 4 này là 11/4 hay 4/5 vậy ạ.",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \"",
            "Dạ vậy là để tốt nghiệp được thì em phải nộp bằng anh văn Nghe-ĐỌc và Nói-Viết trước 11/4 đúng không ạ.",
            "Dạ vậy là để tốt nghiệp được thì em phải nộp bằng anh văn Nghe-ĐỌc và Nói-Viết trước 11/4 đúng không ạ.. .",
            "Chào em,. . Theo đúng lịch trình nhé bạn. Nếu trường hợp em có đủ điều kiện tốt nghiệp sau ngày 11/4, em có thể gửi câu hỏi qua bksi, tại thời điểm đó mới có thể trả lời cho em còn kịp xét trong đợt này không nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp . Kính gửi PDT Đại Học Bách Khoa TP Hồ Chí Minh!. . Em là [full_name], MSSV [student_id]4, SV khóa 2013, ngành Xây dựng công trình giao thông. Em đã xin chuyển sang hệ VHVL và có đăng kí tốt nghiệp đợt tháng 4, nhưng đến nay em vẫn chưa nhận được thông báo hay có thông tin gì về kết quả, em tìm trong danh sách dự kiến thì không tìm được. Mong PDT xem xét dùm em với ạ!. . Em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đơn này em đã in từ 20/01/2022 nhưng mà khi đó còn sử dụng google form nên em chưa nộp pđt, nay em sửa lại ngày nộp mong pđt sẽ chấp nhận đơn của em ạ.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào pđt,. . . . Em đã điền thông tin nhưng màn hình của em không chỗ nộp bản scan cho chứng chỉ ạ. Mong pđt giúp em",
            "Chào em,. . Em vui lòng xem tổng quan giao diện nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô phòng đào tạo, em là [full_name], MSSV [student_id], Khoa Cơ Khí, Bộ môn Cơ Điện Tử, hiện tại đã hoàn thành gần hết các môn của chương trình đào tạo hệ đại học và đang tham gia học chương trình đào tạo liên thông của trường. Do trong học kì 201.2 này em không có đăng kí môn học nên khi đăng kí giấy xác nhận thi TOEIC thì bị lỗi không có thời khóa biểu. Dạ thầy/cô vui lòng cho phép em đăng kí lại giấy xác nhận sinh viên để em có thể tham gia chứng chỉ thi TOEIC ạ. Dạ em cảm ơn thầy/cô. Chúc thầy/cô có một ngày làm việc vui vẻ .",
            "Chào bạn, . . Phòng đào tạo gửi bạn giấy xác nhận sinh viên. Sinh viên cần bản chính vui lòng liên hệ Phòng đào tạo 101A1 để nhận. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em,. . Trường hợp của em do chưa up hình ảnh theo đúng quy định.. . Vui lòng up lại ảnh theo đúng quy định nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b Em là sinh viên [full_name]  /b . .   b MSSV: [student_id]  /b \t. . . .   i Tốt nghiệp . . . Tuần trước em có hỏi đăng ký xét tốt nghiệp nhưng tới hiện tại đã qua ngày 15/3 em vẫn chưa có tên trong danh sách dự kiến tốt nghiệp cũng như chưa thể đăng ký tốt nghiệp được do tình trạng sinh viên tạm dừng.. . . . Em mong PDT có thể hỗ trợ hướng dẫn giúp em để em có thể đăng ký xét tốt nghiệp.. . . . Em xin chân thành cảm ơn!",
            "Chào em,. . Trường hợp em xét tốt nghiệp báo Nợ 407404. . Trường hợp có khiếu nại em có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương, vui lòng ghi rõ em học MH nào? ở HK nào? bao nhiêu điểm? tương đương môn học nào? (ghi rõ tên và mã MH). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Đại diện,. . E đăng kí tốt nghiệp. Nhưng ở ô cập nhật thông tin e nhấp vào không được.. . Có thể cho e hỏi e còn vướng vấn đề gì k ạ?",
            "Chào em,. . Trường hợp em còn báo nợ khoản lệ phí in Bảng điểm.. . SV vui lòng vào thanh toán hết các khoản nợ trên bkpay nhé. . Thân",
            "Dạ e thanh toán mà k được ạ!. . Trân trọng.",
            "Chào em,. . Em có thể liên hệ ngân hàng OCB để được hỗ trợ về tài khoản của bạn hoặc có thể ra ngân hàng thanh toán trực tiếp nhé. . Thân",
            "Kính gửi Đại diện PĐT, . . . . Dạ e đã hoàn thành đăng ký tốt nghiệp.. . Nhưng vẫn chưa được cập nhật trong dánh sách tốt nghiệp chính thức. Liệu có còn gì vướng không ạ?",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em vừa nộp chứng chỉ ngoại ngữ xong thì sau 2 tuần em mới được đăng ký xét tốt nghiệp đúng không ạ? . . Em xin cảm ơn",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo. . Em tên [full_name],MSSV [student_id] Khoa tài nguyên và môi trường lớp MO1903,hiện em viết đơn nay để xin rút môn quy hoạch và tối ưu hóa thực nghiệm (ME3215) trong học kỳ 212 do đợt rồi em có nhập sai mã môn nên không được xác duyệt, lý do rút môn em có đính kèm trong file.",
            "Kính gửi phòng đào tạo. . Em tên [full_name],MSSV [student_id] Khoa tài nguyên và môi trường lớp MO1903,hiện em viết đơn nay để xin rút môn quy hoạch và tối ưu hóa thực nghiệm (ME3215) trong học kỳ 212 do đợt rồi em có nhập sai mã môn nên không được xác duyệt, lý do rút môn em có đính kèm trong file.. . Em xincảm ơn phòng đào tạo.",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK212(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 31/03/2022. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào thầy/ cô, em chưa học av3 ở trường nhưng em có đăng ký nộp bằng toeic 590. vậy em có được đăng ký học anh văn 4 theo nhu cầu trong trường không ạ. .",
            "Chào bạn, . . Sau khi điểm chuyển Anh văn 3 được cập nhật thì bạn được đăng ký học Anh văn 4 trong HK213.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa PDT trường ĐH Bách Khoa TP HCM!. . Em tên là : Nguyễn Thị Thu Hương. . MSSV: [student_id]   Khoa : Công Nghệ Vật Liệu. . Em có tham gia kỳ thi Anh Văn Định Kỳ (Mã 003101) Lớp L28_B Ngày 27/01/2021. Khi ấy em được 685 điểm.. . Cho em xin hỏi là giờ em muốn đăng ký anh văn theo nhu cầu để xét đăng ký môn cho năm 3. . . Vậy em được đăng ký anh văn mấy ạ (Em thi anh văn định kỳ năm nhất được 685 điểm ạ). . Kinh mong PDT có thể giải đáp cho em ạ.. . Em chân thành cảm ơn nhiều!. . Chúc PDT và thầy/cô phụ trách một ngày làm việc hiệu quả và nhiệt huyết!. .",
            "Chào bạn. . Bạn xem lại quy định. . Kỳ thi anh văn định kỳ chỉ áp pass chuẩn tiếng anh hàng năm không miễn môn học. . Nên khi bạn đăng ký môn anh văn theo nhu cầu thì sẽ đăng ký theo level: ví dụ phải có điểm anh văn 1 thì mới đăng ký được anh văn 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô,. . Hiện tại em muốn đóng tiền học phí trên BKpay nhưng không được vì xuất hiện lỗi. Cụ thể là ngày dự kiến thu học phí dự thính của em là 14/03 nhưng hiện tại 16/03 rồi mà ô thanh toán vẫn để \"chưa đến kỳ thanh toán\". . Mong nhận được sự giải đáp của thầy/ cô ạ.. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí in lại thẻ sinh viên nhưng khi thanh toán bên ngân hàng không hiện ra phần thanh toán để em thanh toán cước phí trong khi bên bkpay vẫn còn chưa thanh toán. Cho em hỏi giờ em phải đăng kí lại hay sao ạ.",
            "Chào em,. . Hiện tại cô thấy trên bkpay có ghi nhận khoản lệ phí in thẻ 55.000 đ nhé bạn. SV xem lại. . Bạn có thể liên hệ tại ngân hàng để hỏi về tài khoản của bạn bị lỗi gì nhé hoặc ra ngân hàng OCB thanh toán trực tiếp cũng được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. . Cho em hỏi là em là sinh viên k20 do việc gia đình nên em đã không đăng ký môn học 2 học kì Hk211 và Hk212, em cũng chưa nộp đơn bảo lưu được.. . Và giờ em mới bắt đầu học lại và trễ hơn các bạn cùng khóa 1 năm vậy em chờ hết học kì này tới học kì tiếp theo đăng kí môn học là được đúng không ạ? Hay phải làm thủ tục như thế nào?. . Em mong nhận được giải đáp, phản hồi của thầy cô. . Em cảm ơn. .",
            "Chào em,. . Trường hợp của em đã có QD tạm dừng từ HK211 vì không ĐKMH.. . Hiện tại em có thể làm đơn xin thu nhận lại từ Hk213 (hè) nếu có nhu cầu đăng ký môn học trong hè nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT Đại học Bách Khoa TpHCM,. . Người viết: [full_name], MSSV - [student_id].. . Nội dung:. . Dạ PĐT cho em hỏi là thời điểm nhận Bằng tốt  nghiệp tạm thời cho đợt tốt nghiệp tháng 4-2022 là khi nào. Em xin cám ơn ạ.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã nhận được tin nhắn đóng học phí dự thính chuyển hệ từ 14/3, nhưng đến giờ vào trang bkpay vẫn ghi chưa đến kì thanh toán ạ. Em là [full_name] [student_id]. . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa cô, kì này bên nhà trường thông báo vì tình hình dịch bệnh nên chưa cần nộp bằng Anh Văn, nhưng mà ngành Logistics và chuỗi cung ứng tín chỉ để được ĐKMH là 125, em chỉ mới 124,, em chưa nộp bằng nên chưa cộng thêm 8 chỉ anh văn.. . Vậy cô cho em hỏi giờ em thi nộp bằng, rồi làm đơn xin bổ sung trình bày rõ lí do thì có cơ hội không ạ?",
            "Chào em,. . Trường hợp của em có thể thi lấy CCNN, chuyển điểm và đăng ký LVTN trong học kỳ hè 213 nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . . . Ở đợt đăng kí LVTN trễ hạn lần trước, em đã đăng kí nhầm mã môn học. Không biết là em nên làm như thế nào để đăng kí lại ạ. . . . Cảm ơn ạ.. .",
            "Chào em,. . Trường hợp của em cô kiểm tra không thấy có TKB môn LVTN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Tốt nghiệp . Trình trạng sinh viên em đang bị tạm dừng.. . Bây giờ em đủ điều kiện tốt nghiệp xin Phòng đào tạo thôi phục trạng thái sinh viên để em đăng kí tốt nghiệp.. . [full_name] [student_id].",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Hôm thứ 6 tuần trước em có đến trung tâm ngoại ngữ lúc trước em đã thi ielts xin cấp 1 bằng về trường mình để đc miễn điểm cho tới nay là t4, em không biết pđt đã nhận được bằng của em chưa để em có phản hồi với trung tâm ạ .",
            "Chào em,. . Chứng chỉ của bạn đã được thẩm tra hợp lệ và cập nhật tại mybk/Đăng ký nộp CCNN.. . Hiện tại cô chưa thấy em đăng ký chuyển điểm AV1,2,3,4 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào ạ,. . . . Em đã bổ sung tín chỉ còn thiếu vào học kỳ trước đó, nhưng hệ thống chỉ mới cập nhật thông tin lần cuối là tháng 4/2021 nên chỉ có 140 tín chỉ, nên mong nhà trường cập nhật lại giúp ạ, mssv của em là [student_id] NGUYỄN VĂN QUỐC.. . Mong được hỗ trợ ạ.. . . . Trân trọng,",
            "Chào bạn. . Dự kiến sẽ cập nhật trong tháng 04/2022. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name], MSSV: [student_id], hiện em đang học hệ VHVL khoa Kỹ Thuật Giao Thông khoá 2020. . . _1) Em đã học môn  U  Tư Tưởng [full_name] (3TC)  /U  và môn   U Đường lối Cách Mạng của ĐCSVN (3TC)  /U  ở hệ Cao Đẳng Chính Quy Cao Thắng, nay em không thấy được miễn những môn này trong Bảng Điểm Chuyển bên Đại Học Bách Khoa. . . . _2)Em cùng hệ CĐ chính quy cùng ngành học Kỹ thuật ô tô như các bạn bên CĐ Cao Thắng nhưng lại không được miễn môn   U [full_name] (3TC)  /U    B như các bạn.. .  . . Xin PĐT hướng dẫn em thủ tục để được xét miễn 3 môn học trên . . Em xin chân thành cám ơn PĐT ạ",
            "Chào em,. . Trường hợp bạn vui lòng vào aao.hcmut.edu.vn/sinh viên/biểu mẫu tải mẫu đơn miễn môn (bổ sung), điền đầy đủ thông tin và bảng điểm kèm nộp cho Phòng Đào tạo để xét miễn môn bổ sung cho bạn nhé. . Thân",
            "B Dear Phòng Đào Tạo,. . Em tên [full_name], MSSV: [student_id]. Em  hiện  đang  học  khoa  Kỹ  Thuật  Giao  Thông ngành  CN  ô  tô hệ  VHVL  khoá  2020. . Em  xin nhà trường xét duyệt dùm em 2 môn Tư [full_name] Hồ Chí  Minh (SP1037) và  môn  Lịch  sử Đảng  CSVN  (SP1039) vì  em  đã  học  những  môn  này  ở  hệ Cao Đẳng Cao Thắng Chính quy rồi ạ. . Em  đính kèm  mẫu đơn miễn  môn  bổ  sung  và  bảng  điểm  trường  Cao  Thắng  bên  em . . Em  chân thành cám ơn nhà trường",
            "Chào em;. . Đơn miễn môn của em đang được duyệt ở khoa, khi nào xong Quyết định sẽ cập nhật trên mybk.hcmut.edu.vn/stinfo    điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ kính thưa PDT , hiện tại học phí môn anh văn nhu cầu trên BKpay đã tới hạn nhưng em vẫn chưa thể đóng học phí được ạ . Em cảm ơn",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT Đại học Bách Khoa TP HCM.. . Em là: [full_name] - mssv [student_id]. . . PĐT cho em hỏi em đã đăng kí tốt nghiệp và đóng tiền ngày 28/02/2022 nhưng giờ vẫn chưa có bằng tốt nghiệp tạm thời. PĐT cho em hỏi là khi nào thì em được nhận bằng tốt nghiệp tạm thời ạ. Em thấy mail có ghi là trễ nhất là thứ 3 tuần tiếp theo sau đăng kí là có nhưng trường hợp của em 2 tuần rồi ạ.. . Em cảm ơn ạ.. . . . . . . . Trân trọng.",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\"",
            "Kính gửi PĐT Đại học Bách Khoa TP HCM. . Em là [full_name] - mssv [student_id].. . PĐT cho em hỏi em đã đăng kí tốt nghiệp nhưng giờ không vào được chỗ đăng kí tốt nghiệp để tải giấy tốt nghiệp tạm thời và em cũng không được nhận mail.. . Em xin cảm ơn ạ.. .",
            "Chào em,. . Nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7ng tin vào form"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn hỏi là có thể gia hạn thời gian đóng học phí được không ạ. Do em vừa chuyển hệ nên không rõ mức học phí tín chỉ chuyển hệ. Và số tiền đóng phải đóng trong một lần nên học phí khá cao. Em mong phòng đào tạo có thể giúp em gia hạn đóng học phí đến đầu tháng 4 để em có thể chuẩn bị đủ tiền đóng. Hoặc có thể giúp em chia thành hai đợt đóng vì điều kiện kinh tế hiện tại em không thể đóng kịp đúng hạn với số tiền học phí kỳ này ạ. Mong phòng đào tạo có thể giúp em.. .",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   /B   B  em chào pdt ạ. . Pdt cho em.hỏi hạn thẻ sv của em tới hết t3/2022 hiện tại em muốn gia hạn thẻ thì phải vào trường làm hay đăng kí như thế nào ạ. . Em cảm ơn pdt",
            "Chào em,. . Em đăng ký làm lại thẻ SV tại mybk/. Đăng ký in Thẻ Sinh viên để đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Em chào cô/thầy,. . Học kỳ 211 vừa rồi em có một số môn hiện tại chưa có điểm, và một số môn đã có điểm rồi. . . . . Vậy cho em hỏi lúc in bảng điểm thì tính điểm trung bình tích lũy theo số môn hiện tại có điểm (tức bao gồm môn của học kỳ 211) hay chỉ tính theo học kỳ gần nhất có đầy đủ điểm (tức chỉ xét ngang học kỳ 202).. . . . Nếu ở vào trường hợp thứ 2, thì có cách nào để in điểm theo trường hợp 1 không ạ (vì học kỳ vừa rồi có các môn chuyên ngành quan trọng) ?. . . . Em cám ơn.",
            "Chào em,. . Tính tại thời điểm Sinh viên đăng ký in bảng điểm nhé bạn.. . Nếu HK211 đã có điểm thì vẫn tính điểm TB tích lũy nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô, em hiện tại đã đủ điều kiện xét tốt nghiệp nhưng danh sách dự kiến tốt nghiệp không có tên. Cho em hỏi em phải làm sao ạ",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ hiện tại thì em đã bị nhiễm covid19 nên em có cần xác nhận việc đó không ạ, và sau khi khỏi thì gần nhất em có thể tới trường đi học là ngày nào ạ. .",
            "Chào em,. . Em làm theo hướng dẫn cách ly của Y tế địa phương theo quy định của Bộ Y tế bạn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  [full_name] . . . .   i Học vụ . Em xin chào pđt ạ, kỳ này em có đăng ký môn học anh văn nhu cầu. . . . -mới đây bên phòng đào tạo có thông báo hạn nộp tiền học là từ ngày 14/3 đến 21/3, nhưng tới giờ là ngày 16/3 em vẫn chưa thanh toán được ạ. . . . -Mong phòng đào tạo xem xét và khắc phục giúp em, để em có thể thanh toán học phí đúng hạn ạ, . . . . em xin cảm ơn . . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô pđt,. . Em thắc mắc là sinh viên K17 tốt nghiệp tháng 11 năm 2021 giờ còn được làm lễ tốt nghiệp tháng 4 không ạ? Hay không được làm lễ tốt nghiệp nữa ạ?. . Em cảm ơn!. . . .",
            "Chào em,. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau của nhà trường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt,. . . . Năm nay em K15 và tháng 4 này là hạn cuối em làm lễ tốt nghiệp ạ. Em vừa nộp xong Toeic nghe đọc vào sáng nay (16/03). Pđt cho em hỏi là khi nào em được đăng ký làm lễ tốt nghiệp ạ?. . . . Em xin cảm ơn pđt.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Đăng kí xét tốt nghiệp bổ sung.. . Em đã đủ điều kiện tốt nghiệp.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Họ tên SV: Ngô Khánh Linh. . MSSV: [student_id]. . Hình thức: Vừa Làm Vừa Học (Chưa được cập nhật lại tại mybk xét tốt nghiệp). . . . Em kiểm tra trong DANH SÁCH SV HỆ VLVH, ĐTTXA TỐT NGHIỆP THÁNG 04/2022, MSSV của em không có trong danh sách tốt nghiệp dự kiến đợt này mặc dù đã hoàn thành đủ chương trình đào tạo.. . Nhờ thầy / cô kiểm tra lại giúp em.. . Em xin cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô !. . Hiện tại em vừa thi đậu tiếng anh nói viết ở trường và đủ các điều kiện đăng kí tốt nghiệp.. . Thầy cô cho em hỏi là khoảng bao nhiêu ngày sau khi có kết quả tiếng anh nói viết thì em được đăng kí tốt nghiệp ở trên Mybk ? ( Em có đính kèm hình ảnh kết quả thi tiếng anh của em ở dưới).. . Em cảm ơn quý thầy cô !",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô. . Em tên [full_name] k16 khoa Môi trường và Tài nguyên. . Em đã vào Mybk -  Đăng ký tốt nghiệp và đăng ký và đã thanh toán tiền lệ phí ạ. Sau khi thanh toán thì dòng tình trạng đăng ký của em lại là:  I \"Phiếu đăng ký không được xử lý\". .   /I  . . Cho em hỏi như vậy là sao ạ, cần bổ sung gì để hoàn thành thủ tục ạ.. . Em cám ơn thầy cô ạ.. .",
            "\"Chào bạn,. . Trường hợp của bạn báo tình trạng \"\"phiếu đăng ký không được xử lý\"\" là do bạn chưa gửi ảnh theo đúng quy định. Vui lòng up ảnh theo đúng quy định nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] MSSV: [student_id]. . . . Em gặp lỗi khi đăng ký tốt nghiệp tại trang Mybk.",
            "Chào em,. . Trường hợp của em do chưa có tên trong ds tốt nghiệp dự kiến nên không đăng ký tốt nghiệp được. . Hiện tại bạn đã đủ tất cả các điều kiện để xét tốt nghiệp chưa?. . Thân",
            "Em đã kiểm tra là mình đã đủ tốt điều kiện tốt nghiệp (tính chỉ, chuẩn anh văn, công tác xã hội, không nợ học phí, sách,...) chỉ có tình trạng sinh viên trong mybk là đang \"tạm dừng\".(phần kết quả thi nói viết (13/3) thì bên trung tâm nói sẽ tự động cập nhật với PĐT nên em không biết là đã cập nhật hay chưa)",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô, em là sinh viên khoá K18, thầy cô cho em hỏi hạn cuối nộp anh văn 2 kĩ năng reading - listening cho tốt nghiệp là khi nào ạ. . . Em cảm ơn thầy/cô",
            "Chào em,. . Cô chưa hiểu ý câu hỏi của bạn?. . Hiện tại chưa có lịch trình tốt nghiệp của tháng 11/2022 (SV theo dõi tại aao.hcmut.edu.vn/Lịch học vụ). . SV phải hoàn thành tất cả các điều kiện tốt nghiệp mới có thể đăng ký xét tốt nghiệp được.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo,. . Em xin có 2 câu hỏi gửi đến phòng Đào tạo. . . Đó là:. . 1, Em đã có hỏi thầy giải dạy môn siêu cao tần về cập nhật điểm lên bảng điểm. Và thầy đã trả lời cập nhật vào 14/1 mà đến giờ trên bảng điểm của em vẫn ghi chưa có điểm để tổng kết học kỳ. Em xin Phòng ĐT giải đáp thắc mắc.. . 2, Về đăng ký tốt nghiệp ở trên trang MyBK. Cho em hỏi có phải khi nào em có tên trong danh sách dự kiến mới được đăng ký phải không ạ? Em cũng đã hoàn thành các chỉ tiêu để ra trường mà chưa biết cách để đăng ký tốt nghiệp.. . . . Em xin cảm ơn.",
            "Chào em.. . Điểm là do Giảng viên chấm và nhập điểm và nộp tại Khoa chuyển cho Phòng Đào tạo cập nhật cho SV nhé. hiện tại cô thầy tại mybk/Thông tin SV đã cập nhật điểm cho bạn nhé.. . Trường hợp khiếu nại về điểm, SV vui lòng liên hệ GV để được hỗ trợ nhé.. . SV có tên trong danh sách dự kiến tốt nghiệp mới có thể đăng ký được nhé.. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa?Trường hợp SV đã đủ điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để được xét TN bổ sung (nếu đã đủ điều kiện tốt nghiệp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . . . Em tên là [full_name], hiện đang là sinh viên lớp VP VT 2014 (PFIEV 2014), mssv [student_id].. . . . Vừa rồi em có đăng ký tốt nghiệp (đã được duyệt) đợt 1 HK2.2022 khoảng 22/1/2022. PĐT cho em hỏi khoảng khi nào em có thể nhận bằng tốt nghiệp chính thức ạ?. . . . Em xin chân thành cảm ơn PĐT đã giải đáp cho em.. . Trân trọng.. . . .",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi hạn cuối nộp ccnn để xét tốt nghiệp là 11.4 (theo lịch học vụ) hay 4.5 (theo mybk ) vật ạ ?",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ em chào cô,hiện em là sv đang tạm dừng hk2 khóa 212,và em có dự định tạm dừng 2 học kì,thì không biết là học kì hè em có phải làm đơn xin tạm dừng tiếp không,hay chỉ cần làm đơn xin ở hk chính thôi ạ,nếu chỉ làm hk chính thì tầm khi nào em sẽ làm đơn tiếp ạ?",
            "Chào em,. . Tạm dừng chỉ tính học kỳ chính học kỳ hè SV không phải làm đơn tạm dừng nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Như trong hình em gửi, tại sao qua ngày 14/3 rồi mà chưa mở thanh toán để em đóng tiền vậy ạ (nó vẫn ghi là chưa đến kỳ hạn thanh toán).. . HK212, MSSV: [student_id]. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi thời gian thanh toán HP trong tuần sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi văn phòng Đào tạo quốc tế. . . . Em tên là [full_name], mssv [student_id], chuyên ngành Cơ điện tử, chương trình CLC, trong kì này em đã có tên trong danh sách dự kiến tốt nghiệp và đã cập nhật thông tin, hình ảnh, đóng phí tốt nghiệp đầy đủ.. . Em xin phép đăng ký in giấy chứng nhận tốt nghiệp bản cứng để bổ túc hồ sơ cho công ty ạ.. . Em xin cám ơn.. . [full_name]",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp): https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô.. . 1) Em [full_name]19 đang ở kì 2 năm 3 hệ chính quy. Nếu trong hè em chuyển qua hệ VHVL và học kì 1 năm 4 ở hệ VHVL. . . Rồi tới kì 2 năm 4 em chuyển lại hệ chính quy được không ạ ?. . . . 2) Nếu em học hệ chính quy vậy có cách nào để đăng kí môn của kì 1 năm 4 mà học các buổi tối với cuối tuần không ạ ?. . . . 3) Nếu có môn trong hệ VHVL ít sĩ số vậy là mình được xếp qua học chung với chính quy hay là môn đó bị hủy vậy cô ?. . . . Em cảm ơn cô.. . . .",
            "Chào bạn. . 1) không, sau đó nếu muốn học chính quy thì phải đăng ký tuyển sinh chính quy từ đầu. . 2) Chính quy không đăng ký chung với không chính quy, nếu chính quy có lớp dự thính tối theo quy định hiện tai chỉ cho học trả nợ (không đăng ký lần đầu). . 3)Không chính quy có thể đăng ký học chung với chính quy. . - đúng là không đủ sĩ số sẽ bị hủy lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào quý thầy cô,. . Em là [full_name], MSSV [student_id] thì em đã hoàn thành các môn học chỉ còn thiếu bàng toeic 600 để tốt nghiệp, thì cho em hỏi là hạn chót để đăng kí tốt nghiệp cho lần gần nhất sắp đến là khi nào ạ. Và hiện tại trên hệ thống ghi nhận em là 139 tín chỉ thì hiện tại em cần nộp bằng toeic 600+ là đủ điều kiện tốt nghiệp phải không ạ. Do hiện tại em đang F0 nên chưa thể lên trường, mong thầy cô giải đáp cho em ạ. Em xin chân thành cảm ơn.. .",
            "\"Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2.chuẩn tốt nghiệp. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô phòng đào tạo,. . Em tên [full_name] MSSV [student_id]. . Em đã đăng kí tốt nghiệp vào tháng 12 và cũng nhận được bằng tốt nghiệp tạm thời rồi nhưng tới nay vẫn chưa nhận được bằng tốt nghiệp chính thức, nên em nhắn tin này mong thầy cô xem xét, kiểm tra trường hợp của em. . . Em chân thành cảm ơn. Mong nhận được tin từ các thầy cô phòng đào tạo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . . . Em là [full_name] sinh viên k17, học kỳ 211 và học kỳ này (HK212) em đang bị tạm dừng học do không đăng kí môn (bởi đã hoàn thành các môn học và thiếu chứng chỉ ngoại ngữ để tốt nghiệp). . . [full_name]eo quy chế thì tạm dừng học quá 2 kỳ thì sẽ bị thôi học nên em xin hỏi là bây giờ em có cần lên pđt làm đơn xin thu nhận lại hay đến khi nào em đã hoàn thành CCNN thì lên làm đơn thu nhận lại luôn ạ? (Dự kiến trong học kỳ này em sẽ hoàn thành CCNN).. . . . Mong anh/chị sớm phản hồi ạ. Em cảm ơn. . . . [full_name]ân,. . [full_name]",
            "\"Chào em,. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, Phòng Đào tạo sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Dạ anh/chị cho em hỏi tại sao tình trạng sinh viên của em lại chuyển thành trạng thái \"Nghỉ\" rồi ạ. Theo như qui định của trường thì em được phép kéo dài tối đa 1 học kì để hoàn thành anh văn, ctxh ạ.. . . .   i Yêu cầu khác .",
            "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \""
        ]
    }
]