[
    {
        "intent": "hỏi môn tương đương",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Gửi thầy/cô,. . Em là sinh viên khóa 2014, hiện đã hoàn thành chương trình đào tạo chính quy của ngành \"Vật liệu xây dựng\", sắp tới em sẽ làm đơn để hoãn tốt nghiệp và học tiếp ngành \"Xây dựng dân dụng và công nghiệp\" để có thể nhận 2 bằng và 1 học bạ cùng lúc. Tuy nhiên trong chương trình đào tạo chính quy của ngành VLXD có môn \"Nhập môn kỹ thuật - CI1037\" và ngành Xây dựng DD&CN có môn \"Nhập môn kỹ thuật - CI1001\". Môn học CI1001 là môn học tiên quyết bắt buộc để tốt nghiệp cho ngành XDDD&CN, tuy nhiên chỉ mở vào học kỳ 1 cho sinh viên năm 1 ở CS2. Vậy cho em hỏi là 2 môn này có tương đương nhau không? Và nếu không tương đương thì em sẽ đăng ký học chung với K2018 như thế nào? Do trong đợt đăng ký môn học HK181 nhưng môn học đã không được mở.. . Ngoài ra so sánh với CTĐT SVCQ và CQ bằng 2 thì môn CI1001 không có ở CTĐT CQ bằng 2. Vậy diện sinh viên học song bằng và điều kiện xét tốt nghiệp của sinh viên sẽ thuộc diện Sinh viên Chính Quy hay Sinh viên Chính Quy bằng 2? . . Rất mong nhận được sự hồi đáp từ PĐT. Em xin cảm ơn."
        ]
    },
    {
        "intent": "tăng sĩ số lớp",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô,. . . . Hiện tại môn Cấu trúc dữ liệu và giải thuật đã full sỉ số, e mong thầy/cô mở thêm sỉ số lớp để e có thể đăng ký môn học.. . . . Cảm ơn thầy/cô,. . . . Trân trọng, . . [full_name]"
        ]
    },
    {
        "intent": "đăng kí môn học",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em đã có điểm môn học me4053 - Đồ án chuyên ngành (ktn) là môn tiên quyết của Luận văn tốt nghiệp nhưng trang đăng ký môn học vẫn báo em bị thiếu và không cho đăng ký. Mong admin khắc phục sự cố sớm giúp em.. . . . Em xin cám ơn."
        ]
    },
    {
        "intent": "hỗ trợ tốt nghiệp",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . . Kính chào thầy/cô,. . Em là sinh viên Địa chất dầu K13, muốn hỏi phòng đào tạo về việc ĐĂNG KÝ TỐT NGHIỆP VÀ CẤP BẰNG.. . Em được phòng đào tạo thông báo có tên trong danh sách tốt nghiệp dự kiến nhưng vào trang ĐĂNG KÝ TỐT NGHIỆP VÀ CẤP BẰNG thì lại thông báo là không có thông tin. Em thấy phần \"Tình trạng sinh viên\" của mình đang là Tạm dưng vì không đkmh, không biết đây có phải là vấn đề không?. . Mong được sự giúp đỡ!. . Best regards!. . [full_name]"
        ]
    },
    {
        "intent": "hỏi địa điểm",
        "message": [
            "Yêu cầu khác: Em vừa trúng tuyển ngành BDCN của trường năm nay, do chưa có TKB nên em không biết năm nhất mình sẽ học ở đâu. Xin PDT cho em biết để em tiện sắp xếp chỗ ở ạ.. . . . Em có xem trong thông báo của trường thì chỉ thấy nói tới các khoa khác chứ không nói tới trung tâm bảo dưỡng công nghiệp.. ."
        ]
    },
    {
        "intent": "hỗ trợ tốt nghiệp",
        "message": [
            "Kính chào quý thầy cô !. . Em là [full_name], MSSV: [student_id], [full_name].. . Em đã có kết quả thi Toeic 2 kỹ năng để xét tốt nghiệp vào ngày 9/8/2018 và đủ điểm để được xét tốt nghiệp. Tuy nhiên khi vào trang đăng kí tốt nghiệp trên MyBK thì em vẫn chưa có tên trong danh sách tốt nghiệp. . . Qúy thầy cô cho em hỏi em cần làm gì để có thể đăng kí tốt nghiệp online hay hệ thống chưa cập nhật thông tin a? . . Em cảm ơn !. . [full_name]"
        ]
    },
    {
        "intent": "chuyển điểm",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Miễn môn học . Em tên [full_name], sinh viên khoa Cơ Khí. Em tốt nghiệp THPT năm 2016 và vừa trúng tuyển vào ĐH Bách Khoa K2018. Hai năm trước em học tại trường ĐH Công Nghiệp TPHCM và đã hoàn thành một số môn học của ngành Cơ điện tử tại trường, cũng như đã hoàn tất chương trình Quốc phòng - An ninh nhưng chưa được cấp chứng chỉ. Nay em thôi học và chuyển đến nhập học ở ĐH Bách Khoa thì có được chuyển điểm/môn học đã học ở trường cũ hay không và thủ tục như thế nào? Môn học [full_name]-[full_name] có được miễn và bổ sung chứng chỉ sau này không?. . Mong được nhận hồi đáp từ Nhà trường, em xin chân thành cảm ơn.",
            "Chào bạn, . . Bạn vui lòng xem chi tiết tại đường link. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . Về quy chế học vụ điều 17.4-c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
        ]
    },
    {
        "intent": "báo lỗi",
        "message": [
            "Tài khoản BKID của em không truy cập được vô tài nguyên của trường, mong Admin hổ trợ hướng dẫn xử lý ạ.. . Xin trân trọng cám ơn.. ."
        ]
    },
    {
        "intent": "cập nhật điểm",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Yêu cầu khác . mong thầy cô cập nhật điểm môn học . . . . CI3121. . Nhà nhiều tầng\t. . DT01-_. . Học kỳ 3 (2017-2018). . MSSV: [student_id]8. . . . để em có thể đầy đủ tín chỉ để đăng ký tốt nghiệp, em chỉ còn 1 môn này thôi",
            "Bạn đã có tên trong danh sách tốt nghiệp rồi, check mail nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 001966  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Test test test cho My"
        ]
    },
    {
        "intent": "hỏi lịch thi",
        "message": [
            "Lịch thi - Đại học - Cao đẳng chính quy   Lịch thi (không tìm thấy,sai phòng thi,...) . Em xin chào Thầy/ Cô,. . . . Theo như các năm trước, các môn 1 chỉ được xếp thi vào cùng đợt giữa kỳ nhưng sao năm nay em vẫn chưa thấy lịch thi ạ? Thầy Cô cho em hỏi là năm nay có thay đổi gì không ạ?. . . . Em xin cám ơn Thầy Cô.",
            "Chào bạn!. . Ngày mai sẽ có lịch thi các môn 1 tín chỉ."
        ]
    },
    {
        "intent": "khiếu nại điểm",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm . Em tên: [full_name], MSSV: [student_id]. . Em có một thắc mắc muốn được hỗ trợ đó là điểm thực tập tốt nghiệp của em đến hôm nay vẫn chưa có với mã CH, trong khi đó các bạn cùng thực tập đã có điểm từ rất lâu so với hiện tại. Em rất mong nhận sự trợ giúp của Bộ môn Điện tử. Em xin cảm ơn",
            "Chào bạn,. . Bạn liên hệ trực tiếp về Khoa kiểm tra xem Khoa/Thầy cô hướng dẫn đã nhập và nộp điểm lên Phòng Đào tạo chưa nhé!. . Hiện tại hệ thống điểm của Phòng Đào tạo vẫn là điểm CH. . Thân. .",
            "Dạ vâng, em cảm ơn ạ!. . Best Regards. .",
            "Có thắc mắc hoặc hỗ trợ gì bạn cứ liên hệ nhé!"
        ]
    },
    {
        "intent": "chuyển điểm",
        "message": [
            "Kính gửi Phòng Đào tạo,. . Em tên [full_name] - [student_id], sinh viên K15 khoa Điện-Điện tử. Vào HK3 (2015-2016), em đã hoàn thành môn học Kĩ thuật số (EE1009) với điểm tổng kết 6.5 (Hình 1). Nhưng đến nay em vẫn chưa được xét tương đương môn học Kỹ thuật số mã mới EE1015 (mã EE1015 là mã theo đúng chương trình đào tạo của em - khóa 2015). Trong mục điểm chuyển - Trang cổng thông tin SV vẫn chưa thể hiện (Hình 2) và mục Tiến độ học tập thì môn học Kỹ thuật số (EE1015) vẫn chưa được tích dấu [full_name] (Hình 3).. . Bên dưới em có đính kèm hình ảnh thông tin liên quan.. . Em kính mong phòng đào tạo kiểm tra lại và xem xét giúp đỡ em.. . Em xin chân thành cảm ơn!",
            "Chào em [full_name], em không có nợ môn EE1015. Mà sao chương rình em [full_name].2015 mà đi học môn của [full_name].2014 vậy [full_name].",
            "Dạ em tên [full_name] chứ không phải tên [full_name] ạ!. . Dạ do lúc năm 1 em không biết nên đã đăng kí nhầm mã của K14. Ở đây em muốn cập nhật trên Trang thông tin sinh viên để em có thể theo dõi điểm trung bình tích lũy ngành của mình. Từ đó có thể tính toán đăng kí môn học cho học kì tiếp theo. Nếu giờ em muốn biết chính xác điểm trung bình tích lũy ngành của mình thì làm sao ạ?. . Em cảm ơn!",
            "Chào em [full_name],. . Hiện tại trên cổng thông tin chưa cập nhật được . . điểm TBTL ngành, STCTL ngành. Khoảng sau lễ tốt nghiệp tháng 11/2018 sẽ cập nhật lên. Em có thể . . tham khảo file đính kèm.",
            "Em cảm ơn cô đã giúp đỡ!",
            "Có thắc mắc hoặc hỗ trợ gì bạn cứ liên hệ nhé!"
        ]
    },
    {
        "intent": "hỏi học phí",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em chào các thầy cô!. . HK181 em có đăng kí môn học Pháp Luật VN đại cương. MSMH: SP1007. Môn học này có tín chỉ học phí là 2. Nhưng khi em xem học phí dự kiến HK181 thì thấy 510.000 VND. Tính 1 chỉ đại cương là 170.000 VND. Tức là 3 tín chỉ học phí.. . Em không biết số tín chỉ học phí tăng hay là do sự nhầm lẫn gì ạ!. . Em xin chân thành cảm ơn!. . . . SV: [full_name]. . MSSV: [student_id]",
            "Chào bạn !. . Môn hoc bạn đăng ký 008001 - Pháp luật Việt Nam Đại Cương, số TCHP = 3 TC. Do đó số tiền học phí của bạn là: 170.000 * 3 = 510.000 đồng.. . Thân",
            "Dạ thưa cô!. . Cho em hỏi tại sao những đứa bạn em cũng đăng kí môn PL Việt Nam đại cương chỉ có 2 tín chỉ học phí? . . Liệu có 2 mã môn học cho môn học này vậy ạ? . .",
            "Chào bạn,. . Có hai mã môn học này khác nhau, bạn học K2014 sao bạn lại đăng ký môn học của K2013. Bạn nên tham khảo thêm về chương trình đào tạo của mình, nếu bạn không rõ về chương trình đào tạo của mình, bạn liên hệ về Khoa, gặp Phó khoa phụ trách đào tạo để tư vấn thêm!. . Thân",
            "Lúc em đăng kí e đăng kí bằng mã K14. Tại sao lại nhảy qua mã của khóa K13?. . Em tưởng do môn học này đổi mã nên em không xem xét?",
            "Chào bạn,. . Việc đăng ký môn học là do bạn tự đăng ký, bạn tự chọn mã môn học, bạn nên rút kinh nghiệm cho những đợt đăng ký kế tiếp nhé!. . Thân"
        ]
    },
    {
        "intent": "hỏi thông tin môn học",
        "message": [
            "em hoc anh van căn bản được 7 điểm tổng kết    em thắc mắc sao em được học anh văn 3 mà ko cần học av 1,2. ?. . và nếu được học av 3 thì toeic cuả đươc̣ mặc định là 450 mà không cần thi đầu vào phải không ạ.",
            "Chào em,. . Em học av cơ bản đạt thì sẽ đký được môn AV1 trong HK tiếp theo.. . Nếu em không muốn học môn AV1+2 thì em phải có dùng chứng chỉ quốc tế tương đương TOEIC trên 400 để đăng ký chuyển điểm AV1+2 trên trang chứng chỉ ngoại ngữ.. . Nếu em đã đạt AV cơ bản thì em có thể đăng ký học môn AV3. Việc em đăng ký học môn AV3 không liên quan đến chuẩn TOEIC 450.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 002282  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Chứng chỉ ngoại ngữ . PKMOJMINM"
        ]
    },
    {
        "intent": "gia hạn nộp chứng chỉ",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Thứ 5 ngày 18/10/2018 em có đăng kí gửi bản điểm thi IELTS tại British Council đến trường. Em được nhận mail từ phòng đào tạo là đơn đăng kí nộp chứng chỉ ngoại ngữ của em sẽ hết hạn ngày 25/10/2018. Em muốn biết phòng đào tạo đã nhận được bản điểm của em chưa. Và nếu chưa nhận được em mong sẽ được gia hạn để em có thể đăng kí gửi điểm lại vì thực sự em không đủ khả năng kinh tế để thi thêm một bằng ngoại ngữ khác tại thời điểm này. Em xin cảm ơn.",
            "Chào em,. . Phòng đào tạo đã nhận được bản sao chứng chỉ của em, đã cập nhật hợp lệ trên web ngoại ngữ.. . Trân trọng.. .",
            "Chào em,. . Kết quả phúc tra đã có trên web, em vui lòng xem trên trang đăng ký phúc tra.. . Trân trọng."
        ]
    },
    {
        "intent": "báo lỗi",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Chào anh/chị,. . . . Em tên là Lê Tân Ri, MSSV: [student_id] Khoa KH&KT Máy tính.. . Vào lúc tối ngày 23/10 em có sử dụng tính năng đăng ký nộp chứng chỉ ngoại ngữ trên mybk, nhưng khi summit form đăng ký thì bị lỗi, nộp form đăng ký không thành công. Anh chị xem file ảnh định kèm về lỗi ạ.  . . . . Mong Phòng Đạo Tào sớm giải quyết lỗi để em có thể đăng ký nộp chứng chỉ ạ.. . . . Em xin cảm ơn. . . .  . . . . RI,. . . . Trân trọng",
            "Chào em,. . Tạm thời hệ thống mạng của trường bị lỗi nên em không thể vào đăng ký thông tin ngoại ngữ trên web được. Em vui lòng đăng nhập lại sau ngày 25/10/2018.. . Xin lỗi vì sự bất tiện này.. . Trân trọng.. .",
            "Chào em, do có vấn đề về tầng mạng đã chặn tất cả các tập tin đính kèm nên các form sẽ không submit được, PĐT đã ghi nhận và đã báo bên bảo trì mạng sẽ sớm xử lý sự cố này để khôi phục các dịch vụ."
        ]
    },
    {
        "intent": "chuyển điểm",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ...  /i thắc mắc em chưa được chuyển điểm môn bản đồ học 2 (CI3041) thành môn bản đồ chuyên đề (810019). . . .",
            "Chào bạn,. . Môn CI3041 đã được quy đổi sang 810019. Lưu ý bạn vẫn còn nợ môn 810014,...",
            "Em chào cô,. . trong danh sách môn tương đương ở học kỳ 172 , môn CI3041 được quy đổi sang cả 2 môn 810019 và 810014. em đã học môn CI3041 ở học kỳ 172. . . Em cám ơn cô .",
            "cô ơi ! cô xem thắc mắc của em chưa cô ?. .",
            "Chào bạn,. . Đã bổ sung môn tương đương 810014 vào HK bảo lưu vì sv đã học CI3041 (HK172)."
        ]
    },
    {
        "intent": "cập nhật điểm",
        "message": [
            "Em xin thắc mắc về điểm phúc tra cuối kỳ môn những nguyên lý cơ bản của chủ nghĩa [full_name] -[full_name], Bộ môn lý luận chính trị đã chấm bài phúc tra và trả kết quả ngày 18/09/2018 đến phòng đào tạo. Hiện nay, tình trạng trên Web bk điểm vẫn chưa có, vẫn chưa nhận được phản hồi từ phía phòng đào tạo. Kính mong quý thầy cô xem xét. Em xin cảm ơn.",
            "Chào em,. . Kết quả phúc tra đã có trên web, em vui lòng xem trên trang đăng ký phúc tra.. . Trân trọng."
        ]
    },
    {
        "intent": "cập nhật điểm",
        "message": [
            "Kính gửi: Quý Thầy/Cô Phòng Đào Tạo ĐHBK. . . . Em xin hỏi thời gian cập nhật điểm miễn môn học [full_name] (MT2001). . . . Theo kết quả phiếu miễn môn học cập nhật ngày 26/03/2018 sau khi nhận đơn miễn môn bổ sung (file đính kèm) . Em được miễn 12 môn học, trong đó có 11 môn đã có kết quả trong bảng điểm sinh viên.. . . . Còn môn [full_name] (MT2001) không có kết quả trong bảng điểm sinh viên.. . . . Nên Em gửi email này, kính mong Quý Thầy/Cô kiểm tra và cập nhật bảng điểm giúp em.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn ! . . . . PĐT đã xét duyệt cho bạn được miễn môn Xác suất thống kê, bạn lưu giữ lại file đính kèm và sẽ cập nhật lại bảng mới cho bạn vào đầu học kỳ tới.. . . . Thân chào",
            "Cảm ơn Cô đã hỗ trợ.. . . . [full_name]ân Ái."
        ]
    },
    {
        "intent": "khiếu nại điểm",
        "message": [
            "Em học bên khoa Điện-Điện tử, HK172 em có học môn SCADA(EE3071) đúng ra chuyển điểm của em phải chuyển qua môn SCADA(409107) nhưng lại chuyển điểm của em sang môn Mạng truyền thông CN(218035) thuộc Khoa Cơ Khí ạ. Em mong Thầy/Cô xem lại và chuyển lại giúp em ạ.",
            "Chào bạn [full_name],. . Đã hủy môn 218035 và chuyển bổ sung môn 409107 vào học kỳ bảo lưu.. . Thân mến"
        ]
    },
    {
        "intent": "xét miễn",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . cho em hỏi bằng tiếng anh VNU_EPT có được xét chuyển điểm không ạ",
            "Chào bạn,. . . . Trên bảng quy đổi tương đương môn ngoại ngữ trên web của trường có chứng chỉ VNU-EPT.. . . . Bạn vui lòng xem chi tiết tại aao--  sinh viên -- ngoại ngữ--  bảng quy đổi tương đương các chứng chỉ ngoại ngữ và cách tính chuyển điểm.. .  Trân trọng."
        ]
    },
    {
        "intent": "hỏi về số tín chỉ",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô!. .    Vừa rồi PĐT đã cập nhật bảng điểm cho em tính đến HK173.. . . .    Tuy nhiên, số tín chỉ tích luỹ ngành là 106, trong khi số tích chỉ tích luỹ là 109, tổng số tích chỉ các môn mà em đã học và đạt tính đến HK173 là 109 mới đúng.. . . .    Các môn mà em đã học và đạt đều có mã môn học thuộc chương trình đào tạo của ngành em đang theo học.. . . . Rất mong nhận được sự giải đáp từ quý thầy cô. Em xin cảm ơn!",
            "Chào bạn,. . Gửi bạn file đính kèm những môn còn nợ. Trong đó có thể hiện số tín chỉ tích lũy ngành đã đạt và các môn nợ.. . Thân mến",
            "Em vẫn chưa rõ lắm, thầy cô có thể cho em biết lý do vì sao số TCTL của em lại là 106, lẽ ra là 109 mới đúng. . . . . Em đọc trong   B QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC [full_name] HỌC, [full_name] - Điều 19  /B  đã để là số TCTLN tính bằng tổng số TC của tất cả những môn đã học thuộc CTGD khóa-ngành/chuyên ngành đang theo học. Tất cả các môn em đã học đều thuộc CTGD khóa-ngành/chuyên ngành của em, không có môn nào ngoài chương trình.(tất cả đều ĐẠT). . . . Em có gửi ảnh chụp số TCTL và số TCTLN ở file kèm theo.. . . . p/s: em không tìm thấy file đính kèm mà thầy/cô gửi ạ, em tưởng có trục trặc nhưng cũng 1 tháng rồi không thấy nên chắc không phải do trục trặc rồi. Thầy/cô xem giúp em nhé. Cảm ơn thầy/cô! :))",
            "Chào bạn,. . Số tín chỉ tích ngành hiện tại của bạn được tính như file đính kèm.. . Thân mến"
        ]
    },
    {
        "intent": "khiếu nại điểm",
        "message": [
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Chào Phòng Đào Tạo Đại học Bách Khoa,. . . . Em là [full_name] MSSV: [student_id], em học hè kỳ 173 môn Hóa đại cương lớp DT01-AA thầy [full_name] và giáo viên dạy thí nghiệm hóa là cô [full_name].. . . . Trong lúc tổng kết điểm và đưa lên phòng đào tạo thì giáo viên thí nghiệm đã nhập nhầm điểm em là 0đ (thay vì 9đ) dẫn đến việc điểm tổng kết môn Hóa đại cương của em là 0đ. Sự việc diễn ra tệ hơn là vì tổng kết bị 0đ cho nên môn hóa của em mất luôn trên bảng điểm MyBK.. . . . Em đã liên lạc với thầy [full_name] để xin bảng điểm và được thầy chỉ dẫn ra sai sót ở điểm thí nghiệm hóa. Sau đó em liên lạc với cô [full_name] và cô đã sửa điểm thí nghiệm của em thành 9đ cho giáo viên chính là thầy [full_name]. (giáo viên thí nghiệm phải chuyển điểm cho giáo viên chính).. . (Đính kèm các hình ảnh minh chứng). . Đến nay là ngày 6/11/2018, em vẫn chưa thấy PĐT cập nhập điểm trên bảng điểm MyBK. Em vô cùng lo lắng về điều này, vì nguy cơ em phải học lại mà sai sót thì không phải lỗi của em. Em thực sự bất lực và stress nặng nề khi đối diện với kỳ phân ngành sắp tới.. . Với mong ước chân thành nhất, em mong PĐT xem xét vấn đề của em và có một đáp số hợp lý cho sự việc của em.. . . . Cảm ơn và chúc Phòng Đào Tạo làm việc hiệu quả! . . . . [full_name] [student_id]. . Phone: [phone_number]. . . .",
            "QUOTE MSSV/MSGV: 1710800    . . . . Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học. . . . Chào Phòng Đào Tạo Đại học Bách Khoa,. . . . Em là Nguyễn Trần Quang Duy MSSV: 1710800, em học hè kỳ 173 môn Hóa đại cương lớp DT01-AA thầy Huỳnh Kỳ Phương Hạ và giáo viên dạy thí nghiệm hóa là cô Võ Nguyễn Lam Uyên.. . . . Trong lúc tổng kết điểm và đưa lên phòng đào tạo thì giáo viên thí nghiệm đã nhập nhầm điểm em là 0đ (thay vì 9đ) dẫn đến việc điểm tổng kết môn Hóa đại cương của em là 0đ. Sự việc diễn ra tệ hơn là vì tổng kết bị 0đ cho nên môn hóa của em mất luôn trên bảng điểm MyBK.. . . . Em đã liên lạc với thầy Phương Hạ để xin bảng điểm và được thầy chỉ dẫn ra sai sót ở điểm thí nghiệm hóa. Sau đó em liên lạc với cô Lam Uyên và cô đã sửa điểm thí nghiệm của em thành 9đ cho giáo viên chính là thầy Phương Hạ. (giáo viên thí nghiệm phải chuyển điểm cho giáo viên chính).. . (Đính kèm các hình ảnh minh chứng). . Đến nay là ngày 6/11/2018, em vẫn chưa thấy PĐT cập nhập điểm trên bảng điểm MyBK. Em vô cùng lo lắng về điều này, vì nguy cơ em phải học lại mà sai sót thì không phải lỗi của em. Em thực sự bất lực và stress nặng nề khi đối diện với kỳ phân ngành sắp tới.. . Với mong ước chân thành nhất, em mong PĐT xem xét vấn đề của em và có một đáp số hợp lý cho sự việc của em.. . . . Cảm ơn và chúc Phòng Đào Tạo làm việc hiệu quả!. . . . Nguyễn Trần Quang Duy 1710800. . Phone: 0913971648. . . .   /QUOTE . . Chào bạn Duy,. . Sáng nay (07/11/2018) PĐT vẫn chưa nhận được bảng điểm sửa của giáo viên nha bạn. Bạn check lại chỗ Giáo viên phụ trách hay Khoa Hóa nha.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ thầy cô cho con hỏi là con không đăng kí xếp lớp anh văn mà sao trong tkb con lại có vậy ạ.  Dạ với con thi có 285 điểm mà tkb xếp con vào anh văn 1 ấy ạ giờ con phải làm sao ạ.  Với do lâu nay con không biết nên con không đi học có bị gì không ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Qua dữ liệu kiểm tra bạn không trả lời câu hỏi về việc xếp lớp av .. . . . Tổng điểm thi của bạn là 345 không phải 285 được xếp ở lớp AV 1.. . . . Về quy định xếp lớp AV bạn tham khảo tại mục quy chế đào tạo (Phục lục 1). . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là anh văn đầu vào 380đ có phải đăng kí kiểm tra av hk1 k ạ",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào em,. . Hiện tại với điểm 380 em đã đạt chuẩn AV của năm nhất. . . Em vui lòng xem quy định chuẩn anh văn của khóa 2018 trên web aao ---  snh viên --  ngoại ngữ--  chuẩn anh văn sau mỗi năm học để rõ hơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Dạ thưa thầy cô!!. . Em hiện là sinh viên năm 2 nhưng chưa đậu avđv, pđt vừa gởi mail thông báo thi anh văn đầu vào. Cho em được hỏi em là sinh viên năm 2 có thể đăng kí thi đợt này hay không? Hay đợt thi này chỉ dành cho khóa K18 chưa đậu avđv đầu năm.. . Em xin cám ơn!",
            "Chào em,. . Thông báo kiểm tra tiếng anh có ghi rõ đối tượng là tất cả sinh viên chính quy nên em được đăng ký thi.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . Em tên là [full_name], mã số sinh viên [student_id], là sinh viên năm 4. Câu hỏi của em là:. . Lúc học năm nhất, em đã nộp chứng chỉ IELTS 6,5 điểm và đã được xác nhận, được 10 điểm 4 môn anh văn. Năm nay em năm 4, bằng IELTS đã hết hạn. Vậy cho em hỏi là em có cần phải nộp lại bằng mới để đủ điều kiện làm luận văn không ạ, vì bằng em nộp cho trường vào năm nhất đã hết hạn rồi.. . Em xin cảm ơn.. .",
            "Chào em,. . Chứng chỉ IELTS của em đã được lưu xét LVTn và tốt nghiệp, em không cần nộp lại bằng ngoại ngữ mới.. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi em là học sinh khóa K18. Kì thi AVĐV vừa rồi em thi và kết quả là em được học lớp anh văn cơ bản của nhà trường. Nhưng vì điều kiện và hoàn cảnh đáng lẽ em đã đăng ký không xếp lớp anh văn nhưng vì chủ quan và sơ suất em đã không kiểm tra kĩ mail nên nhà trường đã xếp em vào lớp AVCB. Nhưng vì để giảm bớt phần tiền học phí này em đã làm đơn xin rút môn học này. Vậy cho em hỏi kì thi Anh văn sắp tới nếu em đăng kí thi thì em cần điểm bao nhiêu để có thể đạt chuẩn tiếng Anh ít nhất là qua năm 1 này, còn nếu trường hợp điểm em vẫn thấp nữa thì em có bị ảnh hưởng gì nữa không? Và trong học kì sắp tới nếu em không đủ điểm ở những kì thi này thì em còn kì thi nào khác và cách nào khác để đạt chuẩn tiếng Anh ít nhất là qua năm 1 không quý thầy(Cô) ?",
            "Chào em,. . Để đạt chuẩn anh văn qua năm 1 thì đợt thi kiểm tra tiếng anh tháng 12 này em phải đạt 350 điểm, sẽ còn 1 đợt kiểm tra trình độ tiếng anh vào cuối học kỳ 182, nếu em vẫn không đạt thì đầu HK191 tới em sẽ không được đăng ký học các môn của năm thứ 2.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear phòng đào tạo trường!. .   Em muốn hỏi phương án xử lý tình trạng học của em. Kỳ 181 em bị nhà trường BUỘC THÔI HỌC.. .   Nguyên nhân : Kỳ 172 e đăng ký môn học luận văn tốt nghiệp và bỏ, DTBHK= 0. Kỳ 181 em đăng ký Luận văn tốt nghiệp lại, nhưng không được, do kỳ này bằng 2 cần tiên quyết Tiếng Anh, em không nắm được thông tin, nên bị coi là không đăng ký môn học.. .   Hiện tại em đang bị tình trạng buộc thôi học do 1 học kỳ DTB=0 và 1 học kỳ không đăng ký môn học.. .    Vậy em hỏi, trường hợp của em còn có thể có phương án nào giải quyết để em tiếp tục được theo học.... .   Em chân thành cảm ơn!. . . .",
            "Chào bạn,. . Bạn liên hệ ở Văn Phòng Khoa của bạn để làm đơn xin cứu xét thu nhận lại để tiếp tục học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 001966  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . testing testing. .",
            "b MSSV/MSGV: 001966  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . testing testing. .",
            "b MSSV/MSGV: 001966  /b \t. . . .   i Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . testing testing. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng đào tạo.. . Em là sinh vien k18, e đã nộp và đóng tiền CCNN Ielts 6.5 để xét chuyển điểm AV 1, 2, 3, 4 và đã được xét hợp lệ. Em muốn dùng CCNN đó để xét luận văn tốt ngiệp và được ra trường, nhưng không biết làm thế nào. Thầy, cô xem và hướng dẫn giúp em.. . Em chân thành cảm ơn thầy, cô.",
            "Chào em,. . Hiện tại chứng chỉ Ielts của em đã hợp lệ là trường sẽ lưu dữ liệu anh văn này để xét chuẩn LVTN và chuẩn tốt nghiệp ra trường cho em rồi, em không cần đăng ký thêm.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Em chào PĐT , kì hè dự thính em có học môn chủ nghĩa [full_name] và đã qua môn . Nhưng thay vì học chương trình mới của [full_name] ( SP1003) nhưng em đăng kí nhầm chương trình cũ ( 001001) . Em đã tra trên web trường thì [full_name] có trong danh sách các môn tương đương và đã đọc hướng giải quyết, thắc mắc của em là :. . 1 . em có thể làm đơn chuyển điểm từ chương trình cũ sang chương trình mới được không ạ ?. . 2 . Trong “ tiến độ học tập “  của my bk em vẫn chưa được cập nhật kết quả ( theo hướng giải quyết của trường là \"đã đạt\") có phải do sai mã môn học không vì các bạn cùng lớp dự thính hè đã cập nhật rồi . . 3 . sai mã số môn học thì có bị học lại không ạ . . Em cảm ơn PĐT  . . . .",
            "Chào bạn [student_id],. . Bạn đã được cập nhật môn tương đương rồi(SP1003). . . Trong \"tiến độ học tập\" của mybk chưa cập nhật mới nha bạn.. . Thân mến."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã gửi đơn đăng ký phúc tra lên phòng đào tạo nhưng sau mấy tháng chờ đợi em mail cho giáo viên dạy môn đó nhưng cô trả lời vẫn chưa nhận được đơn phúc tra gửi đến cho cô. Phòng đạo tạo cho em hỏi hiện nay đơn phúc tra của em đang ở đâu ạ ? Và tại sao giáo viên vẫn chưa nhận được đơn nhưng phòng đào tạo đã có kết quả là không thay đổi trên bảng mybk ạ?. . Em cảm ơn, em mong được nhận kết quả sớm nhất ạ.Và giáo viên có thể nhận được đơn phúc tra .. .",
            "Chào em,. . Phòng đào tạo đã nhận kết quả phúc tra từ khoa chuyển về do giáo viên [full_name] chấm, giáo viên đã có điều chỉnh lại điểm, em vui lòng xem lại điểm trên trang bảng điểm cá nhân.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Kính gửi phòng đạo tạo ĐHBK TPHCM,. . . . Em muốn hỏi vấn đề là em có nghĩ 1 học kì vì còn thiếu 1 ngày CTXH để xét tốt nghiệp, và em đã học hết các học kỳ và môn học như lịch sắp xếp (8 học kì). . . Vậy thì em có thể đăng ký xét tốt nghiệp tháng 4 tới nếu đã đủ CTXH không ạ? . . Em có lên đăng ký tốt nghiệp thì thấy chưa tới đợt, vậy thì khi nào mới mở đợt ạ? . . . . Cám ơn thầy cô.\t. . . .",
            "Chào Bạn,. . Tình trạng hiện tại của bạn đang bị tạm dừng, bạn phải làm đơn thu nhận lại để được xét tốt nghiệp khi đủ kiện (theo thời gian quy định của đợt xét tốt nghiệp của tháng 4/2019). . Bạn vui lòng vào trang http://www.aao.hcmut.edu.vn/lịch học vụ/lịch tốt nghiệp tháng 4/2019 biết biết về thời gian lịch trình xét tốt nghiệp của đợt 4/2019. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . Em là [full_name],là sinh viên năm nhất.. . Làm ơn cho em hỏi em đã đăng kí kiểm tra anh văn định kì (thi vào 12/2018) mà sao ở Đăng kí môn học lại báo là chưa chọn đợt ạ?. . Vậy em phải đăng kí lại hay sao ạ?. .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . . Bạn chọn loại hình đăng ký bên trái và chọn MSMH 003101 để đk nhé. Sau khi đăng ký xong PĐT sẽ thông báo lịch thi trên trang web PĐT mục ngoại ngữ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính phòng Đào tạo, . . Em tên Tuyền, sinh viên Khoa Khoa Học Máy Tính - VB 2, MSSV [student_id].. . . . Đầu năm học em đã nhận được thông báo miễn giảm môn học của Phòng đào tạo và đóng phí là 150.000 đồng, trong danh sách miễn có môn Anh Văn 1,2,3,4. . . . . Nay em đăng ký nộp Văn Bằng 1 qua hệ thống để đăng ký miễn tiếng Anh đầu ra nhưng hệ thống chỉ có cho đăng ký miễn giảm Anh Văn 1,2,3,4 và yêu cầu phải đóng thêm 200.000 đồng nữa. Vậy em có phải đống thêm khoản này không ạ?. . . . Nhờ Phòng đào tạo hướng dẫn giúp em thủ tục để đăng ký nộp Bằng Đại Học tiếng anh để thay thế cho chứng chỉ ngoại ngữ xét tốt nghiệp ra trường ạ. . . Em xin cám ơn Phòng Đào tạo.. . Trân trọng.. .",
            "Chào bạn,. . Chứng chỉ ngoại ngữ của em là bằng cử nhận, em phải nộp lên phòng đào tạo 2b photo bằng cử nhân có công chứng của trường đại học công nghiệp thì mới hoàn tất thủ tục nộp.. . V/v chuyển điểm 4 môn anh văn thì em phỉa thanh toán phỉ chuyển điểm trên MyBK thì đến đợt chuyển mới được cập nhật.. . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có một thắc mắc mong được giải đáp là điểm thi anh văn định kỳ của trường bách khoa là sẽ lấy điểm của lần cao hơn hay là lấy của lần thi sau thay cho lần thi trước ạ?? Em xin chân thành cảm ơn ạ. . . .",
            "Chào bạn,. . Sẽ vẫn lấy điểm lần cao trước đó của bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm 2. trong học kì 1 năm nhất em có học môn anh văn cơ bản và bị rớt nhưng em lại qua môn anh văn 1.Vậy thầy/cô cho em hỏi là có phải học lại môn anh văn cơ bản không ạ?.. . Em có thể thi anh văn định kỳ để qua môn anh văn cơ bản được không? và nếu em thi điểm anh văn định kỳ mà thấp hơn các lần trước thì sẽ lấy điểm các lần trước hay lấy điểm hiện tại ạ?. . . .",
            "Chào em,. .  Môn anh văn cơ bản không có trong chương trình đào tạo nên nếu em có rớt thì em cũng không cần học lại. . . Điểm thi kiểm tra trình độ tiếng anh định kỳ sẽ được lưu cột điểm cao nhất vào dữ liệu thông tin của em.. . Trân trọng."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 001966  /b \t. . . .   i Yêu cầu khác . test test",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .   i Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm .",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .   i Học vụ - Đại học - Cao đẳng chính quy   Tạm dừng .",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .   i Yêu cầu khác .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .   i Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm .",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]",
            "b MSSV/MSGV: 001966  /b \t. . . .",
            "responsible person: [543] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa quý thầy/cô. . Cho em hỏi là em có đăng ký để xét kiểm tra tiếng anh đợt này. Theo như thông tin trong mail em đã đăng ký nhưng tại sao trong BK Pay vẫn chưa hiện ra số tiền em cần thanh toán cho đợt thi này vậy quý thầy/cô. Và nó có ảnh hưởng gì tới việc thi của em không?. . Mong quý thầy/cô sẽ sớm phản hồi em.. . . .",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/lịch học vụ/ xem lịch học vụ học kỳ 2 chính quy để xem thời gian đóng tiền của đợt kiểm tra Anh văn định kỳ, xong đợt đăng ký Phòng Đào tạo lấy dữ liệu xuống và sau đó mới đưa dữ liệu đóng tiền của sinh viên lên BKpay, bạn theo dõi lịch đóng tiền để kiểm tra lại tình trạng đăng ký, nếu trong thời gian đóng tiền vẫn không có tên thì bạn phản hồi lại để kiểm tra.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa quý thầy/cô. . Em xin được hỏi cách tính điểm trung bình học kì và cách tính điểm trung bình tích lũy sẽ được tính như thế nào? Mong quý thầy/cô sẽ phản hồi em sớm.. . . .",
            "Chào bạn,. . Bạn vào trang http://www.aao.hcmut.edu.vn/sinh viên/quy chế/xem phần \" Quy chế đào tạo và học vụ bậc đại học, cao đẳng: áp dụng đến học kỳ 1 (2018-2019)\", xem điều 18 và điều 19 trong quy chế về cách tính điểm TBHK và TBTL:. . Điều 18. Số tín chỉ tích lũy học kỳ, điểm trung bình học kỳ. . Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: e lỡ đăng kí BHYT 12 tháng trên mybk mà vô các khoảng đã đóng thì e mới biết e đóng rồi vậy làm sao để hủy ạ",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để hỏi nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào Tạo. . Em có tham gia thi kiểm tra Anh văn đầu vào và đạt 430 điểm. Học kì I em có đăng kí không xếp lớp, vậy học kì II em có thể không đăng kí vì em có kế hoạch tự học được không?. . Mong Phòng Đào Tạo trả lời sớm cho em. . Em xin cảm ơn. .",
            "Chào bạn,. . Nhà trường không quy định về việc phải đăng ký học AV và quy định về chuẩn Anh văn theo từng năm, bạn vào http://www.aao.hcmut.edu.vn/sinh viên/ngoại ngữ/chuẩn anh văn theo từng năm học. Bạn đọc để nắm quy định!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Do em đăng kí học trước nhiều môn nên năm 4, cả 2 kì đều có số tín chỉ đk dưới 10, thì có được xét học bổng hỗ trợ học tập không ạ.. . Cụ thể kì 1 năm 4: chỉ còn vài môn tự chọn với đề cương luận văn. . kì 2 năm 4 còn môn luận văn (9 chỉ )",
            "Chào Em,. . . . Theo Quy định về học bổng khuyến khích học tập cụ thể theo thông báo V/v điều chỉnh về phương thức xét chọn học bổng khuyến khích học tập ở mục 2.Các quy định và điều kiện xét HB.KKHT:. . 10 TC (nếu SV học vượt có số TCTLN ≥ 100% số TC của CTĐT tính đến học kỳ xét học bổng).. . . . Vậy nếu học kỳ tính học bổng nếu sinh viên học vượt mà đăng ký    10 tín chỉ thì sẽ không đủ điều kiện xét học bổng khuyến khích học tập, riêng HK8 sinh viên chỉ đăng ký 1 môn LVTN 9TC thì được xét HBKKHT.",
            "Dạ em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) .   Sắp tới em có thi kiểm tra trình độ tiếng anh (MSMH 003101). Em được biết đây là một trong 3 cách qua av 1,2,3,4. Nhưng em thắc mắc kì thi này có giống AV đầu vào không? Khi mình đạt được mức điểm nào đó có được miễn AV không?. .   Ví dụ: trong kì thi sắp tới này em đạt 500 theo mức quy định thì có được miễn AV và khỏi đăng kí không? . . . .",
            "Chào bạn,. . Kỳ thi Anh văn định kỳ này chỉ tính điểm đạt qua chuẩn Anh văn theo từng năm học, không tính điểm miễn các môn AV1,2,3,4 như kỳ thì Anh Văn đầu vào lúc bạn mới nhập học.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khi đăng nhập vào trang mybk, em không thể vào phần thông tin sinh viên. Lỗi xảy ra như trong hình đính kèm.. . Mong thầy cô giải đáp giùm em với ạ!",
            "Chào bạn!. . Trang thông tin sinh viên chỉ khi có kết quả đăng ký môn học chung với chính quy thì mới vào được nhé. . Thân",
            "Vậy xin cho em hỏi, khi em chuyển từ đại học chính quy xuống hệ vừa học vừa làm thì kết quả học tập trong thời gian chính quy có được cập nhật tự động vào mã số sinh viên mới hay không ạ? Hay em phải làm đơn hay thủ tực gì ạ?. . Em xin cảm ơn",
            "Chào em,. . Những môn em đã học ở chính quy sẽ tự động được miễn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Kính chào PĐT,. . Em hiện nay là sinh viên văn bằng 2, khi đăng ký môn học cho kỳ này thì hệ thống có báo là thiếu chuẩn av năm 2, 3... (tiên quyết). Nhưng lúc nhập học thì em có nghe phổ biến là điểm av 1,2,3,4 đã được chuyển từ văn bằng 1 rồi ạ. . . Kính mong nhận được trả lời từ PĐT ạ.. . Em xin cám ơn",
            "Chào bạn.. . . . Bạn được miễn cả chuẩn av sau các năm 123 nên chắc chắn khi đăng ký sẽ không báo lỗi.. . . . Nếu có bạn vui lòng chụp màn hình và phản hồi theo tin này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã qua môn phương pháp tính cách đây 2 kỳ, nhưng hiện tại trong tiến độ học tập trong my BK vẫn hiển thị là chưa đạt, cho em hỏi như vậy thì do web trường bị lỗi hay do em chưa qua môn ạ ??",
            "Chào [full_name]. . Trường hợp của em là học môn MT1009 ở 2 học kỳ khác nhau, Hk162: điểm 13 và Hk171: 5.5. . Trường hợp này là lỗi kỹ thuật, vì 13 5.5 nên chương trình lấy điểm lớn nhất. . Kỹ thuật sẽ khắc phục lỗi này nhanh nhất có thể!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô),Em hiện là K18  MSSV [student_id]. Kì 181 vào cuối kì 181 có kiểm tra toeic không ạ ?. . ﻿hiện giờ trong học kì 181 em đang học anh văn cơ bản em cần điều kiện gì để học đúng môn văn trong kế hoạc giảng dạy hệ đại trà ạ ?. . ﻿",
            "Chào bạn,. . - Mỗi học kỳ nhà trường sẽ tổ chức một đợt kiểm tra Anh văn định kỳ, bạn xem thông tin cụ thể tại http://www.aao.hcmut.edu.vn/lịch học vụ/chọn học kỳ (xem thời gian dự kiến tổ chức để bạn đăng ký), chị không rõ có phải đây là kỳ kiểm tra toeic bạn nói không.. . - Về đăng ký môn học thì bạn phải nắm rõ về chương trình đào tạo của mình để chọn môn học đăng ký, bạn xem CTĐT tại http://www.aao.hcmut.edu.vn/sinh viên/chương trình Đào tạo. Nếu không rõ về chương trình đào tạo bạn liên hệ gặp giáo viên chủ nhiệm hoặc Ban chủ nhiệm khoa của bạn để tư vấn thêm nhé.. . - Nhà trường có quy định về học môn anh văn, mà quy định về chuẩn anh văn theo từng năm, bạn xem chi tiết tại: http://www.aao.hcmut.edu.vn/sinh viên/ngoại ngữ/Chuẩn tiếng Anh sau mỗi năm học.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy/cô ạ,. . Em là [full_name], lớp VP14CDT, hiện đang là sinh viên năm thứ 5 của chương trình PFIEV ạ.. . Trong học kì 182 tới sẽ là học kì em làm LVTN và TTTN. Trong đợt SHCD đầu khóa em có nghe nói là có thể đăng kí các môn học cần cho bậc Thac sĩ ở ngay học kì 182 luôn. . Thầy/cô có thể cho em biết là em có thể đăng kí như vậy được không, đăng kí ở trang đăng kí môn học bình thường phải không và những môn học cần cho Thạc sĩ là những môn nào ạ?. . Em xin cảm ơn rất nhiều",
            "Chào bạn,. . Bạn nên đến Phòng Sau Đại học (nhà B3) để tư vấn thêm, xem chương trình đào tạo như thế nào!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng Đào Tạo. . . . Đầu năm em có đóng 670000 đồng là có bao gồm BHYT. Em có nhận được thông báo đến nhận thẻ tại Phòng y tế nhưng chỉ nhận được thẻ BHTN. Trước đó em có nộp thẻ BHYT để nhận lại tiền 3 tháng. Mong PĐT giải thích cho em. . . . Em xin cảm ơn",
            "Chào bạn,. . Bạn liên hệ Phòng Công tác Chính trị sinh viên để hỏi về vấn đề BHYT nhé!. . Thân."
        ]
    }
]