[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tên: [full_name]. . MSSSV: [student_id]. . Chào anh/chị ạ. . Do kì sau phải học tiếng Anh bào ngày thứ 3 để đủ điều kiện làm luận văn, nên em muốn đổi nhóm môn học EE2027 từ nhóm A02 sang A04 được không ạ?. .",
            "đã đổi sang nhóm A04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào!. . Em hiện là k17 và nếu theo đúng tiến độ thì kì sau em làm luận văn tốt nghiệp.Nhưng do 1 số vấn đề nên em không thể đăng kí vào kì sau. CHo em hỏi là em có thể xin làm luận văn trước được không ạ.. . Em xin cảm ơn ạ",
            "Chào bạn, . . . . Bạn đủ điều kiện nhận luận văn, bạn mới đăng kí được luận văn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Phòng đào tạo. . Em là [full_name] (MSSV:[student_id]). Trong các đợt đăng ký môn học, em có đăng ký môn ME4021 (Vận tải hàng hoá) vào thứ 5, tiết 2-3-4. Nhưng sau khi có thời khoá biểu thì lịch đổi lại là thứ 5, tiết 10-11-12. Với lịch như vậy thì không tiện trong việc di chuyển của em. Vì vậy, em kính mong PĐT có thể chuyển lịch môn ME4021 của em hiện tại từ lớp A02 sang lớp A01 (thứ 6, tiết 10-11-12) hoặc mở thêm một đợt điều chỉnh để em tự đổi lịch của mình. . . Em xin chân thành cảm ơn ạ!",
            "đã đổi sang nhóm A01,. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô, đợt đkmh cuối cùng em có đkmh mỹ thuật trang phục(Me3113) nhưng do em chưa đủ chuẩn av nên đã bị xóa môn học. Hiện giờ tkb của em đang dưới 10tc. Em xin thầy cô cho em đkmh thay thế là môn Mỹ thuật trang phục ( Me 2109) để kì 202 em được học ạ. Em cảm ơn thầy cô",
            "Môn ME2109 bị cận giờ nên ko thể bổ sung được. . Thân",
            "Thầy cô ơi 2 tiết học ở 2 cơ sở cách nhau 1 tiếng vẫn đủ để di chuyển. Mong thầy cô tạo điều kiện cho em được đăng kí ạ.",
            "em tự chấp nhận việc cận giờ. . Thân",
            "Dạ đúng rồi ạ. Em có thể di chuyển kịp ạ. Mong thầy cô cập nhật tkb để tuần sau em có thể đi học ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: Lê Thị My. . MSSV: [student_id]. . Em đã học anh văn 1, 2 trên trường, đợt này em đăng kí anh văn 3 thì không được vì giới hạn sỉ số lớp nên em đăng kí anh văn 3 nhu cầu. Nhưng lớp anh văn 3 nhu cầu yêu cầu yêu cầu lớp anh văn 2 nhu cầu. Vì không biết lý do không đăng kí được nên những lần đăng kí của em điều bị hủy. Em xin được mở thêm sỉ số lớp anh văn 3 để duy trì học kì này ạ.",
            "đã bổ sung LA1007 nhóm L03. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí anh văn 4A mà bị hủy do thiếu môn anh văn 3A . trong khi em học xong anh văn 3 rồi ạ",
            "đã bổ sung môn LA1043 nhóm DT20. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô pđt, em muốn hỏi về cách tính điểm cho các môn tự chọn. em có đọc quy định của trường tại trang sau:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1572. . Điểm trung bình tích lũy (ĐTBTL) được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn.. . . . Theo như ví dụ của pđt, giả sử em học trên 3 môn, A,B,C,D,E... Tất cả các môn đều đạt, vậy điểm tích lũy của em sẽ lấy 3 môn cao nhất hay lấy tất cả các môn đạt và đem chia đều.. .",
            "Chào bạn. . Điểm trung bình tích lũy (ĐTBTL) được tính từ điểm cao nhất của số tín chỉ quy định trong nhóm các môn tự chọn. (ví dụ của bạn là 3 môn cao nhất). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thiếu 1 chỉ để đăng ký thực tập tốt nghiệp và đề cương luận văn, em K15 nên đã làm đơn xin đặc cách gửi phòng đào tạo ngày 2/2. Em về xem lịch sử đăng ký đợt 4 thì thấy đã được pđt đăng ký TTTN và ĐCLV vào 10h47p cùng ngày. (hình đính kèm 1). . . . Ngày 4/2 em có thời khóa biểu. Nhưng đến chiều ngày 5/2 coi trong kết quả đăng ký đợt 4 mới cập nhật thì lại mất môn TTTN và ĐCLV.(hình đính kèm 2)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name], lớp XD20XD16,. . Em có đăng kí học phần 4 môn học: Giải tích 2, Hóa đại cương, khoa học trái đất, vẽ kỹ thuật xây dựng.. . Đã hết thời gian đăng kí đợt 4, em thấy trong thời khóa biểu và trong kết quả đăng kí môn học đợt 4 chỉ có mỗi 1 môn \"Khoa học trái đất\"4 tín chỉ. Cho em hỏi còn cách nào để đăng kí những môn còn thiếu không ạ.. . Mong phòng đào tạo xem xét giúp, em xin chân thành cảm ơn. . . . .",
            "Đã bổ sung môn: CI1033 nhóm L10, CH1003 nhóm L07, MT1005 nhóm L04. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô ạ, hiện tại em đã hoàn thành 142 tín chỉ và đủ điều kiện về Anh văn để xét tốt nghiệp. Tuy nhiên em có phần lo lắng về điểm rèn luyện của mình do đóng trễ học phí ạ. Em xin hỏi em có thể liên hệ phòng/ban nào để biết điểm rèn luyện của mình để kịp thời cứu vãn nếu lỡ không đạt yêu cầu ạ?. . Mong được thầy/cô giúp đỡ ạ. . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . Điểm rèn luyện bạn có thể liên hệ phòng Công tác Chính trị sinh viên để được hướng dẫn nhé!. . Về việc điểm rèn luyện thì không ảnh hưởng đến việc xét tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng ký môn Hoá đại cương trong đợt \"Bổ sung Nguyện vọng học Hệ Chính quy\" cho HK202.. . Nhưng lúc xem kết quả đăng kí, thời khoá biểu thì em không thấy môn Hoá đại cương ạ. Mong BKSI xem giúp em ạ. Em xin cảm ơn.",
            "Đã bổ sung môn CH1003 nhóm L04.. . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa cô , em bị xoá môn đăng ký do thiếu môn tiên quyết CCAS_1 . Dạ em muốn hỏi là môn tiên quyết CCAS_1 là môn gì ạ?",
            "Em xem ở đây nhé. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào các thầy/cô ạ!. . Em muốn hỏi môn giáo dục thể chất có đăng ký được ở học kì hè không ạ?. . Em cảm ơn!",
            "đang trong đợt dk, em vào đk liền nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi dự thính học tại cơ sở 1 hay cơ sỏ 2 ạ! Mong nhận được phản hồi từ nhà trường em cảm ơn ạ!",
            "Chào bạn. . Vào đợt 2 đăng ký dự thính từ ngày 2/3 đến 4/3 sẽ thông báo nhóm nào của dự thính mở ở cs1 hay cs2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Em đủ điều kiện làm thực tập tốt nghiệp tại sao đăng ký mà không có thời khoá biểu ạ.",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. .",
            "Cho em hỏi . . Em đăng ký thực tập tốt nghiệp thì bị dính môn tiên quyết GDTS_3 .. . Đó là môn gì vậy ạ, tra cứu môn tiên quyết thực tập tốt nghiệp ở phần nào ạ .. . Em đã tìm chỉ thấy môn tiên quyết của Luận Văn tốt nghiệp.",
            "Chào bạn,. . . . - GDTS_3 : chuẩn giáo dục thể chất sau năm 3. Bạn phải hoàn thành 3 môn giáo dục thể chất mới đăng kí môn thực tập tốt nghiệp được bạn.. . . . Thân",
            "Dạ em hiện tại cần ra trường gấp , em đã trễ quá lâu . . . Học kỳ vừa rồi em đăng ký 2 môn thể dục cùng một lúc nhưng chỉ được học 1 môn .. . Nếu bây giờ em muốn làm thực tập tốt nghiệp trong hè tới, mà vẫn đang thiếu 1 môn thể dục .. . Em có thể làm đơn được không ạ.(Vì em đã trả gần hầu hết tất cả các môn ạ)",
            "Chào bạn,. . . . Bạn có thể làm đơn đặc cách xin đăng kí thêm 1 môn GDTC nha bạn.. . . . THÂN",
            "Dạ đến hè là em cần phải làm thực tập tốt nghiệp, mà không còn học kỳ nào để đăng ký môn thể dục nữa .. . Vậy em có thể làm đơn đặt cách xin làm thực tập tốt nghiệp không ạ.",
            "Chào bạn,. . . . Bạn được quyền làm đơn để ban lãnh đạo phòng phê duyệt cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin được đăng kí tham gia lớp đồ án tổ chức thi công CI4127 và lớp tin học trong quản lí xây dựng CI3169 nhóm A01 ạ. Bữa trước em đã đăng kí thành công nhưng bị lỗi xóa mất và sau đó đăng kí lại ở đợt 4. Nhưng khi báo kết quả đăng kí đợt 4 thì 2 môn này vẫn không được thêm vào thời khóa biểu của em. Vì em đã về quê nên không gặp trực tiếp phòng đào tạo được. Em mong phòng đào tạo tạo điều kiện để em tham gia lớp học này. Em xin chân thành cảm ơn.",
            "CI3169 ko đk được do chưa học CI4125. . CI4127 ko đk được do thiếu song hành CI4125"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại đợt đkmh đã kết thúc. Em đã chờ đăng ký môn Thí nghiệm vật lý (PH1007) nhưng vẫn không có slot. Mà kỳ dt em đã đk 10 chỉ. PDT có thể dk cho em 1 slot môn này đc k ạ. Em cảm ơn.",
            "Đã bổ sung PH1007 nhóm L02. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi . . Tại vì giữa kỳ 202 em mới nộp kịp bằng toeic để đăng ký luận văn .. . Nếu em chỉ  đăng ký môn của dự thính , vậy kì đó em có bị đình chỉ không ạ , em cảm ơn nhiều ạ",
            "Chào em. . Không nghen em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Con xin thầy cô đợt 5 tới mở thêm sĩ số lớp môn phương pháp tính (mt1009), mở thêm sĩ số lớp L01 học sáng thứ 3 tiết 234. . Do con là sv năm 2 cần qua môn để học các môn trong ngành. Con xin cảm ơn",
            "đã bổ sung MT1009-L01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có 1 thắc mắc mong pđt giải đáp. . . Hiện tại em còn thiếu luận văn và 3 tín chỉ để tốt nghiệp, nhưng 3 tín chỉ đó chỉ học kỳ hè mới mở. . . Nên em muốn hỏi là sau khi học xong học kỳ hè thì có kịp thời gian để nộp bổ sung tốt nghiệp không? . . Em cảm ơn!",
            "Chào bạn,. . Vui lòng đợi thông báo lịch học vụ của năm 2021-2022 nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính Gửi : BGH Trường Đại Học Bách Khoa. .            PĐT Trường Đại Học Bách Khoa. . Em tên là : [full_name] . . Mssv : [student_id] . . Sinh viên lớp : XD18CTT. . Dạ thưa PĐT cho em hỏi là qua tết này, dạ Trường có tổ chức thêm các kỳ kiểm tra Anh văn định kỳ không ạ . . Dạ em xin chân thành cảm ơn ạ . . Thân mến . . [full_name]",
            "Chào bạn. . Bạn vui lòng kiểm tra mail thường xuyên, sẽ có thông báo cụ thể về đợt đăng ký kiểm tra anh văn tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - em là sinh viên khoa hóa k17 . . - thưa PĐT, hồi đk môn học đợt 1,2,3 e có đăng ký luận văn mã là CH4383 . . - nhưng nay e vẫn chưa có thời khóa biểu, e vô phần kết quả đk đợt 4 lại ko có môn học đăng ký. . - cho e hỏi có còn đợt 5 ko ạ? vs lại e đk đợt 1, 2,3 r mà sao đợt 4 e lại ko có mh ạ ?. . - e có kèm hình ảnh lúc đk ấy ạ ...",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. Em là [full_name], mssv [student_id], sinh viên khoa Kĩ thuật Hóa khóa k18. Đợt đkmh đợt 4 em có hủy đăng kí môn Kĩ thuật điện hóa (CH3175), để đăng kí môn cơ sở điều khiển quá trình. Nhưng tới phút chót thì bị hủy lớp môn đó, giờ em có nguyện vọng muốn viết đơn xin đăng kí lại môn kĩ thuật điện hóa vào thứ 6 tiết 2,3 do thầy [full_name] phụ trách, nhưng hiện tại em đã về quê nên không thể trực tiếp lên hỏi pđt ạ. Mong thầy/cô có thể giải quyết giúp em và tạo điều kiện cho em được đăng kí học môn kĩ thuật điện hóa ạ!. . em xin trân thành cảm ơn!. .",
            "đã bổ sung môn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo, em là sinh viên năm cuối, do điểm không được như mong đợi. Nên kính mong phòng đào tạo có thể cho em đăng kí thêm môn học bổ sung là môn Đường lối CM của Đảng CSVN  (SP1009) trong học kì chính 202 được không ạ.. . Em xin cám ơn.",
            "Đăng ký môn học. . . . Chào phòng đào tạo, em là sinh viên năm cuối, do điểm không được như mong đợi. Nên kính mong phòng đào tạo có thể cho em đăng kí thêm môn học bổ sung là môn Đường lối CM của Đảng CSVN  (SP1009) trong học kì chính 202 được không ạ, và nếu được cho em xin được học vào lớp A10 để không trùng giờ học anh văn ạ.. . Em xin cám ơn.  /QUOTE . .",
            "đã bổ sung môn SP1009 nhóm A10.. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô) ạ. . . Em tên [full_name], MSSV: [student_id].. . Dạ thầy (cô) ơi thời khóa biểu môn EE2039-Vi xử lý của em hiện tại có lớp lý thuyết vào sáng thứ 3 (L07) tiết 2-- 4 và lớp thí nghiệm vào thứ 4 (L21) tiết 2-- 6. Để tránh học dồn vào đầu tuần quá nhiều em mong thầy cô cho phép em xin chuyển sang lớp lý thuyết sáng thứ 4 (L02) tiết 2-- 4 và lớp thí nghiệm sáng chủ nhật (L06) tiết 2-- 6 ạ. Tiết 2-- 6 ngày chủ nhật hiện em đang trống.. . Em xin cảm ơn.. .",
            "ko xử lý như vậy nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô ơi, em khóa K15 đã học và qua môn gốm xây dựng,nhưng khi có kết quả đăng kí môn học thì ghi em thiếu môn tiên quyết CI3191(đồ án gốm)",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo Đại học Bách Khoa TP.HCM,. . Em tên là Lê Chí Toàn, hiện em đang gặp vấn đề về đăng ký nhầm mã môn học. Cụ thể là em có ý định đăng ký môn Pháp Văn 6-MSMH: 003728 vào HK202, nhưng em đăng ký nhầm sang Pháp Văn 6-MSMH: 003706. Vì đây là môn học mỗi năm mở một lần, nên em mong phòng đào tạo giúp đỡ chuyển giúp em sang MSMH: 003728 ạ.. . Em xin cảm ơn ạ.. .",
            "đã đk lại môn cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi về việc đăng kí môn học hk2 2021. . Đợt đki môn học đợt 3 e đã đki môn lvtn và đã được duyêt, nhưng đợt 4 lại k có môn lvtn trong phần đki of e? Cho em hỏi tại sao ạ? Em cám ơn pđt",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ cho em hỏi về việc đăng kí môn học hk2 2021. . Đợt đki môn học đợt 3 e đã đki môn lvtn và đã được duyêt, nhưng đợt 4 lại k có môn lvtn trong phần đki of e? Cho em hỏi tại sao ạ? Em cám ơn pđt",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ  PDT nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . xin pđt cập nhập giúp em môn quản lí công nghiệp 260624, vì đây là lớp cao đẳng cuối cùng và môn này chỉ còn mười mấy bạn cuối cùng nên đợt này cũng là lần mở lớp cuối cùng. Mong pđt cập nhập môn học này giúp em để e hoàn thành tất cả môn học. e xin cảm ơn pđt",
            "đã bổ sung môn 260624,. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "No solution",
            "do trong đợt 3 bị xóa môn , đợt 4 đăng ký không được nên giờ em xin pdt cho em thêm 2 môn học:. . +[full_name] - ĐAMH cấpthoátnước trg ct thứ 2 tiết 7-8-9 phòng B9-101. . +[full_name] - Cấp thoát nước trong ct thứ 5 tiết 4-5 phòng B1-302. .",
            "Chào bạn,. . . . [full_name] ghi nhận yêu cầu của bạn, kết quả sẽ cập nhật trên cổng thông tin sinh viên mục TKB.. . . . Thân. .",
            "Môn CI3209 thiếu môn song hành CI3181. . Môn CI3207 thiếu môn song hành CI3179. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào pdt, cho em hỏi là sao tới giờ vẫn chưa cập nhật điểm hết vậy ạ, vẫn còn một số môn chưa thấy có điểm ạ.",
            "Chào bạn,. . . . Việc này bạn liên hệ với giáo viên giảng dạy nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì chưa đủ chỉ tiêu anh văn nên em không thể đăng ký luận văn tốt nghiệp. Nếu không đăng ký môn gì thì có bị đình chỉ vào học kỳ tiếp theo không ạ? Nếu trong học kỳ này em nộp chứng chỉ anh văn bổ sung thì có thể đăng ký Luận văn không ạ. Em cảm ơn.. . . .",
            "Chào bạn,. . . . Khi nào đủ điều kiện nhận luận văn bạn liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì lý do sơ xuất em bỏ lỡ ĐKMH cho học kì 202, em xin phép PĐT cho em được đăng kí môn TR4001 (Kỹ thuật chẩn đoán và bảo dưỡng động cơ) ạ.. . . . Em xin chân thành cảm ơn. .",
            "đã bổ sung TR4001 nhóm A01.. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ, . . Trong đợt 4 em đăng kí môn nhưng kết thúc đợt 4 môn đó bị hủy do lớp đó sĩ số ít quá nên không mở. Giờ em muốn đăng kí qua nhóm khác của môn đó có được không ạ ( thời khóa biểu không bị cấn ạ). . . Em cám ơn cô ạ.   B",
            "bạn đk môn học nào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy/cô,. . Em là [full_name], MSSV [student_id]. Em kiểm tra kết quả đăng kí môn đợt 3 thì thấy em không đăng kí được. Trong các lí do thì chỉ có lí do là em đóng trễ hạn học phí đào tạo sau đại học. Em rất lo lắng vì em chủ quan và đã bỏ lỡ đăng kí môn học đợt 4. Hiện giờ em không đăng kí được môn nào và không có thời khoá biểu cho kì sau. Kì học sau cũng là kì luận văn và học kì cuối của em. Hiện giờ do phòng đã nghỉ tết vè dịch bệnh nên em không thể liên hệ trực tiếp.. . Em rất mong quý thầy cô mở lại đăng kí các môn học cho em. Em rất cần đăng kí những môn này để hoàn thành chương trình học và tốt nghiệp đúng hạn.. . Em rất xin lỗi vì sự chủ quan và bất cẩn của mình. Kính mong thầy cô giúp đỡ em.. . Xin cám ơn quý thầy cô và em mong sớm nhận được câu trả lời",
            "bạn có kết quả môn học SP1009.. . Môn LVTN đk lại theo lịch học vụ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Chào quý thầy cô ! . . - Em có 2 vấn đề cần giải đáp mong thầy cô giúp đỡ : . . + 1 là bị hủy đăng kí tiểu luân văn tốt nghiệp 260663 .trên kết quả đăng kí môn học không ghi rõ lý do e bị hủy 'hủy kết quả vì không đủ đ/kiện ' không rõ là tín chỉ hay công tác xã hội . em đã tự tìm hiểu và e thấy mình đã đủ rồi mong thầy cô xem xét lại . . . + 2 là môn học anh văn em đã bị hủy vì chỉ số lớp không đủ .liệu đọt 5 em có được đăng kí học không ạ !. . =  em xin cám ơn quý thầy cô !  B   /B . . . .",
            "Chào bạn,. . . . 1. Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . 2. Bạn muốn đăng kí môn anh văn nào? ghi rõ mã số môn học.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy cô.. . Em có 2 câu hỏi ạ.. . Câu hỏi thứ nhất: Hiện em đang là sinh viên năm 2 chuyên ngành Kỹ thuật máy tính và em đang có nhu cầu đăng ký chương trình tăng cường Tiếng Nhật thì có được không ạ. Nếu được thì em cần làm những thủ tục gì?. . Câu hỏi thứ hai: Nếu em không đủ điều kiện đăng ký chương trình tăng cường tiếng Nhật thì em có thể đăng ký chương trình nào khác để được đi học nước ngoài và em có thể cập nhật thông tin về các chương trình đó ở đâu?. . Em xin chân thành cảm ơn ạ.. . Trân trọng.",
            "Chào bạn,. . Bạn có thể liên hệ tại Văn phòng Đào tạo Quốc tế để được tư vấn về chương trình tăng cường Tiếng Nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì lý do sơ xuất em bỏ lỡ ĐKMH cho học kì 202, em xin phép PĐT cho em được đăng kí môn TR4001 (Kỹ thuật chẩn đoán và bảo dưỡng động cơ) ạ.. . . . Em xin chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em hiện là sinh viên K18 vậy nếu em đăng ký và học chung một môn nào đó với các bạn K21 trong kỳ 211 năm sau thì học phí em đóng cho môn đó vẫn tính theo học phí của khóa em hay tính theo khóa 21 ạ!. . Em xin cảm ơn!",
            "Chào bạn,. . Học phí của bạn tính theo quy định của Khóa 2018 nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . AD cho em hỏi em có thể rút môn học online mà không cần nộp phiếu không ạ?. .",
            "em cung cấp mã môn học cần hủy nhé",
            "DẠ CI3131, môn thông gió ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn rút môn học mà em hiện tại em đang ở quê không thể nộp trước tiếp đơn rút. Vì vậy, em còn cách nào rút môn không ạ? Rút rồi vẫn có mất học phí không ạ?",
            "e cung cấp mã môn học cần hủy nhé",
            "SP1003 ạ",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Tốt nghiệp . Xin chào anh\\chị thầy\\cô phòng đào tạo.. . . .  Mình tên là Nguyễn Huỳnh Tấn Lợi MSSV [student_id]1 thuộc khóa K13 ngành Vật liệu xây dựng.. .  Mình viết đơn này vì có thắc mắc về thời gian và kết quả môn thi vét của mình vì thời gian chờ đã khá lâu, mình thi môn Bê Tông Cốt Thép 1 vào ngày 12/01 và đến nay vẫn chưa có kết quả. Do thi vét là quyền lợi đã cũ và chỉ áp dụng tới khóa mình là khóa cuối nên mình không biết việc kiểm soát điểm có gì trục trặc không.. .  Xin phòng đào tạo sớm hồi đáp và cho mình cách giải quyết để mình còn có thể tốt nghiệp. Xin cảm ơn và chúc mọi người ở phòng đào tạo một năm mới an khang, thịnh vượng",
            "Chào bạn,. . Điểm thi đã cập nhật tại trang https://mybk.hcmut.edu.vn/stinfo/, bạn vui lòng vào xem nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, ngày 1/2/2021 em có đăng kí phúc tra bài thi cuối kì của 1 môn trên hệ thống mybk nhưng đến giờ vẫn chưa nhận được kết quả. Cho em hỏi khi nào mới có kết quả phúc tra ạ? Em cảm ơn ạ.",
            "Chào bạn,. . Sau khi phòng Đào tạo nhận được kết quả từ Khoa sẽ cập nhật lên trang mybk để SV xem nhé.. . Bạn vui lòng kiểm tra, nếu chưa có kết quả, SV có thể liên hệ thêm ở Khoa để xin hỗ trợ thêm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U Yêu cầu khác . Em là [full_name]. . . . E vào hệ thống đăng ký in bảng điểm 1 lần nhưng có lỗi thanh toán nên em thoát ra in lại nhưng bây giờ em lại có tận 2 yêu cầu thanh toán trên bkpay nên pđt có thể giúp em k ạ?",
            "Chào bạn. . khoản tiền đã lên bkpay rồi nên không thể hủy được, bạn có thể lưu lại khoan đóng tiền, khi nào có nhu cầu in bảng điểm thì bạn mới đóng tiền, lúc đó pdt sẽ ghi nhận in bảng điểm mới cập nhật ngay thời điểm đó cho bạn. . Lưu ý: phải hoàn tất khoản lệ phí này trước khi đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Cho em hỏi vì sao em không đăng ký được môn   B DAMN tổ chức thi công (CI4127). . Nhờ phòng đào tạo kiểm tra giúp em ạ.",
            "Đăng ký môn học. . . . Đăng ký môn học. . Cho em hỏi vì sao em không đăng ký được môn DAMN thi công (CI4127)và môn Hư hỏng sửa chữa công trình (CI1051) . . Nhờ phòng đào tạo kiểm tra giúp em ạ.  /QUOTE . .",
            "Điều kiện Anh văn sau năm 3 (CCAS_3). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô ạ.. . Hiện gia đình em không cho em học chuyên ngành hiện tại, muốn em chuyển chuyên ngành . . Thầy cô có thể cho em biết có cách nào chuyển chuyên ngành mà không cần học văn bằng 2 không ạ. .",
            "Chào bạn,. . Việc phân chuyên ngành bạn có thể liên hệ ở Khoa của bạn để được tư vấn thêm nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   CODE   /CODE   B . .",
            "Môn học MT1005 được bổ sung nhóm CC06. . Nhóm CN01 của lớp tiếng nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . -Cho em xin hỏi về việc đăng ký môn đề cương luận văn tốt nghiệp ME4093. . -Học kỳ trước em đã đăng ký môn này nhưng chưa hoàn thành.. . -Trong đợt đăng ký cho học kỳ 202 thì em nhận được kết quả không đăng ký được do thiếu môn tiên quyết.. . -Em chưa hiểu đã xảy ra vấn đề gì.. . -Mong thầy cô giải đáp thắc mắc và cho em xin hướng giải quyết để hoàn thành môn học trong học kỳ này.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Hiện tại còn đợt 5 DKMH dành cho các môn luận văn/TTTN/ĐCLV, bạn vào đăng kí lại. Sau đợt 5 nếu đăng kí vẫn không được thì liên hệ trực tiếp PDT hoặc phản hồi lên BKSI  nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Hiện đã quá 14 ngày kể từ ngày thi kết thúc môn nhưng em vẫn chưa nhận được điểm tổng kết cho môn An toàn quá trình ạ. Và điều này ảnh hưởng đến việc tổng kết điểm TBTL của em ạ. Tại vì em có mong muốn đăng kí chương trình liên thông cao học vào kì tới nên nếu chậm trễ hơn em sợ sẽ lỡ đợt đăng kí tới ạ. Em mong PĐT sẽ sớm giải quyết giúp em ạ.",
            "Chào bạn,. . Bạn vui lòng vào xem điểm tại trang https://mybk.hcmut.edu.vn/stinfo/. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại có 1 số vấn đề nên em muốn xin đổi lớp mạch điện từ lớp L03 sang L02 ăn rất mong phòng đào tạo có thể hỗ trợ em vì 1 vấn đề này nghiêm trọng đối với em nên xin phòng đào tạo xem xét ạ . . [full_name]. . MSSV [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là em nghe bảo là hết năm 2 phải qua hết của năm 1 và năm 2 thì mới cho đăng ký môn của năm 3 điều đó đúng không ạ",
            "Em xem chi tiết ở quy chế học vụ. điều kiện thì đúng rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào anh/chị,. . Em là sinh viên năm cuối k17 chỉ còn môn luận văn TN ở học kỳ 2 nhưng do chưa đủ điều kiện ngoại ngữ. Nên cho em hỏi là cách để   B hoãn học kỳ 2 do không đăng ký được luận văn?  /B . . Em xin cảm ơn anh/chị ạ.",
            "Chào bạn. . Bạn tải đơn tạm dừng tại trang web aao.hcmut.edu.vn, điền vào và nộp tại phòng đào tạo. . Thân"
        ]
    }
]