[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Em tên là [full_name], MSSV: [student_id], lớp VP17CĐT . . Xin PĐT đăng ký giúp em môn Đường lối cách mạng ĐCSVN (mã MH: 001004). . Do em thiếu điểm môn học trước là Những ng/lý cơ bản chủ nghĩa [full_name]-[full_name]. Em đã học vào HK hè 183 nhưng vì chưa tới ngày thi nên chưa có điểm. . . Rất mong PĐT có thể giúp em vì ct PFIEV có lịch học rất nặng, hơn nữa mã môn này sẽ không còn mở lớp nữa nên không thể nào trả nợ được. Em xin cảm ơn.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là [full_name] MSSV [student_id] sinh viên khoa Môi Trường và Tài Nguyên, ngành Kĩ thuật môi trường, em muốn thắc mắc về đăng ký luận văn học kì này của em. Em có đăng ký luận văn cả 2 đợt đăng ký môn học đã gửi đăng ký thành công nhưng kết quả đều bị báo là không đủ điều kiện. Em đã nộp xong bằng TOEIC theo yêu cầu của trường và đã được duyệt từ mấy tháng trước, CTXH của em cũng hoàn thành đủ theo yêu cầu của nhà trường, về vi phạm điều kiện đăng ký môn học em có kiểm tra thì là không có ạ. Chương trình học của em em đã kiểm tra ở mục tiến độ học tập và đều đã được đạt hết rồi ạ chỉ còn mỗi luận văn (em không còn nợ môn nào nữa ạ). Em có kiểm tra với vài bạn học chung với em và có thời khóa biểu giống em thì tổng tín chỉ tích lũy tụi em là 134 nhưng tín chỉ tích lũy ngành của bạn là 129 mà em 126 là sao ạ. Mong nhà trường có thể kiểm tra cho em tại sao em bị báo là không đủ điều kiện đăng ký luận văn ạ, do em sợ đợt đăng ký bổ sung em lại không đăng ký được thì lại không có luận văn học kì này. Em cảm ơn ạ!",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . MSSV/MSGV: [student_id]    . . . . Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được. . . . Em là [full_name] MSSV [student_id] sinh viên khoa Môi Trường và Tài Nguyên, ngành Kĩ thuật môi trường, em muốn thắc mắc về đăng ký luận văn học kì này của em. Em có đăng ký luận văn cả 2 đợt đăng ký môn học đã gửi đăng ký thành công nhưng kết quả đều bị báo là không đủ điều kiện. Em đã nộp xong bằng TOEIC theo yêu cầu của trường và đã được duyệt từ mấy tháng trước, CTXH của em cũng hoàn thành đủ theo yêu cầu của nhà trường, về vi phạm điều kiện đăng ký môn học em có kiểm tra thì là không có ạ. Chương trình học của em em đã kiểm tra ở mục tiến độ học tập và đều đã được đạt hết rồi ạ chỉ còn mỗi luận văn (em không còn nợ môn nào nữa ạ). Em có kiểm tra với vài bạn học chung với em và có thời khóa biểu giống em thì tổng tín chỉ tích lũy tụi em là 134 nhưng tín chỉ tích lũy ngành của bạn là 129 mà em 126 là sao ạ. Mong nhà trường có thể kiểm tra cho em tại sao em bị báo là không đủ điều kiện đăng ký luận văn ạ, do em sợ đợt đăng ký bổ sung em lại không đăng ký được thì lại không có luận văn học kì này. Em cảm ơn ạ!  /QUOTE . . [full_name], 19 giờ hôm nay em lên Mybk kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em là Lê Vinh Khiêm MSSV [student_id]. . Em thuộc diện ĐÓNG TRỄ HỌC PHÍ NHƯNG ĐÃ CÓ CÔNG VĂN CỦA [full_name]O [full_name]. . . . Kiểm soát chất lượng  - ME3225. . Kỹ thuật hệ thống - ME3221. . Thiết kế mặt bằng - ME3117. . Tư tưởng [full_name] - SP1005. . Quản lí dự án - ME3223. . . . Em mong phòng đào tạo có thể giúp em đăng kí những môn đã bị xóa,em được chuyển từ văn phòng đào tạo lên đăng kí online, mong PĐT có thể giúp đỡ em ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Họ tên SV : [full_name]. . MSSV: [student_id]. . . . Môn đăng ký học với [full_name]19: [full_name]inh tế học vi mô. . MSMH: IM1003",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] lớp VP2017/1. . Xin PĐT đăng kí giúp em môn . . Đường lối CMĐCS mã môn 001004 nhóm P01. . Cấu trúc dữ liệu nâng cao mã môn 501704 nhóm P01. . Lí do: do cần môn tiên quyết hè này e đã học môn học trước nhưng do chưa có điểm nên rất mong PĐT có thể giúp e vì lịch học rất nặng và kì sau không còn mở lớp. Em xin cám ơn ạ.. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em tên là [full_name]. . MSSV: [student_id]. . Em vừa nhận được câu trả lời của thầy về lí do không thể chuyển nhóm. Em thấy môn ( Mã số môn học ME2013) có hơn 2 nhóm em có thể chuyển được và sĩ số 2 nhóm đó khá ít vừa đủ để được mở lớp nhưng em không biết sao em vẫn không được chuyển vào 2 nhóm đó ạ mặc dù không ảnh hưởng gì đến thời khoá biểu ban đầu của em. Em mong thầy xem lại và giúp đỡ vì nếu không có môn này thì em sẽ bị thiếu tín chỉ để tiếp tục học ạ . Em xin chân thành cảm ơn . .",
            "Đã đăng ký môn ME2013 nhóm L03 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin kính chào cán bộ PĐT.. .  Hiện em là sinh viên Khoa KT Giao thông, Khóa 15. Nay em có 1 môn học còn thiếu là TR1001-Nhập môn về kỹ thuật. Em mong PĐT có thể tạo điều kiện cho em đăng ký môn học này cùng K19 ạ. . . . . Em xin chân thành cảm ơn ạ.",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813784  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em làm đơn này tha thiết kính mong Phòng Đào tạo cho phép em thực hiện một số thay đổi về đăng kí môn học cho học kì chính 191, cụ thể là:. . ⁃ Huỷ đăng kí 03 môn gồm:. . •\tMôi trường và Con người (ME2019 - lớp L05-B). . •\tPhương pháp tính (MT1009 - lớp L15). . •\tBóng rổ (PE1015 - lớp A03) . . ⁃ Đăng ký mới 02 môn gồm:. . •\tCơ khí đại cương (ME1003 - lớp L02-L05),. . •\tVẽ kĩ thuật (CI1003 - lớp L08-L13). . . . Kính thưa Phòng Đào tạo, do kết quả phân ngành được công bố sau khi đóng đợt đăng kí môn học nên em đã đăng kí môn khác với chương trình đào tạo của ngành mình theo học. Cụ thể là em được Bộ môn phân vào ngành Kĩ thuật Hệ thống Công nghiệp nhưng em đã lỡ đăng kí môn theo chương trình đào tạo của ngành Logistic và Quản lí chuỗi cung ứng. Việc này xảy ra phần lớn là do sai sót của em. Em có tham khảo ý kiến giáo viên chủ nhiệm của mình là thầy Đỗ Ngọc Hiền và được biết từ khoá 2019 trở về sau ngành em học sẽ không mở lớp dạy môn Cơ khí đại cương nữa và môn này chỉ được mở vào kì đầu tiên (kì 1) của mỗi năm. Điều đó có nghĩa là đây là cơ hội cuối để em đăng kí học môn Cơ khí đại cương và có thể ra trường theo đúng chương trình đào tạo cho khoá 2018. Mặt khác, thầy Hiền cũng cho biết môn Vẽ kĩ thuật là môn học trước của môn Thiết kế công việc và Đo lường trong công nghiệp (cũng chỉ được mở lớp 1 lần trong năm) nên nếu em bỏ lỡ không đăng kí môn Vẽ kĩ thuật vào kì này thì em sẽ bị trễ 1 năm so với chương trình học. Và việc thêm vào 02 môn học trên buộc em phải bỏ bớt một số môn đã đăng kí trước ra để có thể đảm bảo số tín chỉ quy định được đăng kí cũng như chất lượng quá trình học của em. Em cảm thấy rất buồn và bối rối vì đã đăng kí môn sai như thế. . . . . Em tha thiết kính mong Phòng Đào tạo xem xét, tạo cơ hội cho em sửa sai, thay đổi đăng kí môn và thời khoá biểu để có thể đảm bảo quá trình học tập của em diễn ra tốt hơn cũng như cho em cơ hội học tập và phát triển bản thân tốt hơn, trở thành người có ích cho xã hội. Đồng thời em rất xin lỗi vì đã mắc phải sai sót này, gây ra khó khăn cho quý Thầy Cô và Phòng Đào tạo.. .  . . Em xin hứa sẽ đi học đầy đủ và đạt kết quả tốt nhất có thể. Em xin cảm ơn và mong nhận được phản hồi sớm từ Phòng Đào tạo vì đã cận kề ngày nhập học rồi ạ. . . .",
            "Chào bạn.. . . . Mình đã hủy môn học cho bạn. Nhưng khi đăng ký lại môn học CI1003 - L08 bị trùng lịch với môn ME1003 - L02. . . . nên mình đã đăng ký CI1003 nhóm L14 cho bạn .. . . . Chúc bạn học tốt.",
            "Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo trường ĐH Bách Khoa TP.HCM. .     Em tên là [full_name] MSSV : [student_id]3, hôm nay em viết đơn này kính mong phòng đào tạo xem xét cho em một việc như sau:. .     Em hiện là sinh viên lớp XD13VL, hiện tại em đã hoàn thành xong luận văn bằng 1 ngành Vật Liệu và Cấu Kiện Xây Dựng, sắp tới em sẽ đăng ký luận văn bằng 2 ( em học song song) nếu tính cả chương trình học của em hiện tại em chỉ còn làm luận văn bằng 2 và học thêm hai môn Bê Tông 3 và môn cấp thoát nước MSMH CI3095, vào học kỳ hè 2018-2019 vì em đóng trễ học phí nên không được phòng đào tạo sắp thời khóa biểu, sau khi làm đơn trình bày lý do đóng trễ học phí em chỉ mới đăng ký được môn Bê tông cốt thép 3, còn môn cấp thoát nước sĩ số đã đủ em không đăng ký được. . .    Hôm nay em viết đơn này kính mong Phòng Đào Tạo xem xét cứu xét giúp đỡ để em có thể bổ sung thêm môn cấp thoát nước MSMH CI3095 vì theo như tiến độ học tập của em, em sẽ hoàn thành hết chương trình học của hai bằng vào học kỳ 1 năm học 2019-2020. Em xin lỗi về sự bất tiện này. Em xin chân thành cảm ơn !. . . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Vào đợt đăng ký môn học 3, do không biết nên em đã bấm vào môn bơi mặc dù trước đó đã đăng ký cầu lông. Nhưng sau đó trên bảng đăng ký, môn cầu lông mất thay vào đó là môn bơi nên em đã đăng xuất. Khi nhận được thời khóa biểu học kì 191 thì em thấy xuất hiện cả 2 môn bơi và cầu lông. Có thể xóa 1 môn hộ em được không ạ?. . Và nếu không thể xóa môn thì lúc đi học có thể chỉ học 1 môn và môn còn lại không học được không do em chỉ còn Giáo dục Thể chất 3 là hoàn thành các tín chỉ của Giáo dục Thể chất? Nếu không học môn còn lại liệu các thầy bên bộ môn vẫn xét em qua Giáo dục Thể chất 3 nếu em qua môn kia?. . Mong nhận được phản hồi từ các thầy cô. Em xin chân thành cảm ơn.",
            "Bạn cần xóa môn học nào ?",
            "Em xin cảm ơn thầy vì đã quan tâm đến câu hỏi của em. . . Dạ thưa thầy, em muốn xóa môn cầu lông học tại cơ sở 2 nay đã được phòng đào tạo chuyển thành thứ 4 tiết 11-12. . . Em tên là [full_name]. . . MSSV: [student_id].. . Một lần nữa em chân thành cảm ơn lời phản hồi của thầy.",
            "Chào bạn,. . . . Bạn phải làm đơn rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi: Thầy (cô) phòng đào tạo. . . Hiện em đã có chứng chỉ anh văn theo quy định ,em đã nộp trên trang web của trường.. . Em xin được đăng kí bổ sung thêm 7 môn:. .   1. 260625 - Công nghệ hàn 2. .   2. 260628 - Công nghệ lạnh điều hòa 2. .   3. 260630 - Công nghệ lạnh & điều hòa 2 (BT). .   4. 260626 - truyền động thủy lực 2. .   5. 260629 - Kt giám sát & chuẩn đoán hư hỏng. .   6. 260636 - Kt giám sát & chuẩn đoán hư hỏng (BT). .   7. 202087 - Đảm bảo chất lượng. . Em kính mong phòng đào tạo cho em được đăng kí môn sơm đê hoàn thành môn theo chương trình đào tạo",
            "Bạn vui lòng cung cấp thêm Mã nhóm để mình đăng ký cho bạn.. . . . 1 số môn bạn cần đăng ký bị trùng tkb, nên bạn vui lòng ghi rõ mã nhóm cần đăng ký",
            "Em xin được đăng kí bổ sung thêm 6 môn:. .   1. 260625 - Công nghệ hàn 2 - nhóm C05 (thứ 2 tiết 7-9). .   2. 260626 - truyền động thủy lực 2- nhóm C02 (thứ 3 tiết 3-5). .   3. 260629 - Kt giám sát & chuẩn đoán hư hỏng - nhóm C01_C01. .   4. 260636 - Kt giám sát & chuẩn đoán hư hỏng (BT)- nhóm C01_C01. .   5. 260633- Mạng truyền thông trong công nghiệp - nhóm C01. .   6. 001025 - Tư tưởng [full_name] - nhóm C01. . Em kính mong phòng đào tạo cho em được đăng kí môn sơm đê hoàn thành môn theo chương trình đào tạo",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em muốn hỏi là nếu bây giờ e muốn huỷ môn mà không phati đóng học phí có được không ạ ??",
            "Chào bạn. . . . Khi học kỳ đã bắt đầu bạn làm đơn xin rút môn (có tính học phí) nộp về PĐT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]: [student_id]\tchương trình Việt Pháp do học kì 181 năm 2018 em rớt môn hình họa nên em muốn xin thầy cô trường cho em đăng kí học chung môn hình họa chính thức với k19. . . Vì k19 việt pháp em không đăng kí môn hình họa  được ạ . . . .",
            "Bạn vui lòng ghi rõ mã môn + mã nhóm cần đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .   B . . . . Xin kính chào phòng Đào Tạo.. . Em tên [full_name], văn bằng 2 nghành xây dựng dân dụng K15.. . Hiện em đã gần hoàn thành chương trình, chỉ còn 2 môn học là:. .  1/ Luận văn tốt nghiệp. .  2/ Nhập môn kỹ thuật. . Vì Nhập môn kỹ thuật là môn đại cương và trên trang đăng ký môn học nhà trường không cho phép đăng ký nên em không thể đăng ký.. . Nay em mong muốn được nhà trường tạo điều kiện để Em có thể hoàn thành môn học:. . - Nhập Môn Kỹ Thuật(Mã số môn học: CI1001) . . kính mong nhà trường giúp đở.. . Em Xin chân thành cảm ơn.",
            "Đã đăng ký CI1001 cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ...  /i  . . Kính gửi anh ( chị ) Phòng đào tạo Trường Đại học Bách Khoa TPHCM. . Tôi xin tóm tắt lý do sau: Ở đợt đăng kí môn học đợt 2 tôi đã đăng kí môn \" Máy sản xuất vật liệu và cấu kiện xây dựng - ME4005 \" và không thể đăng kí môn \" Kỹ thuật nâng vận chuyển - ME3021 \" do trùng lịch. . . Ở đợt đăng kí đợt 3 thấy môn \" Máy sản xuất vật liệu và cấu kiện xây dựng - ME4005 \" chỉ có 10 bạn đăng kí  nhưng không thể hủy môn để chọn lại môn \" Kỹ thuật nâng vận chuyển - ME3021 \" vì lý do trường chỉ cho đăng kí thêm chứ không được hủy. Nhưng đến ngày 13/08/2019 thì trường báo là không mở lớp môn \" Máy sản xuất vật liệu và cấu kiện xây dựng - ME4005 \". . Cho nên tôi xin phòng đào tạo cho tôi đăng kí thêm môn \" Kỹ thuật nâng vận chuyển - ME3021 \" để được học và ra trường sớm nhất vì đây là môn chuyên ngành của tôi - Kỹ thuật máy xây dựng và nâng chuyển.. . ( Hình ảnh về danh sách các môn bị hủy được đính kèm bên dưới ). .",
            "Chào bạn. . . . Môn ME3021 bị trùng lịch với môn ME4007 nhóm A02 (CAD/CAM)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại do sơ suất nên em có đăng kí môn Pháp Luật Đại Cương bằng tiếng anh. Thầy/Cô cho em hỏi là em có thể làm đơn để chuyển qua lớp tiếng việt(còn đang trống) được không ạ và bình thường thì học kì dự thính của 191 có mở lớp pháp luật không. Em xin cảm ơn Thầy/Cô. . . . .",
            "Chào bạn. . . . môn học này dạy bằng tiếng Việt nên bạn không cần chuyển nhóm"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810230  /b \t. . Học kì sắp tới em có theo học chương trình tài năng của trường. Thầy/Cô cho em hỏi điểm của học kì 3 sẽ được chuyển vào học kì 191 hay sẽ tính riêng ạ và nếu như điểm trung bình của em trong hk3 thấp hơn 7.5 thì em có phải ra khỏi chương trình tài năng không ạ. Em xin cảm ơn Thầy/Cô.. .",
            "Chào bạn,. . Học kỳ hè là học kỳ phụ không tính chuẩn 7.5 của KSTN bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . [full_name] .. . . . Em tên là [full_name] [full_name] . MSSV [full_name] [student_id]0 , Em học lớp CK13CXN ( Bộ môn CK Xây dựng và nâng chuyển ) .. . Vì lý do thanh toán học phí trễ HK182 Chính quy và dự thính . Và em đã viết đơn gữi phòng đào tạo để xin xét duyệt cho em dang ký môn hoc HK191 . Nhưng đén giờ em vẫn chưa đăng ký  duoc . Em viết đơn này xin phòng đào tạo xét duyet và cho em được đăng ký môn học [full_name] ( 006018) ( MT2001) cho HỌC KÝ CHÍNH 191 . . . DẠ EM XIN CÃM ƠN PHÒNG ĐÀO TẠO !",
            "Đã đăng ký cho bạn",
            "b MSSV/MSGV[full_name] [student_id]0  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . [full_name] .. . . . Em tên là [full_name] [full_name] . MSSV [full_name] [student_id]0 , Em học lớp CK13CXN ( Bộ môn CK Xây dựng và nâng chuyển ) .. . Vì lý do thanh toán học phí trễ HK182 Chính quy và dự thính . Và em đã viết đơn gữi phòng đào tạo để xin xét duyệt cho em dang ký môn hoc HK191 . Nhưng đén giờ em vẫn chưa đăng ký  duoc . Em viết đơn này xin phòng đào tạo xét duyet và cho em được đăng ký môn học [full_name] ( 006018) ( MT2001) cho [full_name] 191 . . . DẠ EM [full_name] !  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo em tên: [full_name] . . MSSV: [student_id] thuộc diện VB2 . . . . Xin PĐT xem xét và tăng sỉ số giúp em môn. . Mạng máy tinh lớp L03-L09 [full_name] - T2 tiết 2,3,4 thứ 3 tiết 5,6. . . . Em có gửi đơn xin đk môn CO2003 cấu trúc dữ lieu và giải thuật lop L01-02 do chưa kiểm tra điều kiện học là phải học môn CO1011 nên em làm đơn gửi phòng đào tạo. Quý thầy cô hủy giúp em nếu môn đó được đăng ký do HK này môn CO1011 không có mở ạ. . . . [full_name]ân trong",
            "bạn đã có thời khóa biểu.. . vui lòng vào mybk.hcmut.edu.vn =  Thông tin sinh viên. . để kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy (cô),. . . . Đợt đăng ký môn học vừa rồi em đăng ký sót môn, mặc dù đã hết hạn đăng ký nhưng chưa bắt đầu học kì mới. Vì vậy em mong thầy (cô) có thể thêm môn   B Thiết kế kiến trúc Công cộng 2 (CI2025) lớp L02  /B  vào TKB giúp em với.. . Mong thầy (cô) có thể thông cảm cho sai sót của em và giải quyết giúp em vấn đề này.. . . . Cảm ơn thầy (cô) đã đọc. Mong nhận được sự phản hồi tích cực từ thầy (cô).. . . . Best regard,. . [full_name]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chưa cập nhật điểm .  Em viết đơn này xin bổ sung môn tiểu luận tốt nghiệp,mã môn học là 260663. .  Em đã nộp các chứng chỉ ngoại ngữ online vào ngày 29/07/2019 và đã được xét duyệt.. .  Em kính mong phòng đào tạo xem xét và tạo điều kiệt cho em,em xin chân thành cảm ơn.",
            "Bạn đăng ký tiểu luận online trong đợt đăng ký bổ sung ngày 28/8 nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính gửi phòng đào tạo. . Em xin phòng đào tạo cho em đăng ký thêm môn Thiết kế kỹ thuật mã số môn học là AS2021 ạ. Lớp em muốn đăng ký là lớp A01 ạ.Đây là môn bắt buộc để làm các môn đồ án ạ. Em càm ơn phòng đào tạo rất nhiều ạ.. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . -Em là [full_name].                    MSSV:[student_id]. . -Lớp: BD16CN03.                           Nghành:BDCN. .                                 TP.HCM, ngày 19 tháng 8 năm 2019. . -Nay em viết đơn này xin bổ sung các môn học sau trong HK-191:. .   +Công nghệ hàn 2: 260625. .   +Kỹ thuật giảm sát tình trạng và chuẩn đoán hư hỏng:260629. .   +Kỹ thuật giảm sát tình trạng và chuẩn đoán hư hỏng (BT) : 260636. .   +Đảm bảo chất lượng: 202087. .   + Công nghệ lạnh-điều hoà 2: 260628. .   +Công nghệ lạnh-điều hoà 2 (BT): 260630. .   +Anh văn 4: 003004. .   +Truyền động thuỷ lực 2: 260626. .   +Tự động hoá: 260632. .   +Tự động hoá: 260637. . -Em đã nộp chứng chỉ ngoại ngữ online vào ngày 15/8/2019 và đang chờ phê duyệt.. . -Em kính mong phòng đào tạo xem xét và tạo điều kiện cho em. Em xin chân thành cảm ơn.",
            "Môn 202087 bị trùng TKB môn 260629. . . . Còn lại đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .. . kính gửi phòng đào tạo, cho em hỏi môn ME4005 Máy sản xuất vật liệu và cấu kiện xây dựng bọn em đã đăng kí và có thời khóa biểu sau đợt đăng kí thứ 2 nhưng tới đợt 3 bị hủy mất trên thời khóa biểu, nhưng hiện tại trên lịch giảng dạy của thầy [full_name] vẫn có lich giảng dạy môn này bình thường, mong phòng đào tạo giải quyết giúp em ạ, em cảm ơn.",
            "Chào bạn. . . . Bạn kiểm tra lại TKB nhé. Mình kiểm tra bạn vẫn còn môn ME4005"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em tên [full_name] học khoa Điện-Điện tử lớp DD18LT05 ạ. Em không đăng kí được môn học HK191 và đã trình bày lý do mong thầy (cô) giúp đỡ.. . Em cần đăng kí những môn này ạ:. . Toán kỹ thuật (EE1003). . Hoá đại cương (CH1003). . Giải tích 1 (MT1003). . Vật lý 1 (PH1003). . Hoá đại cương (CH1003). . Pháp luật Việt Nam (SP1007). . Võ (PE1023). . Em học khoá K18 ạ, nếu không đăng kí những môn này được thì đăng kí các môn khác cần thiết (bắt buộc) cho chương trình học cũng được ạ.. . Em xin cảm ơn ạ.",
            "MSSV của em là [student_id] ạ",
            "Chào em,. . . . Môn EE1003 Học kỳ này không mở lớp, em xem lại TKB nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] mssv: [student_id] lớp BD16CN03 vừa qua em đã thi toeic đạt số điểm 335. Nay e xin phòng đoà tạo cho em đăng ký các môn sau: . . 1: Công nghệ lạnh - điều hoà 2 (260628). . 2: truyền động thuỷ lực 2 (260626). . 3: Kỹ thuật giám sát tình trạng và chuẩn đoán hư hỏng (260629). . 4 : Tự động hoá ( 260632). . 5: công nghệ hàn 2 (260625)",
            "Đã đăng ký cho bạn",
            "Thầy ơi thời khóa biểu của em bị lập lại môn rồi thầy chỉnh lại giúp em với"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Em tên [full_name], mssv [student_id], ngành Bảo dưỡng công nghiệp.. . . . Ở đợt đặt ký môn học em có đăng ký môn Anh văn 3(LA1007) và Anh văn 4(LA1009), do thiếu môn tiên quyết là Anh văn 2 nên nên em không được học Anh văn 3 và anh văn 4.. . . . Em viết đơn này xin bổ xung môn Anh văn 2, mã số LA1005 vào học kỳ chính HK191.. . . . Em kính mong phòng đào tạo xem xét và tạo điều kiện cho em được học môn Anh văn 2.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . Bạn không đăng ký được AV2 vì chưa đạt AV1"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi để vai tiền nhà trường thì em phải làm sao ạ. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp phòng Công tác chính trị sinh viên nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo trường ĐHBK TPHCM. . Em tên là [full_name] MSSV : [student_id]. . Khoa Cơ Khí bộ môn : Chế Tạo. . Nay em viết đơn này kính xin phòng đào tạo nhà trường cho em đăng kí bổ sung môn học. . Môn học : Kỹ Thuật Đúc Kim Loại mã mh :3211. . GVHD : [full_name] lớp chiều thứ 4 tiết 9 10 11 12 . . Do đợt dkmh vừa rồi em không đăng kí được. Kính mong phòng đào tạo cho em được đăng kí học môn này để hoàn thành chương trình học.. . Em xin cảm ơn",
            "Bạn vui lòng ghi lại mã môn học, mã môn học bạn ghi không tồng tại."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PDT. . Em muốn học môn nhập môn kỹ thuật - CI1001 cùng với khóa K19. . . Em đã đề nguyện vọng PDT đăng kí giúp em học ở CS1. . Tuy nhiên PDT lại xếp lịch ở CS2. . Em không thể thu xếp được. . Kính mong PDT chuyển đổi môn Nhập môn kỹ thuật - CI1001 của em đăng ký sang Thứ 6 Tiết 2345 CS1. . Em xin chân thành cảm ơn !!",
            "PDT nhanh chóng hỗ trợ giúp em. . Em cảm ơn",
            "PDT nhanh chóng hỗ trợ giúp em. . Em cảm ơn",
            "Đặt câu hỏi từ hôm kia tới giờ mà không thấy ai phản hồi là như thế nào?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào PĐT!. . PĐT cho em hỏi khi em đkmh HK191 (2019-2020) dành cho xin viên chính quy bằng 2 thì nhận được thông báo là không được phép đăng ký.. . PĐT có thể xem xét để em có thể đăng ký môn học Nhập môn kỹ thuật - CI1001 ở Cơ sở 1 thứ 6 tiết 2345 được không ạ?. . Em cảm ơn PĐT!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : phòng đào tạo trường Đại học Bách Khoa tpHCM, Giáo vụ trung tâm Bảo dưỡng Công Nghiệp. . Em tên: [full_name] mssv: [student_id], lớp BD16CN03. . Lý do: vừa qua do em không có anh văn nên e khônh đăng ký được môn học. Nay em đã thi toeic và đạt được số điểm 335. Em xin phòng đào tạo cho em đăng ký những môn sau: . . 1: công nghệ lạnh - điều hoà 2 (260628). . 2: truyền động thuỷ lực 2 (260626). . 3 kỹ thuật giám sát tình trạng và chuẩn đoán hư hỏng (260629). . 4: tự động hoá (260632). . 5: công nghệ hàn 2 (260625). . Em xin cảm ơn ạ. .",
            "Chào em,. . . . Em xem lại TKB nha."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi:  Phòng Đào Tạo,Trường Đại học Bách Khoa Tp. Hồ Chí Minh. . Em tên: [full_name]. . Mã số sinh viên: [student_id]                   Lớp: DC1701. . Khoa: Kỹ thuật Địa chất và Dầu khí   . . SĐT: [phone_number]. . . Trong năm học 2017 – 2018 Em có rớt môn học Nhập môn về kỹ thuật, Mã số môn học: GE1001. Do số lượng người rớt môn này hầu như không có, nên rất khó để có thể đăng kí mở lớp.. . Nay em làm đơn này, kính xin Phòng Đào Tạo cho phép em được tiếp tục học cùng với khóa 2019.. . Rất mong được sự chấp nhận của Phòng Đào Tạo. Em xin chân thành cảm ơn.. .",
            "Chào bạn. . . . Tất cả TKB môn học GE1001 đều bị trùng TKB của bạn hiện có",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo Trường Đại học Bách khoa . . . . Em tên là [full_name] MSSV [student_id] . . Khoa Kĩ thuật Xây dựng, Ngành kiến trúc, Lớp XD18KT. . . . . Học kì 181 em rớt Hình học họa hình MSMH : CI1011 và Thiết kế cơ sở kiến trúc 1 MSMH : CI1013. . . Vì môn đó rất ít trường hợp bị rớt, nên em không thể mở lớp được. . . Vì em chưa qua Anh văn 1 nên rất lo bị trễ tiến độ học tập. Em làm đơn này mong phòng đào tạo xét duyệt có thể cho em học chung với k19 Hinh học họa hình và Thiết kế cơ sở kiến trúc 1 . Em xin cam kết sẽ đi học đầy đủ. . . . . Em cảm ơn phòng đào tạo đã đọc đơn và mong phòng đào tạo hỗ trợ. Em xin cảm ơn. . . . .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Em vừa mới chuyển từ ngành kĩ thuật hóa học clc sang đại trà ạ. Vậy sau khi chuyển sang đại trà em có cần chọn lại chuyên ngành không hay vẫn theo học ngành kĩ thuật hóa ạ? Em cám ơn.",
            "Chào bạn,. . Vấn đề phân ngành bạn vui lòng liên hệ trực tiếp văn phòng [full_name] nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . kính gửi phòng đào tạo. . em tên [full_name] mssv [student_id]. . em muốn đăng kí môn học EE3013 lớp A05_A10 học kì 191 vì em đã đăng kí lớp A02 nhưng ít sỉ số nên đã bị hủy sau đợt 3. . em mong muốn được giải quyết sớm nhất có thể . . em xin cảm ơn phòng đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô cho em hỏi nếu em muốn xin tạm dừng 1 học kì vì lí do cá nhân thì em phải nộp đơn như thế nào ạ? Em cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng xem hướng dẫn tại:. . www.aao.hcmut.edu.vn-  sinh viên -  Hướng dẫn-  Mục 28.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em mới chuyển từ clc sang đại trà ạ. Hiện em đã có IELTS 6.0 thì không biết em có thể xin miễn môn anh văn được không ạ? Em cám ơn.",
            "Chào bạn,. . Bạn xem hướng dẫn chuyển điểm tại: tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên : [full_name]. . MSSV : [student_id]. . ngành: Trung tâm đào tạo bão dưỡng công nghiệp.. . lý do:em quên đăng kí môn học hôm nay em kính mong PĐT xem xét cho em dược đăng kí môn học để tiếp tục hoàn thành các môn học. Vì trong thời gian em ôn thi học kì hè nên quên mất đăng kí môn học.. . 260602 : Kỹ thuật an toàn môi trường. . 501601: Tin học. . 260605: sức bền vật liệu. . 806010: vẽ kỹ thuật. . 260611: dung sai đo lường. . 260608: nhiệt động lực học. . 260616:trang bị điện 2. . 260627: kỹ thuật số. . 260624: quản lý công nghiệp. . 001025: Tư tưởng HCM. . 202087: Đảm bảo chất lượng.. .",
            "Bạn vui lòng ghi rõ mã nhóm bạn cần đăng ký, một số môn không mở lớp bạn vui lòng xem lại.. . . . Bạn đăng nhập vào hệ thống ĐKMH đợt kết quả đợt 3 để xem tkb cuối cùng + mã nhóm."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học kỳ vừa rồi em có đăng ký LVTN được bình thường nhưng không bảo vệ.. . Em có đăng ký lại môn LVTN ở đợt đăng ký môn học HK1-(2019-2020) đợt 3 hệ chính quy. Đã đăng ký thành công nhưng không có kết quả đăng ký môn học. Mong PDT kiểm tra giúp em để sớm hoàn thành môn học.. . . .",
            "Học kỳ vừa rồi em có đăng ký LVTN được bình thường nhưng không bảo vệ.. . Em có đăng ký lại môn LVTN ở đợt đăng ký môn học HK1-(2019-2020) đợt 3 hệ chính quy. Đã đăng ký thành công nhưng không có kết quả đăng ký môn học. Mong PDT kiểm tra giúp em để sớm hoàn thành môn học.. . . .   /QUOTE . . Chào [full_name], 19g hôm nay em lên myBk kiểm tra thời khóa biểu nhe!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gửi Phòng Đào Tạo, cho em hỏi là khi nộp chứng chỉ IELTS thì nộp cho thầy cô nào ở Phòng Đào Tạo ạ, vì đơn chuyển bằng bắt buộc phải gửi 1 người cụ thể. Em thi bên IDP thì được biết là có 2 cô [full_name], và cô [full_name] ạ. Em là sinh viên chương trình đại trà.",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân.",
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Kính gửi Phòng Đào Tạo, cho em hỏi là khi nộp chứng chỉ IELTS thì nộp cho thầy cô nào ở Phòng Đào Tạo ạ. Em thi bên IDP thì được biết là có 2 cô [full_name], và cô [full_name] ạ. Em là sinh viên chương trình đại trà.",
            "Chào bạn,. . Bạn vui lòng xem lại trong hướng dẫn nộp có ghi đầy đủ bạn nhé.. . tại web: www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.- Nộp chứng chỉ ngoại ngữ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy,. . Vừa rồi thầy có giúp em sửa lại đăng kí môn học em cảm ơn thầy đã giúp đỡ. Nhưng sau khi sửa thì số môn của em đã giảm xuống và số tín chỉ chỉ còn 12. Em mong thầy giúp em lần nữa vì thời gian học của em tại trường không còn nhiều. Cụ thể là em mong thầy giúp em đăng kí thêm các môn là MT2001 (lớp L11), MT1007 (lớp L21_L34) để có thể đủ tín chỉ mau ra trường.. . Em cảm ơn thầy và xin lỗi đã làm phiền thầy ạ.",
            "Chào bạn. . . . Môn MT2001 bạn không thể đăng ký cho không thỏa điều kiện học trước là môn MT1007.. . . . ĐÃ đăng ký MT1007 !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi phòng đào tạo cho em xin đăng kí môn học MA3005 MA3009 MA3019 MA3025 do em đăng kí môn học do em trễ anh văn em xin tks",
            "Chào bạn. . . . Môn MA3005 không đăng ký do bạn chưa đạt chứng chỉ AV sau năm 2.. . . . Các môn còn lại bị trùng TKB Hiện có."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi PĐT Đại học Bách Khoa - ĐHQG Thành phố Hồ Chí Minh. . Em tên: Lâm Tuấn Trung, MSSV: [student_id]. . Hiện đang là sinh viên năm 3, thuộc khoa QLCN, lớp QL1702. . Em xin được đăng ký môn học bổ sung cho môn KINH TẾ HỌC VI MÔ - Mã MH: IM1003. Do môn học thuộc nhóm môn đại cương của HKI năm nhất, nên em không được phép đăng kí học cùng các khóa sau trong các đợt đăng ký của những học kì vừa qua. . . Hiện em sắp bước vào năm 3, kính mong Thầy/Cô giải quyết giúp em để em có thể hoàn thành môn học, và kịp với tiến trình đào tạo. Em xin hứa sẽ cố gắng hoàn thành tốt môn học, không để tình trạng rớt môn xảy ra",
            "[full_name] lịch học",
            "Dạ! . . em đã trao đổi với giảng viên dạy môn đó, lịch là t2 hoặc t4 tiết 2 3 4. Mà t4 trong lịch học của em thì chỉ duy nhất có tuần 51 (tuần cuối cùng của hk1), từ tuần 34 - 50 em không bị trùng ạ",
            "đã đk nhóm [full_name]. trùng TKB bạn tự chịu trách nhiệm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Học để kịp làm đồ án tốt nghiệp. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "bạn cần ghi rõ các môn học, nhóm học cần đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi phòng đào tạo đại học bách khoa. . Em tên là [full_name] sinh viên K17. . Em muốn xin nhà trường có thể tăng thêm sĩ số lớp để em có thể học môn Máy điện(EE3009) và môn Giải tích hệ thống điện(EE3013). Vì 2 môn này nằm trong môn học trước khi thực tập tốt nghiệp nên em mong Phòng đào tạo có thể tạo điều kiện cho em được học 2 môn này. Hiện tại em chỉ đăng kí được 10 chỉ trong thời khóa biểu, rất mong được nhà trường giúp đỡ.",
            "Môn EE3009 đã có trong TKB của bạn. . . . riêng môn EE3013 bị trùng tkb không thể đăng ký được,."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ.Phòng đào tạo đã thẩm tra và báo kết quả là không hợp lệ(sai điểm)nhưng e không thể đăng kí mới được.như vậy có bị ảnh hưởng gì không cô.E lo lắng quá. . Em cảm ơn cô nhiều. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Dạ em xin thầy/cô mở thêm một lớp để tụi em kịp tiến độ do nhà trường đề ra",
            "Bạn cung cấp rõ MSMH + mã nhóm để PĐT kiểm tra",
            "MA3009 , Nhóm LO2 . [full_name] Trường Khoa Công Nghệ Vật Liệu ạ ( MSSV [student_id] )",
            "Dạ em bị hủy môn học nên không biết nhóm chỉ biết có bạn cũng giống em làm vậy nên bạn kêu em xin vô nhóm LO2",
            "Chào bạn. . . . Môn học MA3009 không có nhóm L02 (hoặc đã bị hủy) nên không thể đăng ký cho bạn vào nhóm L02 nhé.",
            "Dạ xin chuyển vào nhóm thí nghiệm LO2 của Công Nghệ Cao su (Khoa Công Nghệ Vật Liệu ) do LO3 (MA3010 ) Bị hủy đăng kí ạ",
            "Dạ vào Lớp Do cô [full_name] dạy lý thuyết và Thầy [full_name] dạy thí nghiệm ạ",
            "Chào bạn cả 2 nhóm đều trùng tkb hiện có của bạn. . . . [full_name] với môn MT2001 nhóm A01.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em xin chào phòng đào tạo, em xin trình bày vấn đề của mình như sau :. . Em hiện mới đậu Bách Khoa nhưng trước đó em đã học được tại đại học Ngân Hàng 1 học kỳ và đã hoàn thành chương trình Giaso Dục Quốc Phòng quân sự. Dạ cho em hỏi em phải làm các thủ tục như thế nào để được miễn học Quân sự trong thời gian sắp tới ạ ?. . Dạ em xin chân thành cảm ơn !. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vui lòng liện hệ trực tiếp Phòng đào tạo để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "chào bạn.. . Bạn cần ghi rõ lý do vì sao đăng ký trễ.. . Môn học,nhóm học  cần đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên LỮ TẤN TÀI . MSSV [student_id]. Em xin đăng kí bổ sung môn học HK191. Môn học  Anh văn 3..MSMH 003003 .. vì em còn 1 môn luận văn tốt nghiệp với anh văn đầu ra toeic xin phòng đào tạo cho em đăng kí bổ sung . Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . . . Mã môn 003003 không còn mở lớp ở HK191."
        ]
    }
]