[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT ạ,. . Dạ em tên [full_name] MSSV [student_id] là sinh viên năm 4 ngành Công nghệ Vật Liệu khóa Kim Loại K18.. . Em có xin vào lớp Kỹ thuật môi trường (EN4021). . và em xin được vào lớp   B L02  /B  được không ạ. Theo em hỏi bạn bè thì lớp đó sỉ số ít, chia nhóm bài tập lớn còn nhiều nhóm thiếu thành viên nên em xin vào để dễ chia nhóm hơn ạ. Mong PĐT giải quyết giúp em.. . Em xin cảm ơn PĐT nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi cô/thầy !. . Em gửi  giấy yêu cầu để gia hạn tình trạng sinh viên do kỳ trước không đăng ký môn học.. . Mong nhà trường giải quyết giúp em. . . Mail này tiếp tục cho câu hỏi của em ngày 28/9/2021.. . Em còn thiếu chứng chỉ ngoại ngoại ngữ nói viết để có thể xét tốt nghiệp ( do tình hình dịch bệnh chưa thi được ). . Em xin cám ơn !",
            "Đã có QD thu nhận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô phòng đào tạo, chuyện là trong đợt đăng ký môn học bổ sung lần 2 thì PĐT cí mở môn Myas bơm trạm bơm em và các bạn có đăng ký nhưng không đủ sỉ số nên đã bị hủy môn ạ, thêm một điều kiện nữa là từ khóa K19 lại không học môn này nữa ạ nên em và các bạn phải học môn thay thế và chuyển điểm ạ bên cạnh đó thì sẽ trễ hạn đăng ký cho các môn học tiếp theo trong học kỳ kế tiếp của chuyên ngành ạ.. . Được sự đồng ý của thầy chủ nhiệm bộ môn và giáo viên giảng dạy nhận lớp dù sỉ số ít ạ.. . Nên chúng em có nguyện vọng là PĐT có thể cho chúng em đăng kí mở lớp được không ạ.. . Tên môn học: Máy bơm và Trạm bơm. . MSMH: CI3059. . Chúng em xin chân thành cảm ơn!. . Trân trọng!. . [full_name].",
            "Chào bạn. . Với Sĩ số là 7, Pdt đề nghị bạn liên  hệ lại Giảng viên đề xuất học theo dạng đồ án. . - Sau khi GV đồng ý xác nhận học theo dạng đồ án, có thể không cần thời khoá biểu, bạn chụp hình minh chứng gởi lại Cô. . - Đồng thời cho Cô xác nhận lại môn này chỉ mở có 7 bạn thôi đúng không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Thầy/CÔ[full_name] [full_name] Em tên là [full_name], MSSV: [student_id] lớp VL15NL[full_name] Em gửi yêu cầu này để gia hạn tình trạng sinh viên vì kỳ trước em không đăng ký môn học[full_name] Mong nhà trường giải quyết giúp em để em có thể Làm luận văn tốt nghiệp kỳ này ạ! Em chưa có CCNN vì dịch em chưa thi lại được nhưng bữa đọc và em đã đăng ký thành công LVTN nhưng chưa được nhận do bị tạm dừng học[full_name] em mong nhà Trường tạo điều kiện giải quyết sớm giúp em để em có điều kiện làm luận văn ạ! Em xin chân thành cảm ơn ạ! Em có làm đơn thu nhận đính kèm phía trên ạ![full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 15/9/2021. . Nếu có nhu cầu ĐKMH HK211, bạn vui lòng gửi thêm 1 yêu cầu xin đăng ký môn học, ghi rõ tên và Mã MH, mã nhóm, để PDT kiểm tra và ĐKMH cho bạn (nếu còn sĩ số). . . SV chủ động liên lạc với GV để xin vào lớp vì hiện tại đã bắt đầu HK211. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Thầy/Cô,. . . . Em là [full_name], sinh viên khoa Kỹ thuật Xây dựng, khóa k17.. . . . Hiện em đã hoàn thành luận văn cũng như tất cả các môn học và điều kiện tốt nghiệp.. . . . Em thắc mắc khi nào chúng em mới đăng ký tốt nghiệp được ạ? Do em thấy trong trang ĐKTN hạn chót là 30/08 nhưng em không thực hiện được thao tác đăng ký.. . . . Em cảm ơn Thầy/Cô ạ!. .",
            "Chào bạn. . - Đợt đăng ký tốt nghiệp hiện tại đến 30/8 là của HK 202. . - Đợt tốt nghiệp tháng 11/2021 - HK211 sẽ có thông báo cụ thể cho SV về danh sách về cách đăng ký tốt nghiệp dự kiến bắt đầu từ tháng 9/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Chào thầy, cô,. . . . Em là Nguyễn Đức Lợi, lớp VL17KL.. . . . Hiện giờ ở địa phương em có gửi giấy quân sự. Thầy cô cho em hỏi là làm như thế nào để có giấy xác nhận sinh viên được ạ. Hạn chót để em gửi giấy xác nhận sinh viên cho địa phương là 20/10/2021.. . . . Em rất mong nhận được sự phản hồi từ phía nhà trường ạ.. . . . Em xin cảm ơn,. . Chúc thầy, cô sức khỏe.. . . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em em chào PĐT!. . Em sinh viên K18 khoa Cơ Khí (liên thông), học kỳ này HK211 em có đăng ký luận văn tốt nghiệp mã ME4029 và đã có thời khóa biểu luôn rồi. Nhưng đợt vừa rồi Bộ môn thiết kế báo với em là không có tên trong danh sách làm luận văn kỳ này của PĐT gửi về. Em có làm đơn xin Thầy hướng dẫn và nộp về Bộ Môn Thiết Kế Khoa Cơ khí rồi nhưng chưa có tên nên Bộ môn chưa phân công được. Vậy nên cho em xin hỏi trường hợp của em là tại sao ạ? Mong PĐT giải quyết sớm và cập nhật giúp em để e có thể tiếp tục được làm luận văn kỳ nạy ạ? . . Em chân thành cám ơn câc Thầy Cô!",
            "Chào em,. . PĐT đã gửi danh sách về Khoa vào ngày 31/8/21 rồi nhé.. . Thân mến,. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em là Nguyễn Ngọc Tâm Đăng. Như trao đổi ở mail PDT em xin gửi đơn hủy môn học TTTN mã EE3323 cho học kì này ạ. Mong PDT xem xét. Em xin cảm ơn",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ME4051 Đồ án thiết bị nâng vận chuyển. . CO1003 Nhập môn về lập trình. . ME3031 Kỹ thuật chế tạo 1. . ME3023 Kỹ thuật rung và ứng dụng trong máy xây dựng. . ME2011 Đồ án thiết kế. . MT1003 giải tích 1. . Em thanh toán trễ học phí không thể đăng ký môn học. Em đã thanh toán đầy đủ học phí. . Lý do: em về quê bị cách ly và đợt giãn cách xã hội không thể thanh toán kịp học phí. . Mong thầy cô PĐT suy xét và giúp em đăng ký học phần kỳ này ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], MSSV [student_id]. Vừa rồi có đợt đăng kí LVTN bổ sung, em đã đăng kí thành công nên sau đó em không có check kết quả lại. Nhưng tối nay em vào check lại thấy đã bị hủy môn. Em cũng không biết tại sao. TCTL của em hiện tại là 122 chỉ, chưa tính thêm 9 chỉ kì vừa rồi mới thi online xong ạ. Mong [full_name] kiểm tra lại giúp em ạ. Thank [full_name] ạ.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đơn xin đăng kí đặc cách môn học. . Kính gửi : PĐT đại học bách khoa tp HCM. . Em tên là : [full_name]. . MSSV [student_id]. . Em muốn đăng kí môn kỹ thuật thi công (CI3043) nhưng bị trùng tkb với môn thí nghiệm sinh học đại cương(CI2028). Em đã có liên hệ với giao viên môn thí nghiệm sinh học đại cương và em được phép chuyển điểm và không phải đi học môn đó ạ. PĐT có thể giúp em đăng kí môn kỹ thuật thi công (CI3043) nhóm lớp DT01 được không ạ . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa pđt, trong bảng điểm của em đã tích lũy tín chỉ là 110 chỉ, nhưng tín chỉ tích lũy ngành lại chỉ có 107 chỉ, pđt kiểm tra lại giúp em là môn nào em học sai chương trình đào tạo. Em đã kiểm tra nhiều lần nhưng không thấy sai môn nào.. . Hoặc pđt đã cập nhật môn Kỹ thuật nâng vận chuyển (ME3021) vào cùng nhóm tự chọn với môn Các quá trình chế tạo (ME2071), 2 môn này đều thuộc cả nhóm A và nhóm B.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913808  /b \t. . . .   i Học vụ . EM LÀM ĐƠN XIN RÚT MÔN HỌC Ạ",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi : Phòng đào tạo. . Em tên [full_name] (MSSV : [student_id]). Hệ đào tạo VLVH (chính quy chuyển hệ), khoa Cơ khí, chuyên ngành Công nghệ may.. . Trong (203) [full_name], [full_name]P HK211 thì tổng số tích lũy của em là 0. . . Kính mong Phòng đào tạo cập nhật số tín chỉ tích lũy và mở đăng ký bổ sung thêm lần nữa để em được đăng ký môn LVTN (ME4079) trong . . HK211 này.. . Em xin cảm ơn!. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên [full_name] . . Mssv: [student_id]. . Em xin ĐKMH-chuyển điểm ĐAMH logistics 1. . Msmh: Me3255. . Cám ơn thầy/cô đã duyệt giúp em. . . . . . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812970  /b \t. . . .   i Đăng ký môn học . Em xin gửi MÃ MÔN HỌC :. . Đề cương luận văn - MA4315. . Thực tập tốt nghiệp - MA3315. . Em xin cảm ơn ạ !. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Nhà trường cho em hỏi   B thời gian  /B  trường tổ chức kì thi   B tiếng anh nói viết online  /B  cho những sinh viên đã hoàn thành luận văn ạ. . . . Và   B điều kiện  /B  để đăng ký thi tiếng anh nói viết online ngoài việc đã hoàn thành luận văn thì có cần phải hoàn thành đủ ngày công tác xã hội không ạ.. . . . Em cảm ơn. . . .",
            "Chào bạn[full_name] [full_name] AV Nói - viết: Trung tâm ngoại ngữ sẽ tổ chức kiểm tra Anh văn 2 kỹ năng nói – viết theo hình thức trực tuyến trong tháng 9/2021 dành cho SV chuẩn bị tốt nghiệp[full_name] Sinh viên  liên hệ trung tâm ngoại ngữ để được tư vấn và hướng dẫn thêm[full_name][full_name] [full_name] - cần phải hoàn thành đủ ngày công tác xã hội không ạ[full_name][full_name] [full_name] =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé[full_name][full_name] [full_name] Thân mến,[full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . vì lý do cá nhân nên em đã bỏ lỡ đăng ký dự thính, dạ cho em hỏi có thể đăng ký bổ sung vào lớp dự thính của môn học Phương pháp tính (MT1009) được không ạ? em xin chân thành cám ơn ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên Phùng Trần [full_name]-[student_id], mong muốn phòng đào tao cho phép em được Huỷ môn học ở học kì chính 211. Môn em muốn huỷ đăng ký là ME3145. Em cảm thấy học kì này mình không có đủ thời gian để hoàn thành môn học này.",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có đăng ký môn thực tập trong kì 203 mà vì một số lý do cá nhân đã bị fail ở doanh nghiệp. Không biết em có thể học môn Đề Cương LVTN trong kỳ 211 được không. Em xin cảm ơn.",
            "[full_name],[full_name]. . - Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất.. . - Nhà trường tạm thời không xét điều kiện chuẩn tiếng Anh sau mỗi năm học (Chuẩn Anh văn hàng năm cho riêng HK chính 211 và HK dự thính 211). . SV cân nhắc trước khi đăng ký nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Em là [full_name] MSSV [student_id]. . . . Em viết mail này với lí do em vì thầy [full_name] - người đảm nhiệm dạy bộ môn KTCT L15 của em đã nhập nhầm điểm cột BT cho em.. . . . Với lí do cột điểm BT em được 10 và được thầy cộng thêm 1 điểm cộng ( do trong quá trình học tập ) và trong quá trình nhập điểm thì thầy đã sơ suất nhập nhầm vào thành 11 điểm ( tức là điểm 0 do vắng thi ). . . . . Em đã có chú thích thêm rõ rành theo yêu cầu của thầy nhưng thầy vẫn bị nhầm lẫn. Và thầy hứa thầy cũng sẽ chịu trách nhiệm trong quá trình chỉnh sửa cho em nếu PĐT cập nhập lại điểm số cho em.. . . . Em mong PĐT xem xét và chỉnh sửa giúp em vì điểm của em bị hạ xuống nhiều. . Em cảm ơn PĐT ạ. . . . . . Và em xin kèm thêm một số minh chứng ạ",
            "Chào em,. . Vấn đề mở khóa để sửa điểm chỉ có giáo viên liên hệ PĐT mới được nhé.. . Thân mến,"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  \t. . . .   i Học vụ . Em tên là :[full_name]. . MSSV :[student_id]. . . . Em bị mất 1 môn học là của kì dự thính 211 là ee2017 và em vào xem cấu trúc môn học thị thấy môn ee2033 là môn tiên quyết và em đã học nó ở học kì 202 nhưng vì dịch nên chưa thi được cuối kì. Nhà trường có cách nào giúp em đăng kí môn ee2017 được không ạ tại nếu không sẽ ảnh hưởng rất nhiều đến các môn năm 3 của em và tốn rất nhiều tiền ạ. Mong nhà trường giúp em ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Em chào Thầy Cô,[full_name] [full_name] Em tên [full_name][full_name] [full_name] MSSV: [student_id][full_name] [full_name] [full_name] [full_name] Vừa qua, có đăng kí 2 môn:[full_name] [full_name] Thiết kế Nhanh 2 CI1005 lớp T01[full_name] [full_name] Thực tập tốt nghiệp (ktr) CI4103 lớp L01[full_name] [full_name] [full_name] [full_name] Nhưng đều bị huỷ và em kiểm tra lại điều kiện đăng kí thì không biết đã thiếu điều kiện nào mà thầy cô không cho em đăng kí vậy ạ[full_name] [full_name] [full_name] [full_name] [full_name] Em mong Thầy cô kiểm tra giúp em  [full_name] [full_name] [full_name] [full_name] Em chân thành cám ơn thầy cô[full_name] [full_name] [full_name] [full_name] Trân trọng[full_name] [full_name] [full_name][full_name] [full_name]",
            "Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3,2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B em muổn hỏi rõ lại , em thấy một số bạn nhận được mail như   U hình1  /B còn em lại không có .Trong quá trình em đăng ký hoãn thi chỉ nhận được mỗi một mail như   /U hình 2   B  vậy cho em hỏi là em đã đăng kí hoãn thành công hay chưa , hay bị cấm thi  vì lý do  gì hay không .. .   I em chân thành cảm ơn sự giúp đỡ của ban [full_name]. Yêu cầu khác:",
            "Chào em,. . Em nhập vào form chưa, nếu chưa nhập thì nhập vào, xem email xác nhận.. . . . PĐT đã gửi email đấn all sv, em đọc kỹ nhé.. . . . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em hiện tại đã về quê tránh dịch và bằng tốt nghiệp thì đang để trên Sài Gòn mà theo lịch thì tháng 9 này phải nộp bằng tốt nghiệp thì em phải làm sao ạ?. . . .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô.. . Học kì 202 em có xin hoãn thi môn Hóa hữu cơ do máy tính hư, không có thiết bị thay thế (em điền form và đã được xác nhận) . Nhưng mà hôm nay em xem bảng điểm đã cập nhật môn này là điểm 13. Em khá lo nên muốn hỏi thầy/cô khi nào điểm này được cập nhật thành điểm hoãn thi ạ? . . Em cảm ơn thầy/cô.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở lớp dự thính (bắt đầu học từ 30/8) . Em đã gửi tin nhắn này từ hôm 27/8/2021. . Đến hôm 30/8/2021 em nhận được hướng dẫn nên đặt câu hỏi ở bksi.hcmut.edu.vn. . Em chân thành cảm ơn nếu nhận được sự giúp đỡ.. . . . \"Em chào quý thầy cô,. . Em xin phép trình bày nội dung sự việc: . . . . Trong học kỳ 211, em có đăng ký môn học Kỹ thuật Siêu cao tần (EE3025) ở đợt \"Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - [full_name] Trình 2 - Đợt 1\".. . Khi đợt \"Đăng ký môn học Dự thính bổ sung HK211 (học từ 30/8) - [full_name] Trình 2 - Đợt 2\" mở ra thì môn học bị hủy và em không đăng ký được lớp.. . Sau đó, được thông tin Phòng Đào tạo đã mở lại lớp DT02 cho môn EE3025, em có vào kiểm tra nhưng lớp đã đủ học viên, không thể đăng ký.. . Đến hôm nay, khi kiểm tra lại thì lớp vẫn còn vị trí trống nhưng đã hết thời hạn đăng ký.. . . . Em có nguyện vọng mong được đăng ký môn học EE3025 trong học kỳ 211 để hoàn thành chương trình đào tạo. Em xin phép đăng ký vào lớp DT02 - EE3025 .. . Dù đã kết thúc đợt đăng ký, em mong quý thầy cô xem xét trường hợp của em và cho phép em được đăng ký môn học.. . Em xin hứa sẽ nghiêm túc thực hiện các thủ tục (nếu có) để được đăng ký môn học.. . . . Thông tin đăng ký của em như sau. . Họ và tên: [full_name]. . MSSV: [student_id]. . . . Em xin chân thành cảm ơn.\"",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Phòng đào tạo ạ,. . . . Em là Đoàn Anh Thi, . . Mssv [student_id], . . Lớp XD17CB, . . Khoa Kĩ thuật xây dựng. . . . Em vừa rồi từ Sài Gòn về quê, nên phải cách ly tậm trung 21 ngày. Nhưng do trong khu cách ly tập trung không có wifi để xài nên em đã nhỡ mất đợt đăng kí Học kì Dự thính đợt 2. Dạ em viết đơn này mong Phòng đào tạo cho em xin tham gia lớp học dự thính môn Kết cấu bê tông cốt thép 1 CI2091 của cô [full_name] đã bắt đầu vào ngày hôm nay 30/8 ạ. . . . . Em xin chân thành cảm ơn và kính chúc thầy/cô sức khỏe.. . . . Trân trọng,. . (SV) Thi",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em làm theo mail của PĐT gửi đơn đăng kí đặc cách. Mong PĐT sẽ xem xét cho em. Em cảm ơn. . . .",
            "Chào bạn,. . Đặc cách lý do gì bạn? tại sao bạn không ĐKMH online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo - Trường Đại học Bách khoa – ĐHQG TP.HCM. . . . Tôi tên:  [full_name]\t. . MSSV:   [student_id]\t. . Chuyên ngành: Điện điện tử\t. . Nay em viết đơn này xin được hủy hoãn thi . . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi, chương trình văn bằng 2 của trường mình với phương thức tuyển thẳng sinh viên đã tốt nghiệp bằng 1 của đại học Bách Khoa thì trường xem xét tuyển thẳng dựa trên những tiêu chí nào ạ?. . Em cảm ơn thầy cô",
            "Chào bạn,. . Về việc bằng 2, bạn vui lòng gửi email đến anh [email] hoặc [email] để được tư vấn và hỗ trợ nhé!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "kính chào quý thầy cô. . - EM đã học xong chương trinh đào tạo nhưng còn thiếu chứng chỉ anh văn tiêu chuẩn để tốt nghiệp cho nên học kì 211 em không đăng kí thời khóa biểu môn học =  Kính mong quý thầy cô xem xét hủy kết quả buộc thôi học của em [full_name] MSSV [student_id].. . . . . . ( mặc dù chưa có kết quả nhưng bên khoa em kêu làm trước gửi cho PĐT ạ ) . . . . Em xin cám ơn quý thầy cô ! rất mong được sự phản hồi quý thầy cô",
            "Chào bạn,. . Hiện tại trên mybk/Thông tin SV tình trạng của bạn bình thường mà.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1820068  /b \t. . . .   i Đăng ký môn học . Kính gửi Phòng Đào Tạo,. . Theo như nội dung trong email \"Lịch đăng ký (Luận văn tốt nghiệp + Thực tập tốt nghiệp + Đề cương luận văn) đợt đăng ký cuối cùng\" mà em nhận được vào 23/8/2021 thì do dịch COVID 19 nên sẽ không xét CHUẨN CHỨNG CHỈ ANH VĂN QUỐC TẾ khi đăng ký LVTN HK211 và em đã đăng ký LVTN hợp lệ nhưng đến hiện tại em vẫn chưa có thời khóa biểu môn LVTN và khi vào trang ĐĂNG KÝ MÔN HỌC để kiểm tra thì được báo là môn LVTN (CI4343) không được đăng ký do thiếu MÔN TIÊN QUYẾT CCAV_1 . . Mong Phòng Đào Tạo giải quyết giúp em để nhận được môn LVTN . . Em xin cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Kính gửi Phòng Đào Tạo,. . Hôm nay là ngày 20/9/2021, Em vẫn chưa có thời khóa biểu đăng ký môn Luận văn tốt nghiệp (CI4343). . Mong Phòng Đào Tạo xem lại giúp em. . Em xin cảm ơn",
            "Chào bạn,. . Trường hợp của bạn không đủ điều kiện nhận LVTN, thiếu môn Tiên Quyết CI3177.. . Bạn kiểm tra lại điều kiện nhận LVTN nhé. . Thân. .",
            "Kính gửi Phòng Đào Tạo,. . Em ĐÃ HOÀN THÀNH MÔN KẾT CẤU BÊ TÔNG CỐT THÉP 2 (CI3007) vào HK3(2018-2019) đó là môn TƯƠNG ĐƯƠNG cho 2 môn học là Kết cấu bê tông cốt thép 2 (CI3175) và MÔN ĐỒ ÁN MÔN HỌC KẾT CẤU BÊ TÔNG CỐT THÉP 2 (CI3177) nên mong Phòng Đào Tạo cập nhật lại giúp em.. . Em cũng đã kiểm tra các điều kiện để đăng ký môn LVTN (CI4343) vào HK211 đều thỏa tất cả. . Em xin cảm ơn",
            "Chào bạn,. . Cô đã chuyển đi xét lại LVTN cho bạn và đã đủ điều kiện nhận LVTN nhé, bạn có thể lên hệ trước về Khoa để nhận LVTN, TKB trên mybk sẽ cập nhật lại, dự kiến trễ nhất là 28/9. . thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào phòng đào tạo. . Em có đăng kí môn đồ án thiết kế ME3139 đợt 3. . Nhưng em không tên trong danh sách lớp và cũng không được xếp thầy hướng dẫn và nhóm hướng dẫn ạ. Đồng thời các môn khác mà em đăng kí trongn đợt 3 cũng bị như vậy ạ.. . Em mong phòng đào tạo giải quyết sớm giúp em",
            "Chào em,. . Chiều hôm qua PĐT đã gửi danh sách về Khoa rồi nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CI1003, CI1004. . [full_name] [full_name]",
            "Chào em,. . Em vui lòng trình bày lý do, mã môn học, tên môn học, mã nhóm để PĐT xem xét nhé.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô,. . Em xin được đăng ký bổ sung cho môn học \"Thiết kế kiến trúc công cộng 03\", Mã MH: CI2069, nhóm lớp L-01 hiện đang học ở HK chính 211!. . Em đã liên hệ với GV về việc bổ sung vào lớp và thầy đã chấp nhận rồi ạ! . . Em xin chân thành cảm ơn,. . Trân trọng!. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ!. . Em là [full_name]-[student_id]- CK17CNM.. . Em và 3 bạn nữa trong lớp CK17CNM bị thiếu chỉ để đủ điều kiện đăng ký luận ăn trong kỳ này 211 theo quy định của nhà trường do một số môn chưa được học và vì chưa được chuyển điểm anh văn do dịch tụi em không thể thi toeic bằng quốc tế được.. . Vậy tụi em có thể được chăm chước để đăng ký trong kỳ 211 này không ạ?. . Em rất xin lỗi vì em đã làm phiền thầy/cô rất nhiều nhưng thực sự 4 đứa chúng em rất muốn được hoàn thành chương trình đào tạo trong kỳ 211 này ạ!. . Em xin chân thành cảm ơn! Chúc thầy/cô thật nhiều sức khỏe!. . Mong được nhận phản hồi sớm từ thầy cô ạ!",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Bạn vẫn có thể ĐK học AV trong trường bình thường nhé bạn. . Thân",
            "Mong pdt xem xét để giúp chúng em hoàn thành luận văn trong kì này. Chúng em  Xin hứa sẽ thi để chuyển điểm ngay khi dịch ổn định. . . Nếu bây giờ đăng kí học anh văn trong trường thì kì sau mới đăng kí được luận văn, sẽ bị trễ thêm một kì.. . Liệu tụi em có được chăm chước không ạ?",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đặc cách ĐKMH LVTN, ghi rõ tình trạng của bạn (thiếu như thế nào), trình bày rõ lý do trong đơn, cô sẽ chuyển đơn cho ban lãnh đạo xem xét và trả lời cho bạn nhé!. . Thân",
            "Dạ em chào thầy/cô ạ!. . Em xin gửi đơn xin cứu xé để được đăng ký luận văn tốt nghiệp ạ!. . Em mong được nhận phản hồi sớm ạ!. . Em chân thành cảm ơn ạ!",
            "Chào bạn,. . Trong đơn bạn vui lòng nêu rõ là thiếu bao nhiêu chỉ so với quy định nhé!. . Thân",
            "Dạ Em chào cô ạ!. . Em đã bổ sung thêm và xin gửi cô xem xét ạ!. . Em kình mong cô có thêm chăm chước cho chúng em một lần ạ!. . Em chân thành cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . kính gửi phòng đào tạo. . trong học kỳ HK211 em có đăng ký môn học kỹ thuật dự báo MSMH ME4601 và luận văn tốt nghiệp ME4089 nhưng bây giờ lại không được sắp thời khóa biểu, mong phòng đào tạo xem xét ạ. .",
            "Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2,3(hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa cô, em là sv hệ VLVH chuyển hệ từ hệ chính quy.. . kì này em có đăng kí đề cương luận văn mã MH EE4311. . em đã đăng kí 4 lần, từ lúc mở đăng kí ở hệ chính quy, hệ vlvh, chuyển hệ, dự thính nhưng đều bị báo là sai chương trình đào tạo. . Mong nhà trường và PDT xem xét lại để em được  đăng kí môn này ạ",
            "Chào bạn,. . sv đăng ký sai mã môn đề cương. . học ngành viễn thông mà lại đi đăng ký ngành kỹ thuật điện. . SV cần đăng ký lại đúng mã đề cương của ngành  viễn thông Khóa 2014\". . Bạn vui lòng xem lại CTĐT và bổ sung lại mã môn ĐCLV nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là Đặng Thu Trang. . MSSV [student_id] -Khoa Kỹ Thuật Hóa Học. . Em xin phép PDT cho em được rút môn học: Anh Văn 3A- MSMH: LA1041. . . .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT. . Em tên là: [full_name]. . MSSV : [student_id]. . Ở đợt đăng kí bổ sung TLTN em đã đăng kí môn TLTN (260663) nhưng em bị hủy không có lí do và hiện không có danh sách làm tiểu luận của khoa.. . Em đã hoàn thành đủ chương trình học và đủ ngày công tác xã hội chỉ còn thiếu chứng chỉ anh văn. Nhưng ở đợt đăng kí này, trường không xét chứng chỉ anh văn.. . Em mong nhà trường xem xét cho trường hợp của em ạ.. . Em xin chân thành cảm ơn.. . Thanks and best regard. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có xin đăng ký hoãn thi môn tín hiệu và hệ thống ee2005 vào ngày 12/8/2021 nhưng khi tổng kết vẫn bị điểm 13 chứ không phải điểm hoãn thi ạ",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô!. . Em tên [full_name], MSSV:[student_id]. . . . Em sinh viên khóa 2015, hiện tại số TBTLN: 139 tín chỉ. Do chủ quan em chỉ đăng ký 1 môn học cho HK2 (2020-2021) là đạt 142 tín chỉ để tốt nghiệp. Tuy nhiên, không may là em không qua môn như dự kiến.. . . . Hậu quả là em không có thời khóa biểu cho HK211 này và đây là học kỳ thứ 13, được xem như học kỳ cuối nên em xin phép thầy/cô cho phép em đăng ký thêm 1 trong 3 môn như bên dưới, môn nào trong 3 môn cũng được ạ!. . . . Em biết bắt đầu học kỳ gần được 2 tuần rồi nhưng mong thầy/cô thông cảm giúp em.. . . . Môn học:. . EE3043 - Cấu trúc máy tính. . EE3135 - Kỹ thuật nhiệt lạnh. . EE3111 - Mạng máy tính",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. Mssv [student_id]. . Học kì này em nhận được mail không xét CCNN khi đăng kí môn học nhưng em bị huỷ đăng kí dù em đữ đủ tất cả các điều kiện còn lại. . . Mong trường kiểm tra giúp em. . . Mã môn học ma4323.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 15/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Vui lòng trình bày rõ nội dung câu hỏi"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Kính chào [full_name][full_name] [full_name] Em tên [full_name], MSSV [student_id], lớp VP17VL, khoa Công nghệ Vật liệu[full_name] Em xin được hỏi về phản hồi hoãn báo cáo đồ án của lớp em[full_name][full_name] [full_name] Do tình hình dịch bệnh phức tạp nên tụi em không thể lên lab và hoàn thành đồ án[full_name] Vậy nên tụi em đã đăng ký hoãn báo cáo đồ án, mỗi bạn làm một đơn[full_name] Bên Khoa đã nộp file mềm và Bộ môn đã nộp bản giấy lên PDT rồi ạ[full_name] Thế nhưng hôm nay (31/8) là hạn chót nhập điểm rồi mà vẫn chưa nhận được phản hồi từ PDT về việc hoãn báo cáo đồ án nên mong PDT giải quyết việc này gấp giúp tụi em ạ[full_name][full_name] [full_name] Chân thành cảm ơn PDT[full_name] [full_name]",
            "Chào bạn,. . Bạn vui lòng trình bày rõ? Bạn nộp đơn cho PDT như thế nào? cho ai? Thời gian nào? Vui lòng trình bày rõ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] - [student_id] - XD18CTGT. . Được sự cho phép của nhà trường, phòng đào tạo nên em mong được đăng kí môn học.. . Giải tích 2 : MT1005. . Vật lý 2 : PH1005. . Em cảm ơn ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em tên là: [full_name]. . MSSV: [student_id]. . Em được biết HK211, [full_name] tốt nghiệp trường miễn yêu cầu [full_name]. . Em bị hủy với lí do:  Không đủ đ/kiện nhận LVTN. . . Nhưng vì lý do thiếu CCAV không thể chuyển điểm được để đáp ứng điều kiện đủ tín chỉ đăng kí. Rất mong trường xem xét.. . Mã môn học: ME4079. . . .",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Bạn có thể đăng ký học AV trong trường bình thường nhé. AV 1,2,3,4 cũng là 1 trong các môn học thuộc CTĐT của bạn. . Thân. .",
            "Chào cô, . . Do tình hình dịch bệnh em không thể thi CCAV để chuyển điểm được, các học kì trước em không học AV 1,2,3,4 thuộc CTĐT vì thi qua các chuẩn av các năm học do nhà trường tổ chức rồi ạ.. . Mong pdt xem xét để giúp chúng em hoàn thành luận văn trong kì này. Em xin hứa sẽ thi để chuyển điểm ngay khi dịch ổn định. Nếu bây giờ đăng kí học anh văn trong trường thì kì sau mới đăng kí được LVTN, sẽ bị trễ thêm một kì.. . em chân thành cảm ơn cô!",
            "Chào bạn,. . Bạn có thể làm đơn xin cứu xét ĐK LVTN, vui lòng trình bày rõ trong đơn tình trạng hiện tại của bạn, cô sẽ trình đơn cho ban lãnh đạo xem xét và trả lời cho bạn nhé!. . Thân",
            "Em chào cô, . . Em đã làm đơn cứu xét ĐK lVTN đính kèm mong cô trình đơn cứu xét cho ban lãnh đạo giúp em với ạ. . . Mong sớm hồi âm từ cô.. . Em chân thành cảm ơn cô! . .",
            "Em xin gửi cô đơn cứu xét luận văn thiếu chỉ ạ!. . Em thành thật rất mong được cứu xét để đăng kí luận văn tốt nghiệp trong kì 211 ạ.. . Em đã trễ 1 kì hi vọng không trễ thêm 1 kì nữa ạ!. . Mong được phản hồi sớm nhất có thể từ cô ạ!. . em chân thành cảm ơn cô ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em tên [full_name] mssv [student_id]. . em hiện đã đkmh ci4343 của hk 202 nhưng em chưa hooàn thành nhưng tới hk 211 em k đăng ký được do em là sv của ngành tl em mong khoa hỗ trợ giùm em ạ",
            "em tên [full_name] mssv [student_id]. . em hiện đã đkmh ci4343 của hk 202 nhưng em chưa hooàn thành nhưng tới hk 211 em k đăng ký được do em là sv của ngành tl em mong khoa hỗ trợ giùm em ạ",
            "Chào bạn,. . Vui lòng trình bày rõ ràng vấn đề của bạn nhé!. . Thân",
            "Em hiện là sinh viên lớp XD16TL hiện em đã hoàn thành chương trình học chỉ thiếu anh văn nói và viết do dịch em chưa thể thi được. Em cũng đã hoàn thành chương trình bằng 2 nghành xây dựng công trình ( thiếu LVTN) nên em làm đơn này mong phòng đào tạo và khoa hỗ trợ em trong viện đăng ký môn học LVTN mã ci4343 vì em đã đăng ký đợt 1 rồi nhưng bị hủy nên giờ không có thời khóa biểu, em hy vong khoa giúp em đăng ký môn học kỳ này ạ. em có đính kièm hình ảnh và flie xin học bằng 2 ạ",
            "Chào em,. . Em đã làm đơn xin hoãn tốt nghiệp bằng thứ nhất để học tiếp bằng thứ 2 và nộp tại PDT chưa?. . Thân",
            "Dạ em vừa mới làm sau khi biết mình k trong diện đăng ký môn học em mong bên mình hỗ trợ cho em được học môn luân văn tốt nghiệp kỳ này ạ. Em chân thành cám ơn ạ em có đính kèm đơn ạ",
            "Bạn làm thêm giúp cô 1 đơn xin hoãn TN ngành thứ nhất để học tiếp bằng thứ 2, có xác nhận của [full_name] nhé, và gửi kèm chung đơn xin ĐK LVTN luôn nhé. . Thân",
            "dạ vơi bây giờ dịch em cũng mới biết đây nên không biết nhưng em rất mong được học ở kỳ này ạ. giờ có cách nào k ạ",
            "Dạ cho em hỏi là gửi về đâu ạ",
            "Em xin gửi đơn xác nhận từ khoa và đơn xin học môn LVTN mã CI4343 ạ mong phòng đào tạo xem xét cho em đăng ký môn học vào học kỳ này 211",
            "Em xin gửi đơn xác nhận từ khoa và đơn xin học môn LVTN mã CI4343 ạ mong phòng đào tạo xem xét cho em đăng ký môn học vào học kỳ này 211",
            "Chào bạn,. . Hiện tại đang kiểm tra điều kiện tốt nghiệp và ra quyết định học tiếp bằng 2 của bạn (nếu đủ điều kiên). . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô [full_name].. . . . Em là [full_name] - MSSV [student_id].. . . . Thưa quý thầy cô, này 25/8 vừa rồi là ngày đăng ký luận văn cuối cùng nhưng vì em vừa mất hết laptop và điện thoại nên em không kịp kiểm tra mail và đăng ký luận văn tốt nghiệp. Em viết mail này kính mong quý thầy cô có thể giúp em đăng ký được luận văn tốt nghiệp.. . . . Em xin chân thành cám ơn quý thầy cô",
            "Chào bạn,. . Vui lòng bổ sung cho cô mã [full_name] nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý Thầy/ Cô. . Em tên Phạm Thị Quế Anh MSSV [student_id]. . Lớp VL15KL. . Em đã đăng ký LVTN vào đợt đăng ký bổ sung LVTN không xét chuẩn CCAV vào ngày 23/08/2021 . . Em bị huỷ với lí do: PDT không đăng ký cho SV MH MA4323 không đủ điều kiện nhận LVTN. . Trong khi em đã đạt 133/142 tín chỉ (chỉ thiếu 9 chỉ LVTN) . . Số ngày CTXH: 24,5 ngày. . Mã môn học LVTN: MA4323. . Mong quý thầy cô xem xét lại giúp em ạ. Em cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: 1712909  /b \t. . . .   i Tốt nghiệp . Em kính chào Thầy Cô PĐT,. . Em tên là Nguyễn Ngọc Như Quỳnh, MSSV: 1712909 lớp MO17KMT lớp Kỹ Thuật khoa Môi trường.. . Thầy Cô ơi, sau đợt đăng ký môn học đợt 2 em đã đăng ký được môn Đề Cương LVTN, nhưng sau đợt cập nhật TKB hôm qua em không thấy còn môn đó trong TKB của em nữa.. . Em không biết do cập nhật chưa hoàn tất hay em bị xoá ạ? Tại em đã đăng kí được 2 đợt và đang bắt đầu viết Đề cương rồi ạ. Về điều kiện đăng kí thì em đã đăng kí môn TTTN. . . Em cảm ơn PĐT đã tiếp nhận thông tin của em. Em mong PĐT kiểm tra và sớm phản hồi thông tin lại cho em với ạ.. . . . Kính thư!. . . . Sinh viên, . . Nguyễn Ngọc Như Quỳnh, 1712909z",
            "Em bổ sung giúp cô mã môn ĐCLVTN nhé. . Thân",
            "Dạ Cô, em xin bổ sung lại thông tin ạ.. . . . Mã số MH: EN4321. . Tên môn học: Đề cương luận văn tốt nghiệp (Kỹ thuật Môi trường). . Tên sinh viên: [full_name]. . MSSV: [student_id]. . Lớp: MO17KMT khoa Môi trường và Tài nguyên. . Bộ môn Kỹ thuật Môi trường. . . . Dạ em cảm ơn Cô. Em mong sớm nhận được thông tin phản hồi từ Cô ạ.. . . . Kính thư!",
            "Dạ Cô, em xin bổ sung lại thông tin ạ.. . . . Mã số MH: EN4321. . Tên môn học: Đề cương luận văn tốt nghiệp (Kỹ thuật Môi trường). . Tên sinh viên: [full_name]. . MSSV: [student_id]. . Lớp: MO17KMT khoa Môi trường và Tài nguyên. . Bộ môn Kỹ thuật Môi trường. . . . Sau đợt ĐKMH đợt 2 em đã đăng ký được môn Đề Cương LVTN, nhưng sau đợt cập nhật TKB gần nhất (ngày 01/09)  em không thấy còn môn này trong TKB của em nữa.. . Em có đăng kí môn tiên quyết TTTN HK203 rồi ạ. Em mong PĐT kiểm tra và xem xét phục hồi môn học giúp em ạ, tại em đã bắt đầu thực hiện viết đề cương với GV  hướng dẫn rồi. . . Dạ em cảm ơn Cô. Em mong sớm nhận được thông tin phản hồi từ Cô ạ.. . . . Kính thư!",
            "Đã có TKB và phục hồi TKB trên mybk. ."
        ]
    }
]