[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . hôm nay được thông báo là có KQ được đk LvTN hay ko.. . Cho em hỏi là kq được thông báo như thế nào ạ ?. . qua email hay là lên thời khoá biểu xem ạ ?. .",
            "Chào em,. . . .  - [full_name] sẽ cập nhật TKB trên công thông tin cho từng sinh viên.. . . . - Môn luận văn (CI4393) phải tích lũy 121 mới nhận luận văn nhưng em chỉ tích lũy 115 tín chỉ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id]. . Em xin hỏi em đã đủ điều kiện xét tốt nghiệp chưa? Và thủ tục tiếp theo để em được nhận bằng tốt nghiệp trong học kì này.. . . . Em cảm ơn cô/ thầy.. . [full_name]",
            "Chào em,. . . . Em phải xem danh sách tốt nghiệp có tên em chưa?, nếu có tên PDT sẽ gởi mail hướng dẫn nhận bằng tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm . Không hiện mục đóng tiền trên BKPay khi đăng kí in bảng điểm",
            "Chào em,. . . . Em đã đủ điều kiện tốt nghiệp nên không đóng tiền trên BKPay, em phải đóng tiên tại PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "E có học video trên E-learning. lúc kết thúc cho 1 câu hỏi phần 2.1. e bấm nhầm vô cái đáp án nên giờ k qua đc phần 2.2. PĐT giải quyết dùm e.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "[full_name]-l[full_name]arning bị lỗi rồi PĐT ơi! Mau chóng giải quyết giúp [full_name][full_name] để [full_name] x[full_name]m slid[full_name] với làm bài tập",
            "Chào em,. . . . . . Em cho biết lỗi gì vậy?, em đã xem hết chương 2 rồi?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ. . Em và các bạn đang gặp 1 sự cố về lỗi hiển thị thuật toán từ code. . Em mong được khắc phục. . Em có đính kèm hình ạ. . Em cảm ơn thầy/cô",
            "Chào em,. . . . Việc này em vui lòng liên hệ trực tiếp với giáo viên giảng dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên năm 3 chuyên ngành Điện Tử Viễn Thông của chương trình Việt Pháp, em xin hỏi PĐT là hiện tại chưa nhập học chính thức thì em có thể đăng ký thêm 1 môn học vào thời khoá biểu không ạ. Vì đợt em đăng ký môn học vừa rồi em đăng ký thời khoá biểu theo danh sách Tiến Độ Học Tập trên MyBK của em và hôm nay em mới phát hiện là danh sách bị thiếu 1 môn so với danh sách của [full_name] Dạy trên trang aao.hcmut.edu ạ. Em có kèm hình ảnh bên dưới ạ. Em cảm ơn PĐT ạ.",
            "Chào em,. . . . Thời gian kết thúc đăng kí môn học đã qua từ lâu, không đăng được nha em.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Giấy xác nhận sinh viên . Chào thầy cô, mới đây em có lên phòng đào tạo để đăng ký xin giấy xác nhận sinh viên để làm hồ sơ vay, nhưng khi làm thì loại giấy em xin không đúng. Giờ thì em đã ở quê, và quê em ở Quảng Nam lận ạ. Mà em cũng không có người thân nào trong Hồ Chí Minh hết ạ? Vậy em phải làm sao để mới có thể xin được giấy xác nhận sinh viên để vay vốn ạ? Em tìm trên cách mục của xin giấy xác nhận sinh viên online thì lại không có mục nào là để dùng cho vay vốn hết ạ? Mong thầy cô giúp em với ạ.. . Em xin chân thành cảm ơn!",
            "Chào em,. . . . Em vui lòng liên hệ phòng Công Tác Chính Trị nhé. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính thưa Phòng Đào tạo:. . . . Hiện tại em là sinh viên của Khoa Khoa học Ứng dụng, nay cho em xin phép được hỏi về điều kiện để đăng ký học song ngành. Em có vài câu hỏi sau mong được giải đáp:. .  . . 1. Về việc học song ngành cần phải thỏa mãn những điều kiện như thế nào?. . 2. Em có thể học song ngành bất kỳ ngành nào mình muốn hay không? Hoặc phải theo ngành gần hoặc ngành phù hợp với chương trình đào tạo chính quy đang theo học?. . 3. Việc học song ngành em cần phải chuẩn bị những giấy tờ, đơn xin như thế nào để có thể học tập theo mong muốn.. . . . Mong được hồi đáp.. . Em xin chân thành cám ơn!",
            "Chào bạn,. . Bạn vui lòng tham khảo quy định về học song ngành tại đây nhé:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 28. Đào tạo song ngành",
            "Chào em,. . . . Em xem qui chế học vụ điều 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo, kính gửi Ms. [full_name].. . Dạ ngày 10/03 em có hỏi về Đăng ký bổ sung môn NCKH& PT và nhận được phản hồi 24/03 sẽ có kết quả.. . Cho em hỏi là nguyện vọng đăng ký bổ sung của em như thế nào rồi ạ. . . Hy vọng PDT xem xét cho em để em kịp chương trình học tập ạ.. . Em cám ơn ạ",
            "Chào em,. . . . Môn NCKH & PT(800700) phải tích lũy 264 tín chỉ, nhưng em chỉ đăng kí 251 tín chỉ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào anh chị!  Do gặp một số vấn đề cá nhân em muốn tạm dừng kì học này. Em được biết  hạn chốt nộp đơn tạm dừng chậm nhất là 6 tuần kể từ thời gian bắt đầu học kì, nhưng do tình hình dịch bệnh trường ta dời lịch học lại ngày 5/4. Anh chị cho em hỏi nếu vậy thì hạn chốt em có thể nộp đơn là ngày bao nhiêu ạ. Em cảm ơn ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em muốn tạm dừng em phải nộp đơn sớm nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b Phòng đào tạo cho em hỏi là lúc trước em không đủ chuẩn anh văn để đăng ký luận văn tốt nghiệp .Hiện bây giờ em đã đủ điểm anh văn thì em làm thế nào để được xem xét làm luận văn tốt nghiệp ạ .Em cảm ơn!\t. . . .",
            "Chào bạn,. . Bạn vui lòng nộp chứng chỉ Anh văn online theo quy định và làm đơn xin đăng ký bổ sung LVTN có xác nhận của Khoa và nộp trực tiếp tại Phòng Đào tạo nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi hệ VHVL bây giờ còn cho đăng ký học kỳ 2 của HK192 hệ VHVL k ạ, em bị trễ đợt đăng ký cuối rồi nên muốn biết nếu trường mình còn cho đăng ký học kì này không nếu em không đăng ký được thì em có bị đình chỉ học không",
            "Chào bạn.. . Hiện tại đã hết thời hạn đăng ký môn học.. . Bạn chú ý theo dõi email để biết thông tin mới,. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Kính gửi thầy cô pđt trường đh bách khoa. em tên [full_name] MSSV [student_id] thầy cô cho em hỏi là có thông tin xét học bổng như vậy thì khả năng em có học bổng không ạ ? em xin cám ơn",
            "Chào em,. . . . Em xem qui chế học bổng điều 22 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Cách tính học bổng http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610117  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào PĐT-ĐHBK.. . Em xin hỏi PĐT 1 câu hỏi về việc đăng ký môn học \"Luận văn tốt nghiệp\" ạ.. .    + HK192 theo tiến độ học tập em sẽ học môn \"Luận văn tốt nghiệp\" hiện các tiêu chí để em đăng ký môn học này gần như đã đạt chỉ thiếu mỗi tiêu chí \" Chuẩn anh văn \". Em có đăng ký thi tín chỉ Toeic ở trung tâm nhưng vì trong giai đoạn dịch bệnh COVID-19 nên tất cả hoạt động thi trong tháng 3 bị hủy và dời lại tháng 4. Hiện em vẫn chưa thi được \"Chứng chỉ anh văn\", nhưng thời hạn đăng ký môn học\"LVTN\" đợt cuối cùng đã kết thúc. Em xin hỏi PĐT là có xem xét những trường hợp bổ sung \" Chuẩn Anh Văn\" và đăng ký bổ sung môn \"LVTN\" trong quá trình em làm LVTN không ạ!!! Dạ nếu được xem xét thì thời hạn cuối cùng em bổ sung \"Anh Văn\" và đăng ký môn học \"LVTN\" là khi nào ạ!. . EM CHÂN THÀNH CẢM ƠN PĐT ĐÃ GIẢI ĐÁP THẮC MẮC CỦA EM Ạ.. .",
            "Chào bạn,. . Theo quy định phải đủ điều kiện mới có thể đăng ký LVTN được nhé bạn.. . Bạn có thể tự liên hệ với giảng viên để xin làm LVTN trước (nếu được).. . Sau khi có chứng chỉ ngoại ngữ đạt yêu cầu, bạn có thể làm đơn xin đăng ký bổ sung LVTN, có xác nhận của giảng viên hướng dẫn về tiến độ thực hiện LVTN và xác nhận của Khoa, nộp đơn tại Phòng Đào tạo để được xem xét đăng ký bổ sung LVTN.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy/cô. . . . Thầy/cô cho em hỏi là tại sao một số Video em xem xong nhưng đã làm sai câu hỏi ở cuối Video và em không thể làm lại được ạ? Theo em biết thì xem và làm đúng câu hỏi thì mới được cho điểm và mở bài kiểm tra và các video chương tiếp theo. Không biết thầy/cô có thể điều chỉnh lại giúp tụi em có thể làm được câu hỏi cuối mỗi Video nhiều lần được không ạ?. . . . Em cảm ơn thầy/cô",
            "Chào em,. . . . PDT sẽ ghi nhận ý kiến của em, trình ý kiến của em lên  ban lãnh đạo và giáo viên giảng dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy/ cô[full_name] Em tên là [full_name] MSSV [student_id][full_name] Vào ngày 10/3/2020 em có tạo câu hỏi thắc mắc về việc đăng ký luận văn và nhận được thông báo là trường hợp của em sẽ được xem xét và thông báo kết quả vào ngày 24/3/2020[full_name] Cho em hỏi trường hợp của em đã có kết quả chưa ạ? Nếu có kết quả thì sẽ gửi qua email hay sao ạ? Mail sv của em là: [email][full_name] Mong thầy/cô cho em được đăng ký luận văn trong kỳ này, vì em đang làm luận văn với giảng viên và bên văn phòng khoa cũng đã chấp nhận đề tài của e và đang đợi kết quả để cập nhật ạ[full_name] Em xin cảm ơn[full_name] [full_name] [full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Trường hợp của bạn xét báo thiếu tín chỉ nhé!. . Tổng tín chỉ của bạn là 115 (106 + 9TC học kỳ 191)   điều kiện xét phải đủ 117.. . Bạn vui lòng kiểm tra lại điều kiện của mình nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ cho e hỏi môn học dự thính lúc mở đky e có dky.e ko biết môn học có mở lớp học ko ạ",
            "Chào em,. . . . Nếu có thông báo mới về dự thính PDT sẽ gởi mail thông báo cho từng sinh viên và cập nhật trên trang web PDT."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dear [full_name], dear [full_name][full_name].. . Về ĐK môn NCKH&PT. . Học kỳ này e có đk thêm 17 chỉ là 268 chỉ.. . Em cũng có thực hiện NCKH sinh viên rồi ạ.. . Em mong [full_name] xem xét lại trường hợp của em.. . Em mong muốn được đăng ký môn NCKH&PT kỳ này. Kỳ sau em đk LVTN để kịp hoàn thành chương trình học ạ. . . Rất mong [full_name] chấp thuận nguyện vọng của e ạ. Tại em cũng K13 rồi ạ. Em cũng mong được ra trường trước khi quá hạn học ạ.",
            "Chào bạn,. . Chưa hiểu rõ về trình bày của bạn, nếu bạn có nguyện vọng có thể làm đơn trình bày và nộp trực tiếp tại Phòng Đào tạo để cho Ban Lãnh Đạo xem xét và trả lời cho bạn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đang là sinh viên năm nhất khoa xây dựng, em có 1 số thắc mắc sau nhờ thầy cô giải đáp. . + Học dự thính và nộp bằng anh văn vào thời gian nào để kịp chuyển điểm để phân ngành. . + Không tích lũy đủ tín chỉ để vào năm hai có  được phân ngành hay không. . + Số lượng và điểm chuẩn của ngành kĩ thuật xây dựng. . Em xin cảm ơn thầy cô",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Khoa của bạn để được tư vấn về việc phân ngành.. . Về dự thính và nộp bằng anh văn đều có thời gian cụ thể và công bố tại lịch học vụ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em đã cộng tất cả các tín chỉ môn học tích luỹ lại là tổng 123 tín chỉ. . . đủ điều kiện đk môn luận văn  . . mong pđt xem xét lại cho em ạ. . em cám ơn . . . .",
            "Chào bạn,. . Nếu bạn đã đủ điều kiện nhận LVTN. Bạn vui lòng làm đơn xin đăng ký bổ sung, có xác nhận của Ban chủ nhiệm khoa và nộp trực tiếp tại Phòng Đào tạo nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Dạ em chào thầy/ cô, em tên là [full_name] MSSV [student_id].. . Đợt đăng ký bổ sung LVTN em đã đăng kí môn LVTN CI4393, tuy nhiên trong kết quả đăng ký lại không có. Em đã tự kiểm tra thấy đủ điều kiện để đăng ký luận văn và phản ánh với PĐT, thầy cô hẹn sẽ xét lại và có kết quả ngày 24.3 (hôm nay). Cho em hỏi đã có kết quả chưa và được thông báo như thế nào ạ. Em cảm ơn.",
            "Chào em,. . . . Để nhận được luận văn môn CI4393 phải tích lũy 121 nhưng em chỉ tích lũy 120 tín chỉ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em nghe các bạn nói sau khi xem các video trên BKel thì cuối mỗi video sẽ hiện ra \"continue\" hoặc câu hỏi gì đó. Nhưng từ lúc bắt đầu học đến nay các video em xem không hiện ra những kết quả đó ở mỗi cuối video, em không biết nó có ảnh hưởng đến kết quả ghi nhận học tập trên BKel không ạ?",
            "Chào em,. . . . Em vui lòng nói rõ môn nào để PDT kiểm tra cho em.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô, . . . . Em là [full_name], mssv: [student_id]. Em có thắc mắc về điểm số trên BKEL ạ. Em đã làm bài và xem video đúng hạn nhưng khi kiểm tra ở mục điểm số thì em có nhận thấy sự khác biệt với các bạn của em ( hình ảnh đính kèm bên dưới chỉ ra sự khác biệt ở total ). Em rất mong được thầy/cô giải đáp và chúc thầy/cô sức khoẻ! Em xin cảm ơn!. . . . Trân trọng.",
            "Chào bạn. . Bạn liên hệ trực tiếp với giảng viên để gởi câu hỏi thắc mắc nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô!. . Trong mail \"Về việc học E-learning cho tất cả các sinh viên\", nhà trường có đề cập \"Bài giảng điện tử này là công cụ hỗ trợ học tập và là MỘT PHẦN nhưng KHÔNG THAY THẾ cho việc giảng dạy chính thức của nhà trường, nhằm giúp sinh viên có thể tự học trước và sau các buổi giảng bài, ôn tập để nắm vững kiến thức và đạt được kết quả học tập tốt nhất.\" . . Em xin được hỏi là thời gian học tập tại lớp (trực tiếp) vẫn như thường lệ (khoảng 15 tuần) hay là bị rút ngắn hơn so với trước?. . Em xin chân thành cảm ơn!",
            "Chào em,. . . . Trên tinh thần sẽ rút ngắn thời gian học có thể ít hơn 15 tuần.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Theo như sự hướng dẫn của nhà trường, thầy cô, em đã hoàn thành một số bài học qua video trên e-learning, cũng như bài tập kèm theo cuối video. Nhưng điểm số lại không được cập nhật. Ở trong hình, cột điểm, những video em đã xem và hoàn thành bài tập lại nhận về điểm 0. Em mong nhà trường sớm xem xét và khắc phục tình trạng này để tránh sai xót cho sinh viên khi hoàn thành đủ điều kiện để tham gia kỳ thi giữa kỳ và cuối kỳ.",
            "Chào bạn,. . . . [full_name] ghi nhận ý kiến của bạn, gởi ý kiến của bạn đến ban lãnh đạo phòng và giáo viên trực tiếp giảng dạy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi vì sao 1 môn học lại bao gồm rất nhiều trang như vậy ạ ? Ví dụ (như ảnh), môn giải tích cũng có 3 trang như vậy ạ?. . . . Em mong nhận được phản hồi để tránh việc quá tải như hiện nay ạ.",
            "Chào bạn,. . . . - Môn Vẽ kỹ thuật(CI1003)_Video: file bài học trực tuyến.. . . . - Vẽ kỹ thuật (CI1003)_[full_name] Nhân: là nơi em giao tiếp với giáo viên giảng dạy môn học này.. . . . - Vẽ kỹ thuật (TN) (CI1004) là môn thí nghiệm của môn CI1003.. . . . Thân.. . . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo như trả lời \"đã hết hạn đăng kí môn\" thì em xin đề cập là e đã đặt câu hỏi từ lúc đăng kí môn đợt 3 vừa diễn ra nhưng không ai giải đáp. . Vấn đề thứ 2 là tại sao lại không đủ lớp cho sinh viên đăng kí môn để học ạ",
            "Chào bạn,. . . . Đợt 1: bạn không đăng kí được vì chưa đóng tiền học phí.. . . . Đợt 2: bạn muốn đăng kí vào nhóm bạn lựa chon thì bị trùng giờ và full sỉ số.. . . . Đợt 3: Đợt 3 thời gian đăng kí từ ngày 2 đến 15h ngày 6 tháng 1 hết hạn đăng kí đợt 3. Thì gần 15h ngày 6 tháng 1 bạn đặt câu hỏi trên BKSI xin đăng kí. . . . . Trước khi đăng kí môn học bạn vui lòng đọc lịch vụ PDT cập nhật trên trang Web Pdt http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1814.. . . . Em xem hướng dẫn đăng kí môn học trên trang web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1568.. . . . Trước đợt DKMH PDT gởi mail giải thích nhắc nhở đến từng sinh viên đăng kí môn học.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Các thầy cô,. . HIện tại trước những biến đổikhó lường và mạnh mẽ của chủng virut corona mới, nhà trường đã thực hiện việc học online tạm thời thay cho các buổi lên lớp.. . Tuy nhiên sau gần 2 tháng thực hiện động thái trên, bản thân em, và có thể có nhiều những sinh viên khác, vảm thấy việc này thựa sự thiếu hiệu quả.. . Hơn nữa, bản thân email của nhà trường cũng đã xác nhận những video tự học chỉ nhằm hỗ trợ chứ không thể thay thế việc học tại lớp. Như vậy việc học online này là rất khó để duy trì cũng như đảm bảo lượng kiến thức truyền tải.. . chính vì vậy, bản thân em kiến nghị rằng nên Hủy học kì này để bắt đầu lại vào học kì tới vào tháng 8-9. Như vậy sẽ không còn những vươn vấn về việc chống dịch,cững như giải quyết vaans đề thời gian học, khi mà đa số các môn đã phải giảm gần hoặc hơn một nữa số giờ lên lớp.. . Tuy nhiên, việc hủy học kì sẽ là không cần thiết nếu học kì mới bắt đầu vào 30/3. Nhưng trước diễn biến của dịch trên toàn quốc như hiện này, cũng như các động thái của chính quyền thành phố,, em thực sự cho rằng việc nghỉ học sẽ phải keo dai đến ít nhất là giữa tháng 4. Khi ấy thời khóa biểu sẽ thực sự là không đủ nếu như vẫn giữ điểm kết thúc năm học là cuối tháng 6.. . Mong các thầy cô xem xét",
            "Chào bạn,. . . . PDT sẽ ghi nhận ý kiến của em, chuyển câu hỏi của em đến ban lãnh đạo phòng và hiệu trường nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn rút môn học Anh văn 1 (LA1003) nhóm L02",
            "Chào bạn,. . Phòng đào tạo đã gửi mail về việc dời lịch nhận đơn rút môn học, bạn vui lòng kiểm tra mail sinh viên để biết về thời gian nhận đơn rút môn học nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Việc học online vừa qua do nhà trường tổ chức có nhiều bất cập cộng với quy định vừa qua ảnh hưởng khá lớn đến em nên em mới mạo muội đặt câu hỏi ạ.. . . . Quy định mới ghi rằng:   QUOTE Bài kiểm tra cho mỗi chương là điều kiện để các em xem video của chương tiếp theo. Việc học trên video và làm bài kiểm tra cũng sẽ là điều kiện để em được dự kiểm tra giữa kỳ và thi cuối kỳ sau này.   /QUOTE . . . . Việc học theo hệ thống tín chỉ tạo điều kiện cho sinh viên tăng khả năng tự học tức không quan trọng đi đường thẳng hay đường vòng, miễn tới đích là được. Vậy tại sao nhà trường lại bắt sinh viên xem hết video mới được phép làm bài kiểm tra ạ ? Có sinh viên muốn xem slide hơn thì phải tốn thời gian xem video nữa ạ (vì nhà trường tắt chức năng tua video)?. . . . Hơn nữa, một số bài giảng không được chỉnh chu bằng slide. Ví dụ: bài giảng môn Đại số tuyến tính của thầy [full_name], dù rằng video ở chương đầu nhưng lại không 1 chút giới thiệu mà chêm vào giữa chương trình ngay đầu. May sao có slide của 1 giáo viên khác (không trong đăng ký môn học của em nhưng lại có trong trang e-elearning của em) rất rõ ràng và rành mạch. Nếu em không đọc slide kia thì em dám chắc 100% không hiểu thầy nói gì ấy ạ.. . Ngoài ra, video chưa thống nhất về nội dung với slide của giảng viên bài tập khiến em không biết cái nào có học cái nào không nữa ạ.. . . . Em mong nhận được phản hồi sớm nhất từ nhà trường ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . [full_name] ghi nhận ý kiến của bạn và phản hồi về [full_name].. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là em có trả lời câu hỏi cuối video  mà bị sai. Giờ em muốn xem và trả lời lại video nhưng lại không được, cứ nhấp vào câu hỏi cuối video lại hiện ra như hình dưới đây ạ. Em cũng đã chờ qua 2-3 ngày thử xem sao nhưng vẫn không được.. . Môn học là đại số tuyến tính.. . Em không thấy nút \"continue\" ở đâu hết ạ!. . Mong thầy (cô) khắc phục giúp em với để em có thể làm đạt được điểm cao hơn ạ.. . Em cảm ơn.",
            "hình đây ạ",
            "Chào bạn,. . . . Khi bạn trả lời câu hỏi cuối video sai, thì bạn xem lại video đó từ đâu đến cuối (không được tua) sau đó bạn trả lời lại. Khi bạn trả lời đủ số điểm qui định thì bạn mới được học phần tiếp theo nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Xin chào thầy/cô!. . Học kì 182 em đã học xong 3 môn GDTC điểm đã cập nhật từ rất lâu trên bảng điểm nhưng trong   B Tiến độ môn học  /B  của em vẫn còn một môn TD chưa được   B tích xanh  /B  tức là coi như vẫn còn nợ một môn TD. Mong thầy cô xem xét lại giúp em.. . Em cảm ơn!!",
            "Chào em,. . . . Hiện tại tiến độ học tập không cập nhật, em phải đối chiếu bảng điểm với chương trình đào tạo của em là đúng nhất.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "_ Môn học:  Tin học quản lý (CO2025) _Video (HK192). . _ Em đã hoàn thành video Chương 01: Tổng quan về HTTTQL - Phần 1.1 + Đã làm bài quiz. . _ Kết quả: Video tiếp theo không xem được. . _ Có hình đính kèm",
            "Chào em,. . . . Trong file bạn gởi là muốn xem chương tiếp theo thì phải đạt điểm theo yêu cầu của chương học trước đó. Việc này em liên hệ với giáo viên giảng dạy môn học này.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa thầy/cô, trong quá trình học môn trường điện từ em gặp trường hợp mặc dù đã xem hết video và làm các câu hỏi nhưng em vẫn không thể xem tiếp video tiếp theo. Mong thầy/cô xem xét và hướng dẫn em để em có thể tiếp tục học tập.. . Em là [full_name] MSSV: [student_id]. .",
            "Chào em,. . . . Việc này em liên hệ với giáo viên giảng dạy nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là [full_name]. . Cho em hỏi là vì sao em đã xem các video hóa rồi nhưng ở mục điểm dưới góc trái thì các video lại không có điểm ạ, còn các bài kiểm tra thì vẫn có điểm ạ. Như vậy là em đã hoàn thành xem bài giảng chưa ạ. . Em cảm ơn ạ !",
            "Chào em,. . . . Việc này em vui lòng liên hệ với giáo viên giảng dạy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Hiẻn tại học kỳ này em sẽ đăng ký làm luận văn để ra trường nhưng do có 1 môn tiên quết em bị rớt nên không đăng ký đc luận văn. Môn này là môn thép 2, được tách ra thành 2 môn lý thuyết và đồ án. Lý thuyết em bị rớt nên em không đăng ký được. Mong thầy cô xem xét cho em với ạ. Nếu không đăng ký được thì em sẽ bị ra trường trễ 1 kỳ, em hy vọng được đăng ký học song hành luận văn và môn lý thuyết này. Em xin cảm ơn",
            "Chào bạn,. . Phải đăng ký theo đúng quy định về môn tiên quyết nhé bạn.. . Bạn vui lòng xem quy định về tiên quyết tại đây: . . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 6. Các loại môn học và học phần/6.3 Môn học tiên quyết, môn học trước, môn học song hành",
            "Chào em,. . . . Việc này thuộc về qui chế áp dụng tất cả các sinh viên, không giải quyết mình em được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . em chưa đăng ký được môn học bắt buộc của hk2 , môn giải tich 2 vì đã lỡ mất đợt đăng ký dự thính trước, bây giờ em có thể làm gì để đăng ký môn học này ạ. em xin lỗi vì sự thiếu sót của em, mong nhà trường giúp đỡ. em cảm ơn nhiều ạ",
            "Chào em,. . . . Môn giải tích đã full sỉ số không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hồi đầu năm nay, 27/1, em bị tai nạn giao thông. Gia đình em có mua bảo hiểm tai nạn hộ gia đình và bhyt nên em đã làm đơn yêu cầu hỗ trợ phí nằm viện. Theo em được biết trường đã mua bhtn cho sinh viên, vậy cho em hỏi hiện tại em có thể lấy thẻ bhtn để hoàn thiện thủ tục hỗ trợ viện phí được không? . . . . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vấn đề về BHYT, BHTN bạn vui lòng liên hệ tại Phòng Công tác Chính trị sinh viên để được hướng dẫn."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi em quên mất làm bài kiểm tra môn thí nghiệm hóa đại cương bây giờ phải làm sao ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp với giáo viên giảng dạy để được hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em xin gmail cô [full_name] môn thí nghiệm hóa học ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ về Khoa/ hoặc bộ môn để xin thông tin liên hệ với giảng viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi trường đại học Bách Khoa Tp.HCM,. . . . Em tên là [full_name], K16 khoa Quản lý công nghiệp. Kính mong quý nhà trường giúp em trong việc học bằng video trên E-learning. Lí do: thứ nhất, video dài khoảng 7-10 phút mất gần 40-60 phút để chạy. Thứ hai, không thể tua lại đoạn quan trọng cần xem lại, phải xem hết rồi xem lại từ đầu (navigation is disabled) (hình ảnh đính kèm).. . . .",
            "Chào bạn,. . . . Câu hỏi thứ nhất : chưa rõ ý của em.. . . . Câu hỏi thứ hai: theo qui định các bài giảng không cho  tua, nếu bạn có yêu cầu gì vấn đề này bạn liên hệ với giáo viên giảng dạy.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Mong thầy cô đăng video trên BKeL ở định dạng sinh viên có thể tải về để xem offline, chứ đôi khi xem online hơi bị chậm đó ạ. Em cảm ơn",
            "Chào bạn,. . . . Theo qui định của trường sinh viên chỉ xem không cho tải về, nên muốn có bài giảng xin vui lòng liên hệ với giáo viên giảng dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . Trong hiện trạng dịch nCoV hiện nay thì việc tổ chức lễ phát bằng tốt nghiệp trong tháng 4 là điều không thể. Nên em muốn hỏi nếu em cần có bằng để xin việc thì có thể nhận sớm nhất lúc nào và nhận ở đâu ạ. Hiện tại em thấy thông báo nhà trường đã dời thời gian phát bằng trên web trường.. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của nhà trường nhé, hiện tại chưa có thông tin chính thức về việc dời lịch tốt nghiệp tới ngày nào. Bạn có thể dùng giấy chứng nhận tốt nghiệp để nộp xin việc trước nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô ạ,em là sinh viên năm 2 ngành Bảo Dưỡng công nghiệp ạ!. . Cho em hỏi về việc em đăng kí môn Cơ lưu chất có bài giảng và bài tập trên BK-EL, có thông báo là không học và làm bài sẽ bị cấm thi và rớt môn trừ điểm rèn luyện ảnh hưởng học bổng. Do lúc trước em sợ rớt môn này nên có đăng kí vào kỳ này,nhưng em đã qua được môn này và vì kỳ này hơi nặng với em nên em muốn hủy môn thì em có cần phải lên xem bài giảng và làm bài tập không ạ! Vì thời hạn rút môn dời sang tháng 4 rồi! Em cảm ơn thầy/cô nhiều ạ!. .",
            "Chào bạn,. . . . Hiện tại PDT vẫn làm việc bình thường, bạn có thể nộp đơn tại PDT. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gủi quí thầy cô.. . Ban đầu xem phần nội qui phòng thí nghiệm trên BKel em có trả lời sai cau trắc nghiệm,nhưng hiện tại vô lại thì không thấy câu hỏi trắc nghiệm nên em không làm đươc.Em mong quí thầy cô xem lại giúp em vì nếu không co câu hỏi đó thì em không làm bài kiểm tra tiếp theo được. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng cho biết môn cụ thể, PDT mới kiểm tra cho bạn.. . . . Thân.. .  . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . em là [full_name], mssv [student_id].. . Cho em phản ánh là môn Kỹ năng chuyên nghiệp cho kĩ sư (CO2001) thầy [full_name] ,L03, phần video bị lỗi ,video bai-1 bị mất âm thanh,cũng không có câu hỏi ở cuối video nên em không mở được video bai-2.. . Mong sớm được trường giải đáp ,em xin cảm ơn!",
            "Chào bạn,. . . . PDT sẽ ghi nhận ý kiến của bạn và phản hồi về khoa, giáo viên giảng dạy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . CHÀO THẦY CÔ !. . Rút môn học trong đợt 16/04/2020 - 24/04/2020 có tính học phí không ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . Rút môn học là có tính học phí nhé bạn, Bạn vui lòng xem quy định rút môn học tại đây:. . http://www.aao.hcmut.edu.vn/ sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Điều 11. Hủy, rút môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa Anh/chị, CCNN sau thẩm tra của em \"không hợp lệ\" (do sai thông tin đăng kí) nhưng kết quả chuyển điểm của em vẫn chưa bị hủy ạ. Anh/chị giúp em hủy kết quả chuyển trước đó để em chuyển điểm mới được không ạ. em cảm ơn.. .   b MSSV/MSGV: [student_id]  /b . .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn. . Tuần sau bạn đăng ký lại nghen, Phòng đào tạo sẽ hủy cột không hợp lệ của bạn",
            "Chào bạn. . Cô trả lời lại câu hỏi của bạn nghen. . - Do gói chuyển điểm đã xuất rồi không hủy được, bây giờ sinh viên vào khai lại chứng chỉ mới rồi đợi thẩm tra hợp lệ, rồi làm đơn gửi PĐT xin cứu xét xử lý chuyển điểm cho sinh viên chứ giờ mà hủy sinh viên phải đóng lại 200.000.",
            "Dạ, em cảm ơn Cô, cho em hỏi mẫu đơn để xin cứu xét có Mẫu không, cô chỉ em với ạ. Em cảm ơn Cô.",
            "Chào bạn,. . Không có mẫu đơn nhé bạn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi, em đã em bấm hiểu bài như trong hình, nhưng hệ thống không mở tiếp bài 1.3 ạ. Trước đó là bài 1.1, 1.2 thì có mở bình thường. Môn này là Tiếp thị căn bản (IM1009) của cô [full_name]. Em phải làm sao để xem được bài 1.3 ạ? . . Em cảm ơn nhiều ạ!",
            "Chào em,. . . . Việc này em liên hệ trực tiếp với giáo viên giảng dạy để trao đổi với thầy."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thưa thầy cô, sao em trả lời đúng hết các câu hỏi nhưng hệ thống chỉ cho 2 điểm. Em thoát ra vô lại để xem nhưng vẫn không trả lời lại được mà hiện ra bảng như vậy ạ",
            "Chào em,. . . . Em liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa giáo viên bộ môn Tư tưởng HCM và ban quản trị trang web Bkel.. . . . Hiện tại em đang rất bực mình với các video bài giảng của môn Tư tưởng HCM. Trong khi các môn khác thì video được tua đi tua lại để xem trên trang BKEL thậm chí là được download về máy để xem cho đỡ lag vậy mà những video của môn Tư tưởng lại chỉ có thể chỉnh được tốc độ video, nhiều khi em đang chép bài bị bỏ lỡ một đoạn muốn tua lại xem cũng không được buộc lòng phải xem video lại từ đầu. Khi mà một video thời gian chỉ có 12 phút nhưng em phải lay hoay mất hơn 30 phút để xem trọn vẹn được một cái video như vậy. Làm như vậy chẳng khác nào là giết thời gian của sinh viên.. . . . Em kính  giáo viên bộ môn Tư tưởng HCM và ban quản trị trang web Bkel xem xét lại vấn đề này. Em cảm ơn!. .",
            "Chào bạn,. . . . Theo qui định của nhà trường các video của bài giảng trực tuyến không được tua, không download .. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo. . . .  . . Em tên [full_name] MSSV [student_id].. . Theo như thời khóa biểu trên mybk là em có môn học   /B Kỹ thuật chế tạo 3 (ME 3201)là môn em   B đã đăng ký  /B  trong đợt đăng ký môn.Nhưng trên E-learning lại không có môn này thay vào đó là môn   B Cơ khí đại cương (ME1003)  /B  là môn em   B không đăng ký  /B . Mong văn phòng giải đáp thắc mắc ạ.. . . . Em xin cám ơn.",
            "Chào bạn, . . . . [full_name]T sẽ cập nhật lại TKB cho em nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . E có một số góp ý thế này ạ:. . - Nên cho video ở chế độ tua lại sẽ đỡ khó khăn khi chưa hiểu khúc đó ạ. . - Cách tính điểm những câu hỏi trên video còn nhiều sai sót (làm đúng vẫn cho điểm 0). . - Câu hỏi hiện lên ko đầy đủ khi sử dụng laptop. . Còn lại thì khá tốt ạ. . Tụi em vẫn nắm bắt tốt khi học trực tiếp ạ. . . .",
            "Chào bạn,. . . . Bạn cho biết cụ thể là môn học nào để PDT sẽ gởi câu hỏi của bạn đến giáo viên giảng dạy và bộ phận kỹ thuật.. . . . Thân."
        ]
    }
]