[
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi điểm toeic quy đổi ra anh văn 2 cho k16 là bao nhiêu ạ? em có xem quy chế học vụ có ghi là 500 nhưng không thấy có ghi từ khóa nào ạ.. . . . em xin cảm ơn.",
            "Chào bạn,. . . . Việc này PDT có gởi mail cho sinh rồi nha bạn:  . . Thân gởi các bạn sinh viên,. .  . . Căn cứ trên tình hình bất khả kháng trong mùa dịch bệnh Covid-19 ảnh hưởng đến khả năng tham gia các kỳ kiểm tra Anh văn quốc tế, Hội đồng học vụ nhà trường quyết định:. .  . . 1. Cho phép áp dụng quy tắc chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (bảng quy đổi áp dụng từ HK1/2017-2018 đến HK3/2019-2020);. .  . . Xem Quy chế đào tạo và Học vụ, Phụ lục 1, Khoản 4, Mục a, \"Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2017-2018 đến HK3/2019-2020\".. .  . . 2. Đối tượng áp dụng: sinh viên hệ đại học các Khóa 2016, 2015, 2014, 2013 và sinh viên hệ Cao đẳng.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô phòng đào tạo,. . . . Phòng đào tạo xem giúp em trạng thái \"Nợ HP\" với ạ. Em đã đóng đủ học phí hk201 vào ngày 2020-11-06 trên BKPay rồi. Tuy nhiên khi em vào trang tốt nghiệp để lấy hình tốt nghiệp thì hệ thống báo là em còn \"Nợ HP\".. . Mong phòng đào tạo xem xét và giải quyết giúp em với ạ.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name] - [student_id]",
            "Chào bạn,. . . . PDT đã cập nhật lại học phí, bạn vào trang tốt nghiệp để lấy hình tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Em trễ hạn đăng kí và đóng tiền bảo hiểm y tế . Cho em hỏi là có cách nào cho em đăng kí bổ sung không ạ. Nếu không đăng kí bổ sung được thì em có thể mua bhyt ở ngoài được không ạ.Yêu cầu khác:",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho e hỏi hiện giờ em đã có bằnng toeic, em muốn nộp vào để có thể đăng kí môn học chứ không phải chuyển điểm anh văn thì em phải làm sao ạ. Em cảm ơn!. . [full_name] !",
            "Chào bạn,. . . . Bạn đăng kí nộp bằng trên Mybk nhưng không đăng kí chuyển điểm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là hk hè 193 em có thi kiểm tra trình độ tiếng Anh đạt 450, thì kết quả đó em có được dùm để xét đăng ký môn học cho hk 301 không?",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo thông tin trên trang web trường, Đối với khóa K2018 chuẩn tiếng anh sau năm hai là đạt trên 450( đạt anh văn 3), em thi toeic đạt 455 như vậy sẽ đủ điều kiện đăng kí các môn chuyên ngành năm 3 đúng không ạ. em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên đã ra trường và nhận bằng tốt nghiệp 28/11 này rồi  thế nhưng sao trường vẫn để em nợ học phí không thể tải ảnh tốt nghiệp ạ.Em mong pdt cập nhật giúp em để e có thể xem lại khoảng khắc quý giá 3s đời người đó ạ. Em cảm ơn rất nhiều",
            "Chào bạn,. . . . PDT đã cập nhật tình trạng học phí, bạn vào truy cập lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Dạ cho em hỏi chuẩn av để đkmh cho học kì 202 là bao nhiêu ạ. Do em coi trên chỗ phụ lục của phần học vụ thì thấy để là 500 điểm. Nhưng mấy bạn trên group hcmut lại bảo là 550, điểm chỗ phụ lục đó cũ rồi nhưng nhà trường chưa cập nhật lại. Vậy rốt cuộc là 500 hay 550 điểm ạ. . . Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào thầy cô. .  Em muốn đăng ký thi anh văn đầu vào nhưng hiện tại đã hết lượt đăng ký, em rất mong được mở thêm số lượng để được thi và em phải làm sao đây ạ, kì thi này rất quan trọng với em. . Mong thầy cô giải quyết giúp em",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô PĐT, . . Cho em hỏi là hiện tại em cần thi kiểm tra tiếng anh để đủ điều kiện về chuẩn tiếng anh sau mỗi năm học để được đăng kí môn học cho học kì 202 tới, tuy nhiên tất cả các ca thi đã kín lịch từ hôm đầu mở đăng kí nên em vẫn chưa kịp đăng kí được ạ, vậy cho em hỏi trường có thể xem xét mở thêm một đợt thi nữa không ạ. Hiện tại em có nghe được thông tin là trường sẽ mở thêm một đợt thi trước tết nguyên đán (ngày 3/2) nhưng thời hạn đăng kí môn học cuối cùng của đợt 3 là 7/1, vậy thì có phải sẽ không kịp cho đợt đăng kí môn học không ạ. Mong trường và PĐT xem xét lại! Em cám ơn!",
            "Chào bạn,. . . . Việc này tôi không thể trả lời bạn được, hiện tại ban lãnh đạo phòng đang cân nhắc vấn đề này nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi nếu em muốn đổi ca thi anh văn đợt này và có bạn đồng ý để đổi cùng em thì em có thể lên phòng đào tạo xin đổi hay không ạ. Vì đổi nhóm trực tuyến em sợ bị mất chỗ ạ",
            "Chào bạn,. . . . Không bạn, vì bạn đăng kí ca nào danh sách phòng thi ở ca đó nha. Bạn đổi vậy sẽ không có tên trong danh sách vào phòng thi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào phòng đào tạo. hiện em đang là sinh viên năm 3.. . Hiện em đang học AV3 ở HK 20.1.. . vậy em có được đăng ký môn học chính thức đợt 2 ở học kỳ 20.2 các môn năm 3 không ạ?. . em cảm ơn phòng đào tạo.",
            "Chào bạn,. . . . Học kỳ 202 hiện tại PDT cho bạn pass chuẩn anh văn sau năm nhất, khi nào có điểm anh văn 3 PDT mới xét lại kết quả DKMH.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô,. . Em tên [full_name], MSSV:[student_id]. . Trúng tuyển ngành:. . [student_id]_V - Khoa Học Máy Tính (hệ VLVH). . . . Thầy/cô có thể cho e hỏi chương trình đào tạo Khoa học máy tính hệ VHVL có khác chương trình đào tạo bên chính quy không ạ.. . Nếu khác rất mong thầy cô cho em xin chương trình các môn học ạ.. . . . Em xin cám ơn,. . Đoàn",
            "http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao. . Bạn sử dụng chương trình đào tạo Khóa 2019 hệ Chính quy.. . Trừ đi các môn Anh văn, quốc phòng, thể dục, các môn học bổ túc ( nếu có). . Các môn dự kiến được miễn môn ( Dự kiến tháng 1/2021). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là trường còn đợt đk thi anh văn định kì nữa k ạ. Mong nhà trường trả lời sớm để em sắp xếp thi lấy bằng để k trễ năm 2 ạ",
            "Chào bạn,. . . . - Nếu bạn sắp xếp thi chứng chỉ ngoài ngữ quốc tế bên ngoài thì tốt.. . . . - Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào phòng đào tạo ạ.. . Em tên [full_name], mssv [student_id]. . Vừa qua em có lỡ trễ hạn đăng kí bảo hiểm y tế ạ.. . Là do hôm bửa em có thấy thông tin nhưng vì đi làm công ty chưa trả lương cho em nên em chưa có tiền và em có đợi khi có tiền rồi đóng luôn nhưng do em đi làm nên lại sơ sót quên đăng kí và lỡ trễ hạn.. . Phòng đào tạo cho em hỏi có cách nào cho em đăng kí trễ hay phòng đào tạo giúp em được không ạ.. . Em cám phòng đào tạo đã xem ạ. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . Thầy cô cho em hỏi là đối với khóa K17 thì số ngày công tác xã hội đủ để tốt nghiệp là bao nhiêu ngày ạ!. . Chúc thầy cô nhiều sức khỏe ạ!. . Em cám ơn nhiều ạ!",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . . . Bạn lên trên Mybk để đăng kí in thẻ sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Tháng này kinh tế em đang khó khăn nên không thể nộp học phí đợt 2 đúng hạn. Cho em hỏi em có thể xin nộp trễ được không ạ ? Và nộp trễ bằng cách nào ạ ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên để tư vấn cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị,. . Ngày 12/11 em có đăng kí chuyển điểm anh văn cho AV1, AV2, AV3, AV4 và đã thanh toán phí chuyển điểm. Tuy nhiên, đến hôm nay 6/12 em vẫn chưa thấy điểm được chuyển. Cho em hỏi là khi nào thì điểm sẽ được chuyển vậy ạ?",
            "Chào bạn,. . . . Đã chuyển điểm cho bạn rồi và PDT đã cập nhật điểm chuyển trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT!. . Bảng điểm xét học bổng của em thiếu một số thông tin ngoại trừ điểm rèn luyện ra thì các điểm khác thì không có. Cho em hỏi này là pđt chưa cập nhật hay là sao ạ?. . Em cảm ơn!",
            "Chào bạn,. . . . - Bạn không đủ điều kiện nhận học bổng nên PDT không cập nhận điểm trung bình chung mở rộng.. . . . - Bạn phải tích luỹ 90% số tín chỉ trong chương trình đào tạo của mình, bạn thiếu 4 chỉ anh văn 1,2.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào Thầy Cô,. . Em vừa tốt nghiệp đợt vừa rồi thì em có lên mục Đăng ký tốt nghiệp để lấy hình thì trên đó yêu cầu em phải làm một khảo sát để lấy hình. Tuy nhiên em đăng nhập tài khoản cựu sinh viên không được, bị lỗi tài khoản không tồn tại. Em mong Thầy Cô giúp em với ạ, em xin cảm ơn rất nhiều.",
            "Chào bạn,. . . . Bạn vào trang tốt nghiệp có hướng dẫn tải hình http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettn&path=67&tid=377.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . ad cho em hỏi kì 202 sắp tới em có đk môn SP1031 - Triết học [full_name] - [full_name] và môn SP1033 - K/tế chính trị [full_name]-[full_name] cùng trong 1 kì đc đúng ko ạ",
            "Chào bạn,. . . . Nếu bạn đã học môn SP1031 rồi thì học 202 bạn có thể đăng kí 2 môn SP1031 và SP1033 cũng được nha bạn.. . . . Thân",
            "dạ nếu nhưng em chưa học SP1031 thì ko đc học chung với SP1033 ạ ? nếu chưa học SP1031 thì em được đk chung với môn chính trị nào ko ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi : PĐT Trường ĐHBK . . Dạ thưa PĐT cho em hỏi là thời gian đào tạo tối đa đối với sinh viên K18 là bao lâu ạ . . Hiện tại em là sinh viên K18 ạ . .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi, học kì 202 em định đăng kí học trước 5 tín chỉ ở một học kì sau, nhưng nếu em học trước 5 tín chỉ thì học kì sau em chỉ còn lại 10 tín chỉ (vì theo ctdt học kì đó có 15 tín chỉ), vậy tới lúc đăng kí môn học cho học kì đó em có bị cảnh cáo học vụ vì vi phạm số tín chỉ tối thiểu trong 1 học kì không ạ? Em cảm ơn ạ!",
            "Chào bạn,. . . . Hiện tại chưa có qui định học kỳ bạn  đăng kí 10 chỉ sẽ bị cảnh cáo học vụ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Nhà trường,. . . . Em tên [full_name], MSSV [student_id], sinh viên Bằng 2 Chính quy Ban ngày.. . Ở đợt 1 em đã thanh toán đủ học phí cả 2 đợt của HK201 nên khoản thanh toán DDB2N201.2 em không cần phải thanh toán nữa đúng không ạ? Em có đính kèm hình chụp BKPay.. . . . Em xin cảm ơn,. . [full_name]",
            "Chào bạn,. . . . PDT sẽ cập nhật học phí cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em muốn hỏi về làm thẻ học sinh của em ạ. Em đã cập nhật hình chụp nền trắng đúng yêu cầu luôn ạ nhưng vẫn không có hiện tích xanh hay có thông báo đã có thẻ ạ. Vậy giờ e phải làm sao ạ. .",
            "Chào bạn,. . . . Hình bạn nộp mờ nên không in thẻ sinh viên được nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là còn đợt kiểm tra anh văn nào sau 20/12 không ạ, Hoặc có mở thêm ca kiểm tra không ạ, hạn chót nộp bằng anh văn để được đăng kí môn học kì sau là khi nào ạ . . Em cảm ơn. .",
            "Chào bạn,. . . . - Bạn xem lịch học vụ để biết lịch nộp CCNN http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . - Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em hiện là sinh viên tài năng khoa kỹ thuật hóa học K19, năm ngoái xét chuyên ngành thì chưa cần tới việc pass qua các chỉ tiếng anh. Vừa rồi em đăng kí không được kỳ thi anh văn của trường, nên em muốn hỏi là em có bị hạn chế việc đăng kí môn học học kì 202 không vậy ạ ? Tại em chưa pass bất kì chuẩn anh văn nào luôn.. .",
            "Chào bạn,. . . . Học kỳ 202 có xét chuẩn anh văn sau các năm, nêu học kỳ 202 bạn không qua chuẩn anh văn sau năm 1 thì không đăng kí những môn học của năm 2 nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đóng tiền học phí qua momo rồi mà sao trên bkpay nó vẫn cứ bảo là e chưa đóng ạ",
            "Chào bạn,. . . . Bạn đóng qua ngân hàng OCB hoặc trên BKPay của trường nha, không đóng qua vi momo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914117  /b \t. . . .   i Học vụ . Kính thưa thầy ( cô) cho em hỏi rằng em là sinh viên chính quy năm 2 khoa điện điện tử em muốn chuyển sang quản lý công nghiệp hệ vừa học vừa làm thì thời gian để chuyển là khi nào vậy ạ.. .  EM có được cấp giấy hoãn nghĩa vụ quân sự khi học hệ này không.",
            "Chào bạn,. . . . - Bạn chuyển sang hệ VLVH ngành Quản lý công nghiệp thì vẫn học chung với chính qui ban ngày, vì ngành này hệ VLVH không mở buổi tối.. . . . - Bạn học ngành này vẫn cấp giấy xác nhận sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng hỗ trợ trực tuyến.. . Em là [full_name] sinh viên khoa Cơ khí. Em xin hỏi em học chương trình hệ VLVH và em cần đăng ký những môn gì đúng chuyên ngành hay phòng hỗ trợ cho em đường link chương trình đào tạo ngành cơ điện tử đã được lược bỏ một số môn em đã học ở chương trình Cao đẳng. Tại em có hỏi thầy cô, thầy cô nói sẽ có email gửi đến cho em nhưng em vẫn chưa thấy trong khi hôm nay là ngày cuối đăng ký môn rồi ạ. . . Em xin cảm ơn ạ.",
            "Em xem CTĐT hệ Chính quy năm 2019, trừ đi các môn học Anh văn, Thể dục, Quốc phòng và môn học được miễn.. . Còn lại là các môn em cần học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi khi nộp đơn bảo lưu có được giải quyết liền hay không? . . Thời gian bao lâu để hoàn thành thủ tục bảo lưu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ anh chị cho em hỏi em đã đk thi kiểm tra anh văn định kì nhưng chưa thấy lệ phí thi trên bkpay. Em muốn hỏi lệ phí lần này là bao nhiêu cũng như ngày đóng để thuận tiện theo dõi ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn thường theo dõi mail để biết thông tin đóng lệ phí thi anh văn định kỳ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em đã có thẻ ocb từ trước làm cách nào em liên kết thẻ hiện có của em với tài khoản BKPAY để thanh toán học phí ạ ?. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . Dạ cho em hỏi là tại sao HK192 em không rớt môn nào, điểm trong kì cũng trên 8.0 nhưng tại sao trong phần thông tin xét học bổng lại không có điểm trung bình mở rộng ( trong khi các bạn thấp điểm hơn em lại có ạ).. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do lỗi bên ngân hàng, em đã thanh toán học phí và bảo hiểm cùng lúc, nhưng bảo hiểm lại không trừ tiền và em cũng chỉ kiểm tra lại một lần sau khi đóng là cả các mục em đóng đều chưa cập nhật trên BKPay nên không kiểm tra lại vì đã trừ tiền. Giờ em kiểm tra thì thấy lỗi này, nên em đóng trễ phí bảo hiểm. Cô/thầy cho em hỏi em có làm đơn trễ học phí không ạ? Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ phòng đào tạo cho em hỏi là HK192 em không bị rớt môn nào, điểm trung bình của kì cũng trên 8.0 nhưng tại sao trong phần thông tin xét học bổng em lại không có điểm trung bình mở rộng ạ ( trong khi các bạn thấp hơn em lại có).. .",
            "Chào bạn,. . . . Đối với khoá 18 ngành Logistics & QLC cung ứng, học kỳ 192 bạn nhận học bổng bạn phải tích luỹ 64 tin chỉ. Nhưng tại học kỳ 192 bạn tích luỹ 61 tín chỉ không đủ điều kiện nhận học bổng.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là [full_name] MSSV [student_id].. . Em có vấn đề như sau: Kì vừa rồi em đã hoàn thành luận văn tốt nghiệp nhưng em chưa đủ điểm anh văn nói viết nên chưa đủ điều kiện để tốt nghiệp vì vậy tình trạng học tập hiện tại của em là bị tạm dừng học kì.. . Với tình trạng của em như vậy thì em thi đậu anh văn nói viết trước tháng 4 thì có thể đăng kí tốt nghiệp đợt tháng 4 được không ạ và thủ tục như thế nào để được tốt nghiệp ạ. . . Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Khi nào bạn đủ anh văn nói viết, bạn làm đơn thu nhận lại để xét tốt nghiệp nha. Thời gian tạm dừng chỉ có 2 học kỳ thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Phòng Đào Tạo cho em hỏi quy chuẩn đổi điểm anh văn theo bảng mới có áp dụng cho các khóa 2017 trở về trước không ạ?. . . .  Em sinh viên Cao Đẳng Bảo Dưỡng Công Nghiệp khóa 2017 thì chuyển điểm anh văn theo bảng chuẩn mới hay bảng chuẩn cũ ạ?",
            "Chào bạn,. . . . Đối với cao đăng sẽ áp dụng bảng chuyển điểm anh văn cũ nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/Cô,. . Hiện tại trên trang mybk.hcmut.edu.vn của em vẫn chưa cập nhật điểm trung bình chung mở rộng mà chỉ hiển thị 0, về điểm rèn luyện thì em đã được cập nhật rồi.. . Vậy trong vài ngày tới PĐT sẽ cập nhật tiếp thông tin xét học bổng phải không ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . [full_name] sẽ cập nhật danh sách học bổng của bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Anh chị cho em hỏi cách nộp hồ sơ bảo lưu và trong thời gian bao lâu thì hồ sơ của mình được giải quyết ạ",
            "Chào bạn,. . . . Bạn làm đơn tạm dừng chứ không phải bảo lưu, quyết định tạm dừng khoảng 1 tuần nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có một số thắc mắc mong thầy cô giải đáp:. . 1) Em đã thi anh văn toeic 2 kĩ năng nghe và đọc được 505 và nộp bằng vào để thẩm tra và chuyển điểm 4 anh văn. Mặc dù em đã xem các quy định trên aao nhưng em không biết em đã đủ điều kiện nhận luận văn và xét tốt nghiệp hay chưa?. . 2) Kì thi anh văn đầu khoá dành cho sinh viên từ năm 2 vào ngày 18-20/12/2020 có được dùng để xét các anh văn 1,2,3,4 không ạ? Hay chỉ dùng để xét điều kiện đăng kí môn học cho học kì sau ạ?. .  Em xin cảm ơn thầy cô nhiều.. . . .",
            "Chào bạn,. . . . - Trong qui chế học vụ điều 31, phụ lục 1 có ghi rất rõ mà bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Kì thi anh văn đầu khoá dành cho sinh viên từ năm 2 vào ngày 18-20/12/2020 đối với sinh viên năm 2 trở đi dùng để xét chuẩn anh văn sau các năm thôi nha bạn.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . phòng đào tạo cho em hỏi em là sinh viên k16 trễ tiến độ ra trường 2 năm do anh văn thì bây giờ em có cần phải đi khám sức khoẻ ở trường không ạ. những năm trước em có đi khám sức khoẻ ở trường đầy đủ . . em muốn hỏi là để tránh bị đình chỉ học kỳ tới ạ, em cảm ơn",
            "Chào bạn,. . . . Việc khám sức khoẻ bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PĐT cho em hỏi đợt đăng ký TTTN?LVTN cuối cùng cho học kỳ 2 năm học 2020-2021 là từ ngày 22/1 - 28/1 thì em chỉ cần nộp bằng anh văn trước thời điểm đó thì sẽ được đăng ký đúng không ạ. . . Mong PĐT giải đáp thắc mắc cho em với ạ. . Em xin chân thành cảm ơn ạ",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1915.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi kỳ này em đang làm đồ án và kỳ sau em 91 tín chỉ tích lũy thì em có thể đăng ký thực tập tốt nghiệp được không ạ?. . Em là sinh viên khoa Điện ạ! Em cám ơn",
            "Chào bạn,. .  Bạn xem qui định về số tín chỉ nhận TTTN có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=473.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị, cho em hỏi là em quên đóng bảo hiểm y tế (nay đã hết hạn) thì kỳ sau em không đăng ký luận văn tốt nghiệp được. Anh/ chị có cách nào giúp em mở thêm đợt đăng ký với ạ. Em xin cảm ơn anh/chị.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cô ơi cho em hỏi là Khám sức khỏe định kì lớp của em vào ngày 23/12 nhưng ngày hôm đó nhà em có việc đột xuất. Vậy em có được khám các ngày trước đó không ạ. .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô phòng đạo tạo. . Em có thắc mắc về việc xét học bổng khuyến khích học tập kỳ 192. Các điều kiện cũng như về điểm số để thuộc diện xét học bổng, em thấy em đã thỏa mãn nhưng trên bảng điểm của em lại không cập nhật phần điểm trung bình mở rộng. . Mong phòng đạo tạo giải đáp thắc mắc em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi còn đợt đăng kí thi anh văn nào, để kịp đăng kí môn học kì 202(k19) khi em chưa đủ chuẩn av từng năm không ạ.",
            "Chào bạn,. . . . Trước khi nghỉ tết nguyên đán Phòng Đào Tạo sẽ mở thêm đợt đăng kí thi anh văn định kỳ, bạn thường xuyên kiểm tra mail để biết được thông tin.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô . . Năm nay em năm 4 năm sau sẽ ra trường và tham gia vào nghĩa vụ quân sự. . Em nghe nói mình có thể tham gia vào dự bị sĩ quan để thay thế cho nghĩa vụ quân sự phải không ạ. . Vậy trường mình có tổ chức không ạ vì em muốn tham gia. . Cảm ơn ạ",
            "Chào bạn,. . . . Việc này bạn phải hỏi Trung Tâm Giáo Dục Quốc Phòng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy(cô). . . Vào đầu HK201 em có tham gia kì thi Toeic do Trường tổ chức và đạt 390 điểm. Em được biết là chuẩn AV năm 3 của K17 là 350 điểm. Vậy em có được đăng kí môn học của năm 3 không ạ? Hay phải nộp chứng chỉ từ IIG?. . Mong [full_name](cô) giải đáp giúp em.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . Với điểm đó đối với khoá 17, bạn qua chuẩn anh văn sau năm 2, đăng kí những môn năm 3.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em quên chưa đóng tiền đăng ký khám sức khỏe thì giờ có cách nào không ạ?. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Em tên là [full_name], MSSV: [student_id].. . Vừa qua em có nhận được mail thông báo về việc cập nhật điểm trung bình chung mở rộng. Em đã kiểm tra vài ngày liên tục thì em thấy rằng phòng đào tạo vẫn chưa cập nhật điểm trung bình chung mở rộng của em (điểm rèn luyện đã được cập nhật).. . . . Em kính mong phòng đào tạo có thể giải đáp giúp em.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Những bạn Việt Pháp ngày mai [full_name]T sẽ cập nhật thông tin tốt nghiệp.. . . . Thân"
        ]
    }
]