[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813930  /b \t. . . .   i Yêu cầu khác . Chào Thầy/Cô ạ,. . . . Em là Nhật Tân, là lớp trưởng lớp GT18HK, khoa Kỹ thuật Giao thông.. . . . Vào ngày 26/11 em có nhận được mail thông báo khám sức khoẻ. Em đã đọc rất kỹ mail, xem có bắt buộc hay không, và nhận thấy rằng không bị bắt buộc.. . . . Tuy nhiên, có một vài bạn lớp khác cho rằng là bắt buộc.. . . . Vậy, cho em hỏi:. . 1. Khám sức khoẻ lần này có bắt buộc không?. . 2. Nếu như bắt buộc, hình thức xử lý những sinh viên không tham gia như thế nào?. . 3. Nếu bắt buộc, lớp em sẽ phải tham gia khám như thế nào, chi phí như thế nào? (Thời gian khám của GT18 đã qua). . ---------------------. . Em rất mong sớm nhận được trả lời từ Thầy/Cô. Em xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em k19, em đã qua AV 1,2. Em vừa nộp CCNN Toeic 555 và đã hợp lệ, tương đương khi chuyển điểm là 5đ AV3 nhưng em không chuyển thì có được tính thêm 2 chỉ vào TCTL không? Để em ĐKMH kì 202. Em cảm ơn.",
            "Chào bạn,. . . . Bạn chuyển điểm mới tính vào vào tín chỉ tích luỹ chứ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "I Yêu cầu khác: Ad cho em hỏi em muốn chủ nộp bằng AV nhưng vừa rồi có lỡ nhấn xét miễn để xếp lớp thì có rút lại đc ko ạ . Em cảm ơn nhiều",
            "Ad cho em hỏi em muốn chỉ nộp bằng AV nhưng vừa rồi có lỡ nhấn xét miễn để xếp lớp thì có rút lại đc ko ạ . Em cảm ơn nhiều"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nếu em qua môn tương đương thì chỉ tính số TCTL chứ không tính vào ĐTBTL đúng không ạ? Vậy em có cần học lại mã môn gốc, hay câng làm giấy xin PĐT hay GV giảng dạy về vấn đề chuyển điểm hay gì nữa không? Em cảm ơn",
            "Chào bạn,. . . . Bạn cho biết mã số môn học?. . . . Thân",
            "Môn Thí Nghiệm Vật Lí PH2007. . Môn tương đương PH1007",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào bạn,. . . . Khi bạn học mã tương đượng thì điểm trung bình học kỳ có tính, nhưng điểm trung bình chung chỉ tính điểm pass không tính vào điểm trung bình tích luỹ.. . . . Nếu 2 môn này tương đương thì PDT tự chuyển nha bạn.. . . . Thân",
            "Vậy không có tính số tín chỉ ạ?",
            "Chào bạn,. . . . Môn tương đương/thay thế được quy về mã môn học gốc của chương CTDT mà bạn theo học và được ghi điểm 12 không có tính vào điểm trung bình nhưng có tính vào số tín chỉ tích lũy chung.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi về đăng kí môn học dành cho Việt Pháp. Theo em nghe được từ thầy hướng dẫn, thì em học chương trình Việt Pháp và học tiếp chương trình thạc sĩ ở Việt Nam thì em sẽ được miễn một số môn học. Nhưng em không tìm thấy môn học chuyển đổi thạc sĩ. . . Em mong sẽ được cung cấp thêm thông tin về các môn học được chuyển đổi?. . Em xin cảm ơn",
            "Đăng ký môn học . Đăng ký môn học. . . . Cho em hỏi về đăng kí môn học dành cho Việt Pháp. Theo em nghe được từ thầy hướng dẫn, thì em học chương trình Việt Pháp và học tiếp chương trình thạc sĩ ở Việt Nam thì em sẽ được miễn một số môn học. Nhưng em không tìm thấy môn học chuyển đổi thạc sĩ.. . Em mong sẽ được cung cấp thêm thông tin về các môn học được chuyển đổi?. . Em theo Ngành: Kỹ Thuật Viễn Thông (Telecommunications Engineering).. . . . Em xin cảm ơn",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Đào Tạo Sau Đại Học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào ad ạ, theo như 4 hình em đính kèm thì em có đc qua av3 chưa ạ ( em K19), em đã đọc quy định trên aao rồi, em K19 đc 470 nghĩa là qua av3 rồi nhưng sao ko thấy thông tin gì liên quan tới av3 vậy ạ",
            "Chào bạn,. . . . - Việc này tôi đã trả lời cho bạn ở câu hỏi trước đó rồi,  bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . -  Tôi đính kèm file bên dưới.. . . . - Còn điều gì chưa rõ về phần này, bạn liên hệ trực tiếp PDT để tư vấn cho bạn nha.. . . . Thân. .",
            "có cách nào liên hệ trực tiếp ạ ? đến thẳng pdt hay là gọi điện ạ ( nếu có cho em xin sdt). Em cảm ơn",
            "Chào bạn,. . . . PDT cơ sở 1 101A4.. . . . Cơ sở 2 :711H1.. . . . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi em có thể khám sức khoẻ trước lịch của khoa 1 ngày được không ạ. . Nếu được xin cho hỏi em cần phải thực hiện các giấy tờ gì ạ",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Em tên [full_name], mssv [student_id], k19 khoa Quản lý công nghiệp.. . Em chưa đạt chuẩn AV1 để có thể đăng ký cho học kì 202 tới. Vào ngày 18/11 vừa qua em gặp tai nạn giao thông, bị một số chấn thương ngoài da và phải bó bột tay phải hơn 1 tháng nên không thể tham gia các kì thi av trong trường và ở ngoài.. . Em có thấy thông tin vào ngày 24-25/1 sẽ có đợt thi av trong trường, nếu em đăng kí thi vào lúc đó và pass av1 thì em có kịp được học ở học kì 202 không ạ?. . Vì gặp khó khăn trong sinh hoạt nên gia đình đã đón em về quê. Do đó em không thể đến phòng đào tạo để hỏi và viết mail này.. . Mong được phản hồi sớm.. . Em xin trân trọng cám ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn cứ đăng kí thi anh văn định kỳ đợt 3 ngày 24-25/1, việc có kịp hay không thì bạn đợt mail thông báo của PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em có một đứa em quên đi thi Anh văn đầu vào không biết có bị ảnh hưởng hay trừ điểm gì đối với kì này hay kì sau không ạ?. .",
            "Chào bạn,. . . . - Nếu khoá 20 thì kỳ thi anh văn đầu vào dùng để xét chuẩn anh văn sau các năm và nếu điểm cao sẽ xét miễn điểm anh văn 1,2,3,4.. . . . - Các khoá các kỳ thi này dùng để xét chuẩn anh văn sau các năm.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin mở quyền đăng kí tốt nghiệp do bị tạm dừng do không đăng kí môn học.",
            "Chào bạn,. . . . Bạn đợi mail PDT, khi nào PDT xét đủ điều kiện tốt nghiệp sẽ gởi mail cho bạn đăng kí tốt nghiệp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cô ơi cho em hỏi là sẽ có đợt 2 đóng bảo hiểm đúng không cô, dưới phòng y tế vảo em sẽ có mà em đợi lâu quá nên em sốt ruột ạ?. . Em cảm ơn cô rất nhiều. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ là đầu học kỳ trước e chưa đăng ký được môn Thực tập Tốt nghiệp, kỳ em có đăng ký Đề cương và đầu học kỳ thì môn đề cương vẫn có trên thời khóa biểu và bảng điểm. Đến hiện tại thì em không còn thấy nữa.. . Kỳ này em học 18 chỉ, và khi thanh toán hoc phí là 7.000.000đ có bao gồm đề cương?. . Không biết môn Đề cương của em được giữ hay hủy rồi ạ. . .",
            "Chào bạn,. . . . Hiện tại môn Đề cương của bạn không có trong TKB 201, PDT kiểm tra cập nhật lại học phí cho bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào quý thầy cô ạ.. . Em tên là   B [full_name]  /B  MSSV   B [student_id]  /B . . . . Thưa thầy cô về phần đóng học phí, hôm ngày 8/12 em có đăng nhập vào bkpay và em đã thanh toán đúng số tiền học phí của học kì 201 ạ, sau đó em kiểm tra lại tài khoản ngân hàng thì ngân hàng đã trừ số tiền của em, nhưng em refresh lại bkpay thì trang bkpay chưa cập nhật phần em mới đóng, em còn kiểm tra lại nhiều lần và các lần khác cũng như vậy, nên em nghĩ em đã đóng xong phần học phí và 3 ngày sau đó em không kiểm tra lại. Hôm nay em nhận được mail có nội dung em chưa đóng học phí, em mới kiểm tra lại tài khoản ngân hàng thì ngân hàng hoàn tiền lại nhưng em không biết ạ. Nay em viết đơn này kính xin quý thầy cô bỏ qua cho lỗi sơ suất của em ạ. Em xin cảm ơn quý thầy cô.. . . . [full_name].",
            "Chào bạn,. . . . Bạn đóng học phí rồi thì được rồi, theo qui định nhà trường đóng học phí trễ chỉ trừ điểm rèn luyện thôi. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi nếu em nộp 1 bằng TOEIC và 1 bằng IELTS thì khi tra thông tin tốt nghiệp, hệ thống sẽ lấy bằng nào ạ ? Em cảm ơn",
            "Chào bạn,. . . . Bạn muốn đăng kí chuyển điểm, nếu bằng nào có điểm cao để xét miễn điểm thì bạn nộp bằng đó. Nộp bằng nào là do bạn chọn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên lớp L09 Trắc địa đại cương thực tập. . Vừa qua vào thứ 6 tuần 50 do gia đình em về quê nên em đã vắng buổi học Trắc địa đại cương thực tập. Em đã cố liên lạc với giảng viên nhưng  không nhận được phản hồi . . Cho em hỏi nếu vắng 1 buổi thực tập có bị cấm thi không ạ? Nếu có thì có cách nào cứu xét không ạ! . . Em đang vô cùng rối và sợ cấm thi ạ. . Em xin chân thành cám ơn. . . .",
            "Chào bạn,. . . . Việc này bạn liện hệ với giáo viên giảng dạy, việc dạy và học trên lớp PDT không can thiệp vào được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là tiền học phí đại trà  2,554,025 là có tính tiền tập huấn quân sự không ạ?",
            "Chào bạn,. . . . Học phí khoá 20 đóng theo gói trong đó tiền môn Giáo Dục Quốc Phòng luôn nha bạn.. . . . Thân",
            "Dạ cho em hỏi em đã có chứng chỉ quốc phòng và đã làm đơn miễn học môn quốc phòng thì có cần phải đóng đủ 2,554,025 không ạ?",
            "Chào bạn,. . . . Học phí của năm nhất là thu theo gói, bạn không học môn Giáo dục quốc phòng vẫn không hoàn lại học phí nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. Em tên là [full_name]. Em có một câu hỏi muốn hỏi phòng đào tạo là đến thời điểm hiện tại em có được quyền rút môn học được nữa hay không ạ.. .",
            "Chào bạn,. . . . Thời điểm này đã hết thời hạn rút môn học rồi nha bạn.. . . . Thân",
            "Vậy cho em hỏi nếu bây giờ có cách nào để em bỏ một môn nhưng không ảnh hưởng đến điểm trung bình được không ạ.",
            "Chào bạn,. . . . Không nha bạn, bạn vui lòng xem qui chế học vụ điều 11 có qui định rõ nha bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đọc quy đinh về song bằng nhưng chưa phân biệt được giữa song bằng theo hướng ngành phụ và song bằng theo hướng ngành thứ 2, cho em hỏi sự khác nhau giữa 2 phương án này.. . . .",
            "Chào bạn,. . . . Bạn liên hệ Phòng Đào Tạo cơ sở 1 tôi sẽ giải thích cho bạn, hoặc nhờ giáo viên chủ nhiệm tư vấn cho bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô!. . Em là [full_name], sv khoa Điện.. . Em có nộp bảng điểm thi toeic bên ngoài với số điểm 530. Đã được xác nhận thẩm tra từ giữa tháng 11. Nhưng đến bây giờ trên mybk- điểm chuyển thì em vẫn chưa được miễn AV2, AV3,AV4. Sắp tới đăng kí môn đợt 2 em sợ bị xóa hết vì chưa đủ chuẩn AV3 sau năm 2.. . Mong thầy cô kiểm tra lại giúp em.. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn nộp CCNN là dùng để xét chuẩn anh văn sau các năm rồi, Còn việc xét chuyển điểm anh văn 1,2,3,4. . . . bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ cho em hỏi tiếp là em đã nộp CCNN 530 toeic vô thì có miễn AV2 3 4 ko? nếu như không chuyển điểm và  không học ở trường",
            "Chào bạn,. . . . Trong qui chế học vụ có ghi rất rõ mà bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811646  /b \t. . . .   i Học vụ . Chào Thầy/Cô. . Em là sinh viên K2018, hiện tại em chuẩn bị thi tiếng Anh do trường tổ chức nhưng vẫn chưa nắm rõ quy đổi điểm mới áp dụng từ Hk201.. . Hiện tại em mới chỉ đạt AV1 (350 điểm AVDV K2018), do tình hình dịch bệnh được hoãn tiếng Anh nên kỳ này em được đăng ký môn của năm 3. Nhưng theo bảng điểm mới thì để được đăng ký môn của năm 3 thì em cần phải đạt AV2 là 500 điểm hay vẫn giữ theo chuẩn của K2018 là 400.. . Và nếu dự thi bên ngoài để lấy bằng thì em đạt 500 điểm thì có được chuyển điểm để đăng ký môn không ạ. . Mong sớm nhận được hồi đáp từ Thầy/Cô. . Em cảm ơn",
            "Chào bạn,. . . . - Nếu bạn thi chứng chỉ ngoại ngữ quốc tế  bên ngoài, nếu điểm cao có thể chuyển điểm anh văn 1,2,3,4 và chuyển điểm anh văn sau các năm.. . . . - Nếu thi kiểm tra anh văn định kỳ do trường tổ chức thì điểm đó chỉ dùng để chuyển điểm anh văn sau các năm.. . . . Bạn vui lòng tham khảo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "em k19. . 19/12 này em thi anh văn dành cho k19. . theo mail của trường thì sẽ Dự kiến nhà trường sẽ tổ chức thi đợt 3 vào ngày 24-25/01/2021 cho sinh viên không đăng ký thi được trong đợt này.. . em muốn hỏi là nếu đợt này em thi kết quả không được như mong muốn thì em có thể đăng kí thi lại AV ở đợt 3 không.. . . .",
            "Chào bạn,. . . . Đợt 3 bạn vẫn đăng kí thi được và phải đóng lệ phí thi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Dạ tối qua khi vào paybk để thanh toán học phí thì em thấy tên trên tài khoản của em bị sai dấu em tên [full_name] nhưng trên máy hiện là [full_name] hi vọng trường có thể sửa lại giúp em. Xin cảm ơn ạ.. .",
            "Chào bạn,. . . . Bạn liên hệ Ngân hàng OCB sửa lại tên của mình nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi em đã có chứng chỉ quốc phòng và đã làm đơn miễn học môn quốc phòng thì có cần phải đóng đủ 2,554,025 không ạ?",
            "Chào bạn,. . . . Học phí của năm nhất là thu theo gói, bạn không học môn Giáo dục quốc phòng vẫn không hoàn lại học phí nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy Cô, . . Tình hình của em là đã làm xong luận văn nhưng thi nhiều lần vẫn chưa đủ điểm anh văn để bảo vệ. Em không biết có cách nào để em được bảo vệ trong kì này trước rồi bảo lưu điểm số đó cho đến khi em nộp được bằng anh văn vào không ạ. Vì luận văn của em nếu để lâu hơn số liệu sẽ cũ và mất tính thời sự. Mong Thầy Cô giải đáp giúp em ạ. Em cảm ơn Thầy Cô nhiều ạ.. .",
            "Chào bạn,. . . . Bạn không đủ chứng chỉ ngoại ngữ nhận luận văn nên bạn không đăng kí được môn luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô ạ. Cho em hỏi là đợt dịch đầu năm vừa rồi trường có miễn xét điểm tiếng anh từng năm để đăng ký môn học năm nay cho K19 chúng em. Em không biết là hk2 tới sẽ áp dụng lại mức tiếng anh như các năm trước hay là vẫn miễn tiêng anh như hk1 ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Chỉ không xét chuẩn anh văn sau các học kỳ 193, 201 và dư thính 201. Sau đó khi DKMH vẫn xét chuẩn anh văn sau các năm nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em là k19,khoa cơ khí,nhóm ngành cơ điện tử- cơ khí, hè vừa rồi em được phân vào cơ khí, hết năm nay nữa em sẽ được phân chuyên ngành. . Nhưng hiện tại ở hk1 này em k đăng kí được môn năm 2( do thiếu chỉ), . . Vậy cuối hk202 này em có được phân chuyên ngành không, và điều kiệu để được phân chuyên ngành là gì ạ.\t. . . .",
            "Chào bạn,. . . . Phân ngành bạn phải hỏi khoa để tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . . dạ cho e hỏi sắp tới thi av đợt2 trong trường mà em không đạt đủ chuẩn để đkmh thì em có thể đăng kí thêm thi av đơt 3 để  thi tiếp không ạ,và điểm của av3 đợt 3 còn có ý nghĩa để xét chuẩn đầu vào không ạ",
            "Chào bạn,. . . . Thi anh văn định kỳ  đợt 3, cũng dành để xét chuẩn anh văn sau các năm. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV:[student_id]. . em thấy trên biểu đồ môn học là trước ngày 13/1 nộp chứng chỉ để chuyển điểm ngoại ngữ mà đăng kí luận văn là ngày 22/1 .Pdt cho em hỏi nếu em k cần chuyển điểm anh văn thì em nộp sau ngày 13/ đến trước ngày 22/1  thì em có thể đăng kí luân văn không ạ",
            "Chào bạn,. . . . Bạn nộp trước ngày ngày 22 khoảng vài ngày cũng đươc.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy, cô.. . . . Em là : [full_name].. . Msssv: [student_id].. . . . Em đang theo học môn Tin học cơ sở gồm 3 thầy: [full_name], [full_name], [full_name]. Hiện nay em bị mất môn của thầy [full_name], mong thầy/cô kiểm tra và xử lí giúp em.. . . . Em xin trân thành cảm ơn.. . . . [full_name].",
            "Chào em.. . Em TN ngành điện tử truyền thông nên không thể học đươc môn Cơ Sở Tin Học. . Môn học chỉ dành cho Các SV TN ngành CNTT nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là nếu môn A là môn học trước của môn B thì chỉ cần đăng kí môn A ở những học kì trước là có thể đăng kí môn B đúng không ạ?  Hay có quy định về điểm của môn A để đăng kí môn B không ạ? . . Em xin cảm ơn. .",
            "Chào bạn,. . . . Nếu môn A là môn học trước của môn B, học kỳ trước đăng kí môn A (bạn đã học nhung không bỏ thi), thì học kỳ tiếp theo bạn được đăng kí môn B.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô và anh chị. . Trường đang mở đợt đăng kí môn học cho hk2, vậy cho em hỏi mình cần đăng kí môn thể chất luôn không hay nha trường sẽ mở riêng vậy.. . Cảm ơn mọi người nhiều . .",
            "Chào bạn,. . . . Việc này bạn phải đợi mail thông báo nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . ad cho em hỏi là theo bảng đổi điểm cũ, thì em nộp bằng ở toeic thi IIG (470) vào thì em đc đổi điểm tới av3, còn bảng qui đổi mới thì chỉ đổi điểm được của av1, vậy thì em vẫn đc tính là qua av3 ko ạ ( em K19), ad trả lời cho em với vấn đề này em hoang mang mấy ngày nay mà ko giải đáp đc. Em cảm ơn. .",
            "Chào bạn,. . . . Đây là bảng chuyển điểm trong điều 31, phụ lục 1 (file đính kèm bên dưới).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name]. . Em là sinh viên năm 4. . . Em chưa học qua [full_name] 2, em vừa thi qua Toeic . . với số điểm 595.. . Em có dự định đi thi lại, nhưng em nộp vào làm để LVTN (nhưng không qui đổi thành điểm av) và dự định đăng ký thêm 1 môn nữa.. . Em không biết khi nộp vào nhưng không chuyển điểm có thể học được môn học không vì không thỏa điều kiện anh văn theo từng năm.. . Em xin cảm ơn ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . - Bạn có thể nộp bằng  chứng chỉ Toeic quốc tế để xét chuẩn anh văn sau các năm  hoặc nhận luận văn. Không xét miễn anh văn 1,2,3,4 cũng được.. . . . - Kỳ thi anh văn định kỳ do trường tổ chức chỉ dùng để xét chuẩn anh văn sau các năm thôi nha.. . . . Thân. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi à hiện tại em đang học lớp anh văn 1 ở trường mà sắp tới đkmh em không biết em có được đkmh không ạ hay khi nào có kết quả môn học av1 em mới được đkmh cho học kì 202 ạ. em cảm ơn ạ !. .",
            "Chào bạn,. . . . Bạn vẫn đăng kí được, khi nào có điểm ngoại ngữ PDT sẽ xét lại DKMH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô quản lí trang hỗ trợ sinh viên trực tuyến, ở học kì này em không đăng kí môn Xác suất thống kê, nhưng hiện tại lại hiện phần bắt buộc làm QUIZ của XSTK (VIDEO). Xin thầy cô cho em biết rằng em bỏ qua không làm vẫn được phải không ạ do em không đăng kí môn học này học kì này (em đã qua môn học ở học kì trước).. .",
            "Chào bạn,. . . . Cuối tuần PDT sẽ cập nhật môn học trên BKEL, thứ 2 tuần sau có trục trặc gì bạn báo lại nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào Phòng đào tạo,. . Em mới tham gia kỳ thi kiểm tra trình độ tiếng Anh do trường cùng IIG tổ chức. Kết quả của em là 510.. . . . Em muốn hỏi với số điểm đó đối với sinh viên K2018 sẽ quy đổi điểm như thế nào? Và đạt chuẩn anh văn đủ để đăng ký môn đợt 2 chưa?. . . . Em xin trân trọng cảm ơn. . . .",
            "Chào bạn,. . . . Kỳ thi kiểm tra trình độ tiếng anh định kỳ chỉ dùng để xét chuẩn anh văn sau các năm thôi bạn.. . . . Bạn vui lòng tham khảo điều 31, phụ lục 1, mục 2 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô! . . Em muốn hỏi là để xin mở lớp chuyên ngành EE3007 - lý thuyết điều khiển nâng cao của ngành Kỹ thuật điều khiển và tự động hóa thì cần tối thiểu bao nhiêu sv để làm đơn xin mở lớp ạ.. .",
            "Chào bạn,. . . . Nếu tầm khoảng 30 sinh viên là tốt nhất để xin mở lớp.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Trong điều 31 phụ lục 1, trong mục 3 phần b có. . ghi:. . . . \"Đồi với các khóa từ 2013 đến 2017, cho phép dự thi kỹ năng Speaking & Writing của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa với mức Đạt, tương đương mức điểm 200, riêng chương trình tài năng là mức “Đạt TN”, tương đương mức điểm 245.\". . . . Em K2019 hệ chính quy thì em phải thi ở IIG mà không được thi ở BKEnglish ạ.",
            "Chào bạn,. . . . . . Trong điều 31 phụ lục 1, trong mục 3 phần b có ghi rất rõ nè bạn:. . . . b) Quy định về kỹ năng tiếng Anh:. . . . - Chuẩn tiếng Anh nhận LVTN chấp nhận các chứng chỉ tiếng Anh 2 kỹ năng và chứng chỉ tiếng Anh 4 kỹ năng.. . . . - Chuẩn tiếng Anh xét tốt nghiệp (Áp dụng cho bậc đại học chính quy từ khóa 2013 trở đi): phải đạt 4 kỹ năng (Reading, Listening, Speaking, Writing). . . . + Các chứng chỉ tiếng Anh 4 kỹ năng được chấp nhận: TOEFL iBT, IELTS, KET, PET, FCE, CAE, VNU-EPT. . . . + Các chứng chỉ tiếng Anh 2 kỹ năng (Listening & Reading) TOEIC, TOEFL ITP, BULATS được chấp nhận với điều kiện phải đạt thêm một trong các chứng chỉ sau:. . . . * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200. Riêng chương trình tài năng là 245.. . . . * Chứng chỉ BULATS Speaking & Writing với mức điểm tối thiểu là 6.0. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Yêu cầu khác: Em chào thầy/cô ạ,. . Ở kỳ 191 em có dự thi anh văn định kì do trường tổ chức thi trên máy tính và em đã qua chuẩn năm 1, em kiểm tra ở bảng điểm thì sau đó vẫn còn. Thế nhưng khoảng vài tháng gần đây thì trên bảng điểm hk191 của em không còn xuất hiện điểm anh văn lúc đó em dự thi nữa. Vậy cho em hỏi đó là do hệ thống hay quy định của nhà trường bắt buộc phải thi lại sau mỗi học kì ạ. . . Em cảm ơn.",
            "Chào bạn,. . . . Nếu bạn đã thi đạt rồi, không cần thi nữa. Nếu chưa qua chuẩn anh văn sau năm 2,3 thì bạn đăng kí thi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy/cô. . . . Trong HK 3 (2019-2020) em có làm đơn rút môn học Thực tập điện tử 1 (EE2023) và đã được phản hồi tiếp nhận. Nhưng em xem lại điểm thi của môn học thì vẩn thấy ghi điểm 13 (VT). Phiền quý thầy/cô xem lại giúp em",
            "Chào em.. . Môn học ko ảnh hưởng sau này nhé.. . sau nầy khi in bảng điểm chi in  các môn đạt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô , hiện tại em là sinh viên năm 3 , trong học kỳ 201 này em đăng học môn Anh văn 3 ở trường để có thể đăng ký môn trong học kỳ 202 sắp tới , nhưng ngày kết thúc đăng ký môn học đợt 3 thì môn học anh văn 3 vẫn chưa thi cuối học kỳ. Vậy cho em hỏi là em có bị xoá môn học trong lần đăng ký môn học đợt 3 không ạ . Em cảm ơn . . . .",
            "Chào bạn,. . . . Bạn vẫn DKMH bình thường nha, khi nào có điểm anh văn 3 PDT sẽ xét lại cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. Hiện tại em thanh toán tiền đóng tiếng anh để chuyển điểm nhưng khi vào trang thanh toán OCB không hiện ra hóa đơn nào cả, thầy/cô có thể giúp em trường hợp này được không ạ. Em xin cảm ơn.. .   i Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .      Em vừa thi anh văn đầu vào và không đủ tiêu chuẩn để pass av năm nhất hiện em là sv năm 2 cho em hỏi em có thể đăng ký được môn học cho hk2 đc không ạ?. .      nếu không em có thể đk thi av đầu vào đợt cuối tháng 1 này đuọc không ạ?",
            "Chào bạn,. . . . Bạn nên đăng kí anh văn đầu vào đợt 3 nha, còn việc có được DKMH hay không bạn đợi mail thông báo PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang là sinh viên năm 2, em chưa đủ chuẩn av của sv năm 2. Em thi ở ngoài để nộp đợt chuyển điểm ngày 7/1 nhưng em thi được 500 điểm toeic vậy em có nộp để xét đăng ký môn học được k ạ?. .",
            "Chào bạn,. . . . Bạn nộp Toeic vào ngày 7/1, bạn có thể đăng kí môn học đợt 3 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 .",
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19. . . .   /QUOTE . .  Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19. . Vắng thi cuối kỳ dự thính môn Giải tích 2 vì bị cháy rạ có được không ạ. .   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô ạ!. . em muốn hỏi về quy tắc chuyển điểm anh văn trong slide \"các thay đổi từ HK192\" áp dụng cho cả khoá K2018 luôn phải không ạ?. . Em cảm ơn thầy/cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/ cô, cho em hỏi là kì này là kì cuối trong chương trình đào tạo của em (6,5 năm) mà em vẫn chưa ra trường được, vậy cho em hỏi em muốn đổi qua hệ Vừa học vừa làm thì thời gian đăng ký là khi nào vậy ạ? Em cảm ơn",
            "Chào bạn, . . . . Bạn làm đơn thôi học  để bổ túc hồ sơ bên hệ VLVH, các anh chị hệ VLVH sẽ tư vấn cho bạn thêm. Hiện giờ cũng là thời gian DKMH đó bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cahof thầy (cô) theo em K17 ạ theo như xem trên aoo về quy định anh văn, em thấy muốn được đăng ký môn học năm 3 là trên 350 và em vừa thi anh văn xết chuẩn ở trường được 375 liệu có được đk năm học môn học năm 3 không ạ.",
            "Chào bạn,. . . . Bạn làm theo qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] MSSV:[student_id]. . em thấy trên biểu đồ môn học là trước ngày 13/1 nộp chứng chỉ để chuyển điểm ngoại ngữ mà đăng kí luận văn là ngày 22/1 .Pdt cho em hỏi nếu em k cần chuyển điểm anh văn thì em nộp sau ngày 13/ đến trước ngày 22/1  thì em có thể đăng kí luân văn không ạ",
            "Chào bạn,. . . . Nếu bạn có chứng chỉ ngoại ngữ thì bạn nộp lên  trên Mybk theo đúng thời gian qui định của PDT để đăng kí luận văn. . . . . Bạn không muốn chuyển điểm thì không đăng kí chuyển điểm và không đóng tiền chuyển điểm thôi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào PĐT,. . Em là [full_name]-[student_id] học lớp XD16TNCT, em học lớp Tài năng tuy nhiên em không đạt anh văn kịp để ra trường đúng hạn trong kì trước. Hôm nay em mới đủ điều kiện ra trường vậy em có cần làm đơn để nhận bằng đại trà không ạ? Cho em hỏi thêm là khi nào em có để đăng kí xét tốt nghiệp được ạ? . . Em cảm ơn! . .",
            "Chào bạn,. . . . Bạn làm đơn nộp PDT xin xét tốt nghiệp lấy bằng đại trà nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vắng thi cuối kỳ học kỳ 2/2019-2020 do dịch COVID-19 . Kì 2/2019-2020 em được cho phép vắng thi và dự thi sau để xóa điểm 13 môn học Tư tưởng [full_name] SP1005, thời gian đầu em chưa thấy cập nhật điểm nên đã chờ nhưng sau đó thấy không cập nhật và không thay đổi điểm nữa. Em xin PĐT kiểm tra lại giúp em. Em xin cảm ơn. .",
            "Chào bạn,. . Điểm thi xóa 13 môn SP1005 của bạn có điểm tổng kết là 3,0 đ.. . Thân mến",
            "Kính gửi Phòng Đào Tạo,. . . . Em xin cảm ơn PĐT đã phản hồi, mong PĐT cập nhật điểm thi và điểm thành phần môn học cho em để tránh bị ảnh hưởng điểm rèn luyện do vắng thi.. . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Hiện tại hệ thống nha trường đã cập điểm môn SP1005 cho bạn rồi, nhưng cổng thông tin sinh viên thì chưa thôi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi hiện em là sinh viên năm 2 khoá 2019. Hiện nay em chưa đạt chuẩn anh văn năm 1. Vậy học kì 202 em có thể đăng kí các môn thuộc năm 1 không ạ. Em cảm ơn",
            "Chào bạn,. . . . Được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô, cho em hỏi em thi chuẩn anh văn trong trường mình hôm nay được 585đ vậy em có được qua 4 anh văn của khóa K19 không ạ?. . Tại em thấy chuẩn mới K2020 là 600 mới qua hết 4 anh văn.",
            "Chào bạn,. . . . Kỳ thi anh văn định kỳ do trường tổ chức chỉ dành xét chuẩn anh văn sau các năm thôi bạn.. . . . Thân"
        ]
    }
]