[
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi, mình có xin rút môn học (đã đăng ký học ở các học kỳ trước) không tính điểm vào bảng điểm nữa được không ạ? Do có một số môn học không nằm trong chương trình đào tạo của em (không phải môn tương đương với chương trình K2013). Nên em muốn xin rút những môn đó ra khỏi bảng điểm của mình, để cải thiện điểm trung bình tích lũy ạ. Cám ơn PĐT.",
            "Chào bạn,. . . . Điểm trung bình tích luỹ ngành chỉ tính những môn trong CTDT của bạn thôi nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . PĐT kiểm tra giúp em còn thiếu những điều kiện nào, để em bổ sung trong học kỳ này với ạ. Em xin cám ơn.",
            "Chào bạn,. . Hiện tại bạn đã hết thời gian đào tạo, vào bạn không được đăng ký môn học trong học kỳ này nhé.. . Bạn có đã có trong danh sách thi vét, vui lòng kiểm tra email sinh viên và xem thông báo thi vét tại trang aao.hcmut.edu.vn, và kiểm tra mình có đủ điều kiện thi vét, đăng ký nộp đơn thi vét tại Phòng Đào tạo.. . Đính kèm file các môn nợ của bạn:. . Tải mẫu Phiếu đăng ký tại www.aao.hcmut.edu.vn    Sinh viên    Biểu mẫu, và điền đầy đủ thông tin. . . . - Nộp Phiếu đăng ký và lệ phí (50.000 đ/môn) tại Phòng Đào tạo (cơ sở [full_name]) từ 11/11/2020 – 18/11/2020.. . . . - Nhận Phiếu dự thi tại Phòng Đào tạo (cơ sở [full_name]) từ 21/12/2020 đến hết ngày 28/12/2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ xin cho e hỏi , e thấy lịch thi cuối kì của e là mùng 8 12 âm lịch sẽ xong xin cho e hỏi là thi xong có đc nghỉ tết luôn k ạ vì e ở ngoài bắc nên e muốn để đặt vé về quê sớm ạ e cảm ơn. .",
            "Chào bạn,. . . . Bạn vui lòng xem biểu đồ học tập đã cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1883.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô ạ. Dạ hiện tại em đã cập nhật thông tin đăng ký mua BHYT thành công nhưng em không chọn được mục \"Chọn loại bảo hiểm đăng ký mua\" ạ. Vì không chọn được mục đó nên em không thể ấn nút đăng ký mua BHYT được ạ. Em mong thầy/cô có thể hỗ trợ em về vấn đề nói trên ạ. Mong phản hồi từ thầy/cô ạ. Dạ em xin cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ Phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . Em xin trình bày là thời khóa biểu học kỳ này em học 12tc( 9tc luận văn TN, 3tc môn an toàn, còn môn Anh văn 400 em đã đóng học phí trước để mở lớp rồi ạ(1.440.000đ). Nên mức học phí 6.300.000 là chưa hợp lý, rất mong quý thầy cô xem lại giúp em với!. . Trân trọng!. . . .",
            "chào bạn. . . . HK201 bạn đăng ký thành công 2 môn. . - EE3097 - N6H1 3tc x 525.000 = 1.575.000. . - EE4313 - T01   9tc x 525.000 = 4.725.000. .                                                     6.300.000. . . . Môn anh văn không có trong tính học phí này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hiện tại em có nhận được mail Xét tuyển thẳng vào cao học. Vì lúc trước e học Bảo Dưỡng Công Nghiệp. Hệ Cao Đẳng, Sao e nhận được email này ạ?. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Đào Tạo Sau Đại Học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi năm lịch đăng ký làm luận văn tốt nghiệp gần nhất mở khi nào ạ?. . Em cảm ơn ạ. .",
            "Chào bạn, . . . . Bạn vui lòng kiểm tra mail.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô cho em hỏi, nếu làm đơn gia hạn thời gian nộp học phí đợt 1, thì hạn trót trễ nhất cho phép là ngày mấy ạ? Em xin cảm ơn. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào ban quản lý học vụ.. . Vừa rồi pđt đã xử lý vấn đề không có thời khóa biểu luận văn cho em và đã có thời khóa biểu vào ngày 5/11.. . Vậy em muốn hỏi là khi nào thì BKpay được cập nhật để đóng học phí ạ.. . Mong ban quản lí học vụ giúp đỡ ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Cuối tuần PDT sẽ cập nhật học phí cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kinh gửi thầy/cô,. . . . Em là [full_name], đến từ khoa Kỹ thuật Giao Thông. Do nhu cầu đăng ký ứng tuyển thực tập sinh nên em cần phải có file mềm của bảng điểm trong hồ sơ. Vậy để lấy file mềm thì em cần phải làm những gì ạ?. . . . Mong thầy/cô có thể hướng dẫn cho em. Em cảm ơn nhiều ạ.. . . . Best regards,. . . . [full_name]",
            "Chào bạn,. . . . Bạn có thể vào Cổng thông tin sinh viên, mục điểm.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name]. . MSSV: [student_id]. . Em đã nộp chứng chỉ ngoại ngữ, đã được thẩm tra hợp lệ và đóng tiền rồi thì thấy có mã xác nhận đăng ký như trong ảnh. Cho em hỏi mã này phải nhập vào đâu để em được chuyển điểm ạ?",
            "Chào bạn,. . . . PDT đã chuyển điểm cho bạn rồi, điểm sẽ cập nhật trên cổng thông tin sau nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học . Chào cô/ thầy,. . Em vừa thi Toeic xong mà em có đăng ký lớp anh văn 4 của thầy [full_name] chiều thứ 7 và sáng Chủ nhật  nên em muốn rút môn học này.. . Em cám ơn.",
            "Chào bạn,. . . . Bạn làm đơn rút môn học nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy(cô),. . Em muốn hỏi số ngày công tác xã hội cần để làm điều kiện tốt nghiệp là bao nhiêu ngày.. . Em rất mong được giải đáp thắc mắc.. . Cảm ơn thầy(cô). .",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . em đa đăng kí môn học dự thính 201 vào đợt 3 nhưng đến giờ pđt vẫn chưa trả kết quả và cập nhật tkb cho em cũng như danh sách lớp. Em mong pđt xem lại giúp.",
            "Chào bạn,. . . . Bạn bị trùng TKB nên không đăng kí được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . . Cho e hỏi kh nào có thẻ sinh viên?",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail nha, nếu có thẻ sv PDT có gởi mail cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo. . . Em là sinh viên K16 chuẩn bị tốt nghiệp vào tháng 11 này. Hiện tại thì em đã có tên trong danh sách tốt nghiệp tạm thời và hoàn tất thủ tục đăng kí tốt nghiệp từ ngày 19/10/2020. . . Tuy nhiên cho tới hôm nay (ngày 7/11/2020) thì em vẫn chưa tra cứu được thông tin của mình trong danh sách tốt nghiệp chính thức. . . PĐT cho em hỏi khi nào thông tin tốt nghiệp của em mới được cập nhật và liệu em có cần phải lên gặp trực tiếp PĐT để đăng kí thông tin bổ sung không ạ? Mong PĐT giải đáp giúp em.. . Em cảm ơn.",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:  Chào ad!. .  Cho em hỏi là em đã cập nhập ảnh thẻ thì có hiện thông báo đã xác nhận được rồi nhưng khi em load lại để kiểm tra thì lại hiện như cũ ở hình 5. Vậy cho e hỏi là như vậy thì việc upload hình của em thành công chưa ạ?. .  Cảm ơn ad.",
            "Chào bạn,. . . . Bạn vui lòng xem mục hồ sơ ảnh.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi. Sao em vô đăng ký tham gia bảo hiểu y tế k dc v ạ. . Yêu cầu khác:",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào PĐT ạ. Vừa rồi em có đăng ký tốt nghiệp và đã được duyệt vào ngày 24/10 ạ. . . 1. PĐT cho em hỏi là khi nào em sẽ có tên trong danh sách tốt nghiệp chính thức ạ?. . 2. Về giấy tốt nghiệp tạm thời ở khoa, do em bận đi làm nên không lấy có được không ạ?. . em cảm ơn ạ  B",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . - Bạn không lấy giấy tốt nghiệp tạm thời vẫn được nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hôm qua em có đăng ký tham gia BHYT học kỳ 201. Tại mục thanh toán bảo hiểm em đã ấn vào đồng ý thanh toán nhưng khi kiểm tra lại thì đây là BHYT được đăng ký của học kỳ 191. Thầy/Cô cho em hỏi BHYT mà em vừa ấn đồng ý thanh toán là BHYT của học kỳ 191 hay 201 vậy ạ. Trang đăng ký BHYT của bạn em tại mục BHYT 191 đều hiện đã thanh toán, trong khi BHYT kỳ 191 em cũng đã thanh toán đầy đủ lại hiện \"Chờ xác nhận\".. . Mong Thầy/Cô hỗ trợ giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy ơi , trong phần thông tin cá nhân đăng ký tốt nghiệp mục nơi sinh em không sửa được , mong thầy sửa lại giúp em . . . Họ và tên : [full_name]. . Mssv: [student_id]. . Ngày sinh: 26/06/1992. . Nơi sinh : thành phố Hồ Chí Minh. .",
            "Chào bạn,. . . . Đã cập nhật nơi sinh cho bạn rồi, bạn vui lòng kiểm tra lại.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   I   /I Yêu cầu khác: thưa Phòng đào tạo. . - Em là sinh viên chuyển từ chương trình clc ngành cơ điện sang hệ đại trà, đã được sự đồng ý của các ban lãnh đạo các cấp nhà trường và khoa cơ khi chuyển suống học cùng với khóa k20 chuyên ngành kỹ thuật Cơ điện tử. Nhưng hiện tại lớp em là CK20CK14 (tức là khoa cơ khí và ngành kỹ thuật cơ khí) - Em nghĩ văn phòng đào tạo đã xếp sai lớp cho em. Hiện tại thì em đang học quân sự t2-t6, thứ 7-cn phòng đào tao không làm việc. Thưa cô, giờ em phỉa làm gì ạ.. . Em xin trân thành cám ơn. . .",
            "thưa Phòng đào tạo . . - Em là sinh viên chuyển từ chương trình clc ngành Cơ điện tử sang hệ đại trà, đã được sự đồng ý của các ban lãnh đạo các cấp Nhà Trường và ban lãnh đạo Khoa Cơ Khí chuyển suống học cùng với khóa k20 chuyên ngành kỹ thuật Cơ điện tử. Nhưng hiện tại lớp của em là CK20CK14 (tức là: Khoa Cơ khí và ngành kỹ thuật Cơ Khí) - Em nghĩ văn phòng đào tạo đã xếp nhầm lớp cho em. Hiện tại em đang học quân sự từ t2- t6 hàng tuần, t7- cn phòng đào tọa không có làm việc. Thưa cô, giờ em phải làm gì ạ. Em xin trân thành cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng chụp hình quyết định chuyển từ chất lượng cao sang đại tra nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy cô,. . Em đã có tên trên ds tốt nghiệp dự kiến và đã đăng ký tốt nghiệp online thành công. Nhưng từ lúc nhận được xác nhận đăng ký thành công qua mail đến nay đã nửa tháng nhưng e kiểm tra vẫn chưa thấy tên trong ds tốt nghiệp chính thức.. . Mong quý thầy cô kiểm tra lại giúp em còn vướng mắc gì không ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . - Bạn đã hoàn thành các bước đăng kí tốt nghiệp rồi thì yên tâm . Khi nào có quyết định tốt nghiệp thì tình trạng sv sẽ chuyển sang tốt nghiệp.. . . . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy (cô),. . Em tên [full_name] . . Thầy (cô) cho em hỏi là giấy xác nhận cho sinh viên vay vốn ngân hàng tại địa phương em có thể liên hệ với phòng nào để được cấp ạ?. . Trân trọng cảm ơn!. .",
            "Chào bạn,. . . . Bạn liên hệ phòng Công Tác Chính Trị Sinh Viên để được tư vấn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dear các Thầy Cô phòng Đào tạo,. . . . Cho em hỏi mình đã có ngày tổ chức lễ tốt nghiệp chính thức chưa? Vì theo dự kiến là trong tháng 11 mà bây giờ đã hết tuần đầu của tháng mà em vẫn chưa nhận thông báo.. . . . Em rất mong nhận được thông báo chính thức sớm, em đã lên phòng đào tạo hỏi 3 lần trong tháng 10 và luôn nhận được câu trả lời là sẽ báo qua mail. . . . . Em rất mong phòng Đào tạo hỗ trợ thông báo sớm đến chúng em hoặc có biện pháp đẩy nhanh quá trình thống nhất ngày làm lễ sớm để chúng em có thời gian chuẩn bị.. . . . Em xin cảm ơn",
            "Chào bạn,. . . . Lễ tốt nghiệp 28/11 nha bạn. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin chào thầy cô ạ.. . Em là [full_name], hiện đang học Khoa Kĩ Thuật Hóa Học. Em thấy nhà trường có gửi mail đăng kí bảo hiểm y tế mới, nhưng em không tìm thấy thẻ bảo hiểm cũ nên không đăng kí mới được.Mong thầy cô giúp em nên làm gì tiếp theo với ạ? Em xin chân thành cảm ơn quý thầy co rất nhiều.",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ,. . Cho em hỏi là kì thi kiểm tra trình độ tiếng anh sắp tới sẽ diên ra vào khoảng thời gian nào và [full_name]18 có thể đăng ki thi không ạ ??. . Em xin cảm ơn.",
            "Chào bạn,. . . . - Hiện tại nhà trường chưa có thông báo về việc ngày thi chuẩn tiếng anh hằng năm. Khi nào PDT có ngày thi chuẩn tiếng anh hằng năm,  sẽ gởi mail thông báo cho sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào ạ!. . Em có thắc mắc là nhiều SV đã nhận được tiền hỗ trợ gói cước 3g cho SV trong đợt dịch, mà đến giờ em vẫn chưa nhận được ạ.. .",
            "Chào bạn,. . . . Bạn nhập sai số tài khoản, bạn vui lòng nhập lại nha.. . . . Thân",
            "Dạ em kiểm tra là đã nhập đúng rồi ạ.",
            "Chào bạn,. . . . Nếu bạn đã nhập đúng số tài khoản, khi nào PDT chuyển tiền sẽ gởi mail thông báo cho sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo. Tài khoản [full_name] của em ko có hiển thị học phí học kỳ chính, trong khi gần hết hạn đợt 1 rồi.. . Học phí học kỳ dự thính thì có hiển thị, nhưng lại không có nút thanh toán.. . Mong Phòng Đào Tạo kiểm tra giúp em.. . Em xin chân thành cảm ơn.. . Sinh viên kính đơn. .",
            "Chào bạn,. . . . PDT sẽ cập nhật học phí cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . Em xin trình bày là thời khóa biểu học kỳ này em học 12tc( 9tc luận văn TN, 3tc môn an toàn, còn môn Anh văn 400 em đã đóng học phí trước để mở lớp rồi ạ(1.440.000đ). Nên mức học phí 6.300.000 là chưa hợp lý, rất mong quý thầy cô xem lại giúp em với!. . Trân trọng!",
            "chào bạn. . . . HK201 bạn đăng ký thành công 2 môn. . - EE3097 - N6H1 3tc x 525.000 = 1.575.000. . - EE4313 - T01   9tc x 525.000 = 4.725.000. .                                                     6.300.000. . . . Môn anh văn không có trong tính học phí này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho e xin file giấy hoãn nghĩa vụ quân sự nhà trường cấp k ạ . .",
            "Chào bạn,. . . . Bạn vào Mybk để in giấy xác nhận sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi: em tra thông tin tốt nghiệp dự kiến thì điểm trung bình tốt nghiệp của em là 7.52 nhưng điểm trung bình tích lũy ngành trong bảng điểm trên mybk là 7.46 thì có vấn đề gì không ạ? Kính mong PĐT xem lại giúp em ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin rút môn học cơ lưu chất Cl2004 (có tính học phí).",
            "Chào bạn,. . . . Việc này bạn làm đơn nộp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đăng kí in thẻ và đã thanh toán mà phiếu đăng kí của em vẫn bị đang chờ thanh toán vậy ạ",
            "Chào bạn,. . . . Bạn hỏi vấn đề gì?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô!. . Em xin trình bày là thời khóa biểu học kỳ này em học 12tc( 9tc luận văn TN, 3tc môn an toàn, còn môn Anh văn 400 em đã đóng học phí trước để mở lớp rồi ạ(1.440.000đ). Nên mức học phí 6.300.000 là chưa hợp lý, rất mong quý thầy cô xem lại giúp em với!. . Trân trọng!  B",
            "chào bạn. . . . HK201 bạn đăng ký thành công 2 môn. . - EE3097 - N6H1 3tc x 525.000 = 1.575.000. . - EE4313 - T01   9tc x 525.000 = 4.725.000. .                                                     6.300.000. . . . Môn anh văn không có trong tính học phí này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào quí nhà trường,Em là [full_name] MSSV: [student_id]. Em hiện là sinh viên Khóa 2015 Chương trình Việt Pháp chuyên ngành Hệ thống năng lượng. Hôm nay em đã có tên trong danh sách tốt nghiệp chính thức nhưng ở mục ngoại ngữ của em chỉ hiện thị điểm toeic và không hiện chứng chỉ tiếng Pháp delf b1 (mặc dù em đã được thẩm tra và thanh toán tiền đầy đủ) và em thấy các bạn tốt nghiệp trong lớp em vẫn có hiển thị cả 2 chứng chỉ tiếng Anh và Pháp. Kính mong thầy cô xem xét và hỗ trợ giúp em ạ",
            "Chào bạn,. . . . Thứ 2 hàng tuần PDT sẽ cập nhật thông tin tốt nghiệp, thứ 2 tuần tới bạn kiểm tra lại nha. Nếu có gì trục trặc bạn khiếu nại  nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là các bạn của em có mail của ocb gởi về mà em chưa có hoặc có thể em đã lỡ xoá vậy có thể gởi lại qua mail dùm em không ạ em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ [full_name] nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Do em bị mất thẻ BHYT năm trước nên em không thể điền vào phần thông tin số thẻ BHYT 2020 được, em xin hỏi là em phải làm sao ạ ?",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cô cho em hỏi làm thế nào để hủy khoản \"thanh toán bảo hiểm y tế 6 tháng\" trên Bkpay được không ạ?. . . . - Em đã đăng ký bảo hiểm 12 tháng rôi , nên không biết cách hủy cái còn lại.. . . .",
            "Chào bạn,. . . . Bạn vui lòng liên hệ phòng Công Tác Chính Trị Sinh Viên để xin tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô, . . - Em gửi cô quyết định chuyển chương trình từ clc sang hệ đại trà ạ.. . - Em là sinh viên chuyển từ chương trình clc ngành Cơ điện tử sang hệ đại trà, đã được sự đồng ý của các ban lãnh đạo các cấp Nhà Trường và ban lãnh đạo Khoa Cơ Khí chuyển suống học cùng với khóa k20 chuyên ngành kỹ thuật Cơ điện tử. Nhưng hiện tại lớp của em là CK20CK14 (tức là: Khoa Cơ khí và ngành kỹ thuật Cơ Khí). . - Em nghĩ văn phòng đào tạo đã xếp nhầm lớp cho em. Hiện tại em đang học quân sự từ t2- t6 hàng tuần, t7- cn phòng đào tạo không có làm việc. Thưa cô, giờ em phải làm gì ạ. Em xin trân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn vui lòng chụp hình quyết định chuyển từ chất lượng cao sang đại trà để PDT kiểm tra lại cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi Phòng Đào Tạo. Tài khoản [full_name] của em có hiển thị học phí HK 1 và dự thính nhưng lại không có nút Thanh toán. Mong Phòng Đào Tạo xem lại giúp em.. . Em xin chân thành cảm ơn.. . Sinh viên kính đơn.. . . .",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra mail nha, khoá 20 chưa đến thời hạn đóng học phí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT giúp em kiểm tra phần thanh toán học phí của em với.Không có chọn để thanh toán.",
            "Chào bạn,. . . . Bkay đã cập nhật, bạn vào thanh toán nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Theo quy chế của PDT thì khi đăng ký thực tập tốt nghiệp thì chỉ được đăng ký tối đa thêm 9 tín chỉ. Em muốn xin PĐT cho e phép được đăng ký thêm tín chỉ và nếu được thì mình có cần làm đơn hay không. Xin cảm ơn. . .",
            "Chào bạn,. . . . Bạn vui lòng đăng kí đúng theo qui chế của nhà trường có cập nhật trên web Phòng Đào Tạo http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1609.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi bao giờ tổ chức kỳ thi anh văn định kỳ ạ!!!. .   Cảm ơn!. .",
            "Chào bạn,. . . . - Khi nào có ngày thi kiểm tra trình độ tiếng Anh (theo định dạng TOEIC) PDT sẽ gởi mail thông báo cho sinh viên. Bạn vui lòng đợi mail nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trước đây có thông báo sẽ có đợt thi anh văn theo định dạng toeic vào tháng 11,  em muốn hỏi khi nào sẽ tổ chức thi ạ? Em cảm ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . - Khi nào có ngày thi kiểm tra trình độ tiếng Anh (theo định dạng TOEIC) PDT sẽ gởi mail thông báo cho sinh viên. Bạn vui lòng đợi mail nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho con hỏi là kì 202 này con nghe nói là av phải đạt 350 mới được đkmh phải không ạ  ... với hiện tại con đang học lớp  av1 ở kì chính thì có được đkmh kì 202 được không ạ . Con cảm ơn ạ !",
            "Chào bạn,. . . . Bạn đừng nghe nói, bạn phải tìm hiểu qui chế học vụ, điều bạn muốn hỏi nằm trong qui chế học vụ  điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ các anh chị cho em hỏi một số vấn đề sau với ạ:. . 1. \"Nợ tối đa 16 tín chỉ so với chương trình đào tạo\" thì những môn nợ em sẽ trả ở học kì 202 cũng được tính là đậu đúng không ạ? Do em được đọc số môn của học kì 202 sẽ được tính là đậu để đi thực tập.. . 2. Trong 16 tín chỉ đó có bao gồm 8 chỉ Anh văn chưa nộp bằng không ạ?. .",
            "Chào bạn,. . . . Trong qui chế về đăng kí môn TTTN qui định rất rõ mà bạn:. . 1. Môn Thực tập tốt nghiệp (TTTN). . . . - Điều kiện đăng ký môn TTTN: sinh viên phải đạt yêu cầu về môn tiên quyết/học trước/song hành và đạt số tín chỉ tích lũy ngành tối thiểu (cho phép nợ tối đa 16 tín chỉ so với tiến độ đào tạo). Xem bảng quy định chi tiết cho mỗi khóa, ngành.. . . . Khi xét điều kiện số tín chỉ tích lũy ngành, các môn đang học trong học kỳ chính kế trước được tính vào số tín chỉ tích lũy (dù chưa có điểm hay đã có điểm chưa đạt) và các môn trong học kỳ dự thính được tính vào số tín chỉ tính lũy nếu có kết quả đạt.. . . . 2. Vì môn anh văn 1,2,3,4 là môn học trong CTDT, nên cũng tín vào số tín chỉ tích luỹ để xét tốt nghiệp luôn nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào thầy/cô. Dạ cho em hỏi nếu em nộp bằng Toeic để chuyển điểm anh văn vào ngày 11/12/2020 (ngày chuyển điểm AV) thì có thể chuyển điểm kịp để tới ngày 17/12/2020 em đăng kí môn học đợt 2 không ạ? Nếu không thì em phải nộp bằng Toeic trước bao nhiêu ngày để kịp đăng kí môn học đợt 2 ngày 17/12/2020 ạ? Dạ em cảm ơn.",
            "Chào bạn,. . . . Trước mỗi đợt DKMH Phòng Đào Tạo luôn lấy dữ liệu chuyển điểm anh văn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  . . Chào PĐT, vào tầm lúc 9h sáng 09/11/2020, em có đăng ký thẻ BHYT nhưng mà web cứ bị lỗi, chiều 09/11/2020 thì em vào lại bấm xác nhận đăng ký thì kết quả trên BKpay có 2 mã thanh toán còn trên web đăng ký thì chỉ có 1. Thì em nên thanh toán theo mã thanh toán trên web đăng ký đúng không.Dạ, em cảm ơn. .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là hiện tại em còn thiếu chứng chỉ av nói viết để xét tốt nghiệp và em còn thi để bổ sung nhưng thời gian quyết định tạm dừng học đã quá 2 học kì chính vậy em có bị buộc thôi học không ạ?",
            "Chào bạn,. . . . Bạn cố gắng hoàn thành anh văn nói viết để ra trường nha, đến học kỳ 202 là bạn hoàn thành quá 2 học kỳ rồi.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa cô,. . - Em gửi cô quyết định chuyển chương trình clc sang đại trà ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Thưa cô,. . - Em gửi cô quyết định chuyển chương trình từ clc sang hệ đại trà ạ.. . - Em là sinh viên chuyển từ chương trình clc ngành Cơ điện tử sang hệ đại trà, đã được sự đồng ý của các ban lãnh đạo các cấp Nhà Trường và ban lãnh đạo Khoa Cơ Khí chuyển suống học cùng với khóa k20 chuyên ngành kỹ thuật Cơ điện tử. Nhưng hiện tại lớp của em là CK20CK14 (tức là: Khoa Cơ khí và ngành kỹ thuật Cơ Khí). . - Em nghĩ văn phòng đào tạo đã xếp nhầm lớp cho em. Hiện tại em đang học quân sự từ t2- t6 hàng tuần, t7- cn phòng đào tạo không có làm việc. Thưa cô, giờ em phải làm gì ạ. Em xin trân thành cảm ơn.",
            "Chào bạn,. . . . - PDT đã kiểm tra quyết định của bạn, hệ thống trường đã cập nhật  tên lớp CK20COD1 trong học kỳ 201 theo công văn  80/CK - 22/5/2020.. . . . Cổng thông tin sinh viên PDT sẽ cập nhật lại cho bạn nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .",
            "Chào bạn,. . . . Việc này bạn về khoa để giải thích cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em:Trang Thanh Châu MSSV [student_id] học khoa kỹ thuật Xây dựng. .   i Đăng ký môn học . Cho em hỏi là đợt đăng ký môn học đợt 2 hk 202 là ngày 17/12 bắt đầu đăng ký thì em nộp bằng chứng chỉ ngoại ngữ vào ngày 18/12 để xét đăng ký môn học thì có được đăng ký môn học trong đợt 2 luôn không ạ hay phải nộp trước ngày 17/12 ạ . . Em xin cảm ơn ạ!!",
            "Chào bạn,. . . . - Bạn phải nộp trước ngày DKMH nha, bạn nộp sau ngày đăng kí bạn phải đăng kí môn học đợt tiếp sau đó. . . . . Thân. . . ."
        ]
    }
]