[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô phòng đào tạo ạ . . Em là [full_name] - mssv: 191756 - lớp CK19CTM3. . Học kì 202 em có thi môn sức bền vật liệu (cl2001). Em có làm bài và nộp bài cũng như file record đầy đủ, nhưng đến lúc nộp bài em có nộp nhầm lớp L04-B thành L03-B ạ. . Vậy phòng đào tạo có thể mở lại cho em được chấm bài được không ạ.. .",
            "Chào em,. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . - Vậy phòng đào tạo có thể mở lại cho em được chấm bài được không ạ.. . =  Em liên hệ GV để được hướng dẫn.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . Họ và tên sinh viên: [full_name]. . Kính thưa PĐT, kì 202 vừa rồi do ko đáp ứng kịp yêu cầu về thiết bị để tham gia thi, em đã đăng kí hoãn thi một số môn. Và đợt hậu kiểm với Khoa vừa rồi, em đã nhận được điểm 14 cho các môn đã hoãn thi. Và em có hai câu hỏi cần được PĐT giải đáp thắc mắc:. . (1) Để thi bổ sung thì sinh viên (bản thân em) phải đăng kí thi bằng mẫu có sẵn của trường trong bất kì học kì nào trong thời hạn 1 năm( có tổ chức thi môn đã được hoãn) phải không ạ?. . (2) Thời điểm em nhận được kết quả hoãn thi (điểm 14 trong bảng điểm) là vào ngày 16/11/2021(trong đợt thông báo kết quả hoãn thi của PĐT qua gmail gần nhất) vậy em phải bổ sung điểm cho môn đã hoãn trong vòng 1 năm thì ngày hết hạn 1 năm sẽ vào ngày bao nhiêu ạ?. . . .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Nếu em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé.. . (1) Để thi bổ sung thì sinh viên (bản thân em) phải đăng kí thi bằng mẫu có sẵn của trường trong bất kì học kì nào trong thời hạn 1 năm( có tổ chức thi môn đã được hoãn) phải không ạ?. . =  Nếu em thi ở HK211 thì không cần mẫu có sẵn. . =  Nếu ở HK212, HK213 hiện tại chưa có thông tin.. . . . (2) Thời điểm em nhận được kết quả hoãn thi (điểm 14 trong bảng điểm) là vào ngày 16/11/2021(trong đợt thông báo kết quả hoãn thi của PĐT qua gmail gần nhất) vậy em phải bổ sung điểm cho môn đã hoãn trong vòng 1 năm thì ngày hết hạn 1 năm sẽ vào ngày bao nhiêu ạ?. . =  Em xem biểu đồ năm học, lịch học vụ để biết nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô,. . Dạ hiện em đã có quyết định hoãn thi chính thức môn Kĩ thuật lập trình ( CO1027 ), nếu hiện em không thấy mail báo lịch thi và không thấy  lịch thi trên myBK của môn Kĩ thuật lập trình thì em sẽ thi cuối kì bù chung với các lớp học trong HK211 phải không ạ ?. . Em cảm ơn các thầy cô. .",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] - [student_id].. . Em làm đơn xin chuyển sang hệ vừa làm vừa học từ học kì 2 năm học 2021 - 2022.. . Mong phòng đào tạo xem xét và chuyển giúp em ạ!. . Em xin cảm ơn!",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin chuyển qua VLVH của bạn.. . SV theo dõi tình trạng cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD sau tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để đăng ký MH cho học kỳ tiếp theo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào PĐT, . . Em tên [full_name] - MSSV: [student_id] - Lớp: HC18SH2. Trong chương trình đào tạo HK1 (2019-2020) có môn bắt buộc là Các quá trình kỹ thuật sinh học 1 (CH2015), em đã học và không qua môn. HK1 (2020-2021) em học môn tương đương là Quá trình và thiết bị cơ học (CH2019) và qua môn này.. . Em muốn chuyển điểm của môn Quá trình và thiết bị cơ học (CH2019) thì em cần làm những thủ tục gì và làm như thế nào ạ?. . Mong PĐT hướng dẫn cụ thể giúp em ạ.. . Em cảm ơn!",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô , em sinh viên khoá trước . Nay có các thô ng tin từ sinh viên khoá k21 sinh hoạt công dân thì được thông báo : theo quy chế mới từ khoá k21 trở đi điểm tổng kết qua môn được áp dụng là 4 điểm ạ , em có kiểm tra học vụ thì thấy bth . Mong thầy cô giải đáp cho em đỡ bất an ạ . . Em cảm ơn Thầy cô !",
            "Chào em,. . Em có kiểm tra học vụ thì thấy bth. . =  Quy chế mới đang trong quá trình hoàn thiện, PĐT sẽ đưa lên trang web trong thời gian tới.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV: [student_id], em có đăng ký nhận giấy CNSV tại văn phòng khoa Môi trường lúc đó em nghe tin trường mở cửa lại (do lần trước em có đăng kí chuyển về nhà qua đường bưu điện nhưng bị vấn đề, em không nhận được, em được đề nghị là đăng ký lại), giờ hiện tại không được phép vào trường, nên em không biết là có cần thiết đăng kí lại qua đường bưu điện không ạ.",
            "Chào em,. . Em vui lòng vào lại mybk/Đăng ký in CNSV để đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ PĐT cho e hỏi e có thể lên trường nhận bằng tốt nghiệp vào T7 được không ạ ? Em cảm ơn. . .",
            "Chào em,. . PĐT làm việc từ thứ 2 đến thứ 6 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi Phòng đào tạo. . Em tên [full_name] MSSV [student_id].vào HK202 em có đăng ký hoãn thi môn Cơ học thủy khí mã MH TR1005 và đã được nhà trường xác nhận. nay em vào điểm thi kiểm tra thì thấy chưa cập nhật hoãn thi. Em mong phòng đào tạo hỗ trợ em ạ. Em xin cảm ơn. .",
            "Chào bạn. . hoãn thi môn Cơ học thủy khí mã MH TR1005 đã được cập nhật điểm Hoãn thi 14. . Bạn xem tại Mybk - xem điểm. . có 1 dòng bị lỗi bạn không cần quan tâm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo.. . Em gửi đơn này mong phòng đào tạo duyệt ạ.. . em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn xem mail kết quả hoãn thi đã gởi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] - [student_id]. . Kì DT202 em có học môn Giải Tích 2, sau khi thi xong do lỗi kết nối nên em có đăng kí hoãn thi. Tuy nhiên em đã đăng ký học vào học kỳ DT211. Vậy nên giờ em muốn huỷ kết quả hoãn thi đó và lấy điểm cũ đã được chấm (4.5). . Em cảm ơn!",
            "Chào bạn. . Hiện tại Pdt đã ra quyết định Hoãn thi chính thức. . Bạn vui lòng viết đơn xin hủy Hoãn thi: trong đơn ghi rõ hủy hoãn thi môn gì? ở học kỳ nào ? Lý do?. . Nộp trước ngày 19/11/2021, để Cô trình Ban lãnh đạo phòng xem xét.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Ủa em đăng kí hoãn thi môn giải tích 2 rồi mà sao ko thấy đeer HT. .",
            "Chào bạn. . Bạn kiểm tra lại chính xác thông tin bạn đăng ký, Pdt kiểm tra KHÔNG CÓ MÔN GIẢI TÍCH 1 và gởi cho bạn tất cả thông tin bạn đã ĐĂNG KÝ HOÃN THI:. . . . 9/8/2021 19:44\tthang.le010198@hcmut.edu.vn\t2014535\tLê Quốc Thắng\tMáy em camera bị hỏng\tHK202\tSP1031\tTruyết học Mác - Lê nin\tME1015\tNguyên lí máy. . . . 14/8/2021 20:49\tthang.le010198@hcmut.edu.vn\t2014535\tLê Quốc Thắng\tMáy em camera bị hongt\tHK202\tPH1005\tVật lí 2\tMT1007\tĐại số tuyến tính. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   B   /B",
            "Chào em,. . Vui lòng ghi rõ các thông tin ghi trong biểu mẫu giúp cô nhé, ngày thi, và mã số MH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô em là [full_name], mã số sinh viên [student_id]. Vào kì 202 em có đăng kí hoãn thi 2 môn và hôm nay em thấy một số bạn được cập nhật điểm hoãn thi và nhận được mail thông báo và một số bạn trong đó có em không nhận được thông báo nào.Mong thầy/cô xem xét ạ. Em xin cảm ơn",
            "Chào em,. . Vào kì 202 em có đăng kí hoãn thi 2 môn. . =  Em vui lòng gửi lại việc em đăng ký hoãn thi 2 môn này để PĐT kiểm tra nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thân chào thầy/cô ạ!. . . . Em có vài điều thắc mắc về dịch vụ In bảng điểm.. . . . Hiện tại em đang làm các thủ tục nhập học chương trình Thạc sĩ tại trường và được yêu cầu in bảng điểm nhưng vì đã tốt nghiệp và đang đợi lấy bằng chích thức nên không được thực hiện thanh toán Online và yêu cầu phải lên PĐT để thanh toán phí in.. . . . Nhưng hiện tại em đang ở quê và chưa thu xếp được các công việc cá nhân, vì thế thầy/cô cho  hỏi rằng mình có được nhờ người thân/bạn bè lên PĐT thanh toán hộ được không ạ? Và nếu được khi đi cần đem theo những thông tin cá nhân nào không?. . . . Trân trọng!",
            "Chào em,. . Được nhé em, chỉ cần đọc mã số SV của em là được, bảng điểm sau khi in sẽ gửi theo đường bưu điện theo địa chỉ bạn đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/Cô ạ. Dạ cho em hỏi nếu là hoãn thi kì 202 thì phải thi vào tháng 12/2021 này ạ. PĐT thông báo theo quy chế là phải thi trong thời hạn một năm . Tụi em đợi để thi off vào kì 212 vì tụi em không có máy tính để thi online . Hiện tại em và các bạn hoãn thi đang rất hoang mang về vấn đề này mong PĐT xem xét ạ.",
            "Chào bạn. . Nếu bạn đã đăng ký Hoãn thi và được đồng ý, về kế hoạch thi xóa điểm Ht, Pdt đã thông báo kế hoạch. . Về việc thi để xóa điểm Hoãn thi:. . -\tMôn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . -\tMôn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . -\tCác môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. .",
            "Yêu cầu khác . Em đã hoãn thi gt2 mà sao vẫn điểm 13 vậy ạ. .",
            "Chào em,. . Em gửi minh chứng việc em đã hoãn thi gt2 để PĐT kiểm tra lại nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - [student_id] - CK19CTM03. . HK 202 em đã làm đơn hoãn thi 5 môn Cuối Kì và đã được nhà trường cập nhật điểm 14.. . Theo như gmail của trường mới nhất thì các môn đó sẽ được cập nhật thi vào Cuối học kỳ 211 này, nhưng mà ở học kỳ 211 này hiện em đã phải thi 5 môn + 1 đồ án thiết kế, nếu nhà trường cộng thêm 5 môn của HK 202 nữa thì em sợ em học không xuể, có cách nào có thể chia số môn phải thi bù ra được không ạ. Chứ em không thể ôn xuể quá nhiều môn như này ạ.. . Em xin PĐT cho em hướng giúp đỡ ạ. Em xin cảm ơn.",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  Lịch thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . - Không thi trong HK211. . Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em đã hoãn thi môn gt2 và được pdt đồng ý nhưng giờ vào check thì điểm 13 ạ . . mong cô giúp em",
            "Chào em,. . Em gửi minh chứng việc em đã hoãn thi gt2 để PĐT kiểm tra lại nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Hồi đăng ký môn học GDTC em lầm tưởng mã môn này là HP2 cho nên em đăng ký cho đến khi TT GDTC ĐHQG TP[full_name]HCM xác nhận lại trường hiện chỉ mới mở HP1, HK 212 mới mở HP2[full_name] Nay em xin VP[full_name]ĐTQT có thể hủy giùm em môn học PE1021-CC11 trong TKB của em ạ[full_name][full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name]",
            "Chào em,. . PĐT đã gửi email đến sv:. . \"HK211- Thông báo đăng ký các môn Giáo dục thể chất theo hình thức online. . Hộp thư đến. . . . - Ho Tro SV   support.stu@hcmut.edu.vn . . Tệp đính kèm. . 14:01, Th 6, 15 thg 10. . tới stu.all, stu.cq.2021. . . . Gửi các bạn sinh viên,. . . . Được sự đồng ý của trung tâm Thể dục Thể Thao ĐHQG-HCM, PĐT gửi đến sinh viên lịch đăng ký các môn GDTC trong HK211. PĐT xin thông báo như sau:. . . . Em đọc kỹ nhé: . . . . - HK211 chỉ tổ chức 2 môn GDTC theo hình thức online là : Võ (học phần 1) & Aerobic (học phần 1). Mỗi môn học sẽ học 6 tiết/tuần trong 8 tuần.. . . . - Theo quy chế học vụ Sinh viên phải hoàn thành 2 học phần thể dục để đủ điều kiện xét tốt nghiệp. Trường hợp SV bị trùng lịch không đăng ký trong HK1 vẫn có thể đăng ký lại ở các HK sắp tới.. . - Sinh viên thực hiện đăng ký các môn GDTC theo file hướng dẫn đính kèm email này. Khi đăng ký SV chọn giờ phù hợp tránh trùng lịch với các môn học hiện có.. . - Sĩ số tối đa của môn nhóm thể dục là 50sv và tối thiểu để mở lớp là 30sv. Trường hợp SV không đăng ký đủ số lượng tối thiểu PĐT sẽ hủy nhóm.. . - Thời gian đăng ký từ 15/10/2021 -  (15g59) 17/10/2021. Ngày bắt đầu học 18/10/2021.. . =  Email ghi rõ học phần 1 mà em.. . =  Đã hết hạn hủy môn học.. . =  Đã hết thời gian rút môn học (phải thanh toán học phí). Nếu em muốn hủy: em cần làm theo hướng dẫn sau để trình BLĐ phòng xem xét. . 1.   Sv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (tại trang web: aao.hcmut.edu.vn biểu mẫu) điền thông tin ký tên chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2.   Sv đăng nhập vào trang bksi.hcmut.edu.vn ¬¬¬ Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới: Rút môn học (phải thanh toán học phí) HK 211: điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3.   Click vào choose file để tại file ảnh . . 4.   Click vào GỞI. . . . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kì 203, Em có đăng kì hoãn thi môn kết cấu thép 1 của cô [full_name], Và đã được Sợ đồng ý của cô [full_name] và trưởng bộ môn. Nhưng đến hôm nay em vào tra bảng điểm thì vẫn chưa cập nhật điểm 14 (HT). Mong phòng đào tạo kiểm tra lại cho em với ạ, Em Xin [full_name] Cám ơn !. . . .",
            "Chào em,. . Em có đăng kì hoãn thi môn kết cấu thép 1 của cô [full_name], Và đã được Sợ đồng ý của cô [full_name] và trưởng bộ môn. . =  Em gửi minh chứng cho việc này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô.. . Em bổ sung đơn xin chuyển sang khóa 2013 để xét tốt nghiệp hệ VLVH ạ.Em cảm ơn cô.",
            "Chào em,. . PDT đã tiếp nhận đơn chuyển khóa và xét tốt nghiệp của bạn, em theo dõi thông tin QD tại mybk/Thông tin sinh viên và mail thông báo để đăng ký tốt nghiệp nhé.. . Dự kiến sau ngày 2/12/2021 SV chưa đăng ký tốt nghiệp được vui lòng phản hồi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào phòng đào tạo,. . Em muốn đăng kí lại thi môn kế toán tài chính học kì 202 ( môn em đã hoãn thi vì cách li tập trung) có được không ạ? . . . . Vì trong email hạn cuối để phản hồi là 10h ngày 15/11/2021. Em biết em phản hồi hơi trễ, vì mấy ngày qua, em bị ốm suốt mấy ngày qua, Em mong phòng đào tạo cho em thi lại với số điểm mà em mong muốn.. . . . Trân trọng,. . . . Hào.. .",
            "Chào bạn. . Bạn đã có QD hủy hoãn thi vì môn học đã có điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em vừa nhận được email về hoãn thi nhưng pdt có ghi là sẽ tự động xếp hoãn thi trong học kỳ này nhưng em đọc quy chế được thi trong 1 năm từ lúc hoãn thi vậy em có thế đăng ký thi vào kỳ sau được ko ạ do em còn phải ôn thi các môn kỳ đang học .. . . .",
            "Chào em,. . Đăng ký thi vào kỳ sau được ko ạ. . =  Em vui lòng đợi thông báo sau nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/ cô. . Em đã rút môn học nhưng sau ngày 15/11 vẫn chưa có có cập bảng điểm . . Mong thầy cô phản hồi ạ",
            "Chào em,. . TKB của bạn đã rút môn học mà bạn đăng ký rút rồi nhé.. . Em xem tại mybk/Thông tin SV/ xem thời khóa biểu. . Phần bảng điểm sẽ cập nhật sau nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915966  /b \t. . . .   i Yêu cầu khác . Dạ PĐT cho em gửi đơn hoãn thi và minh chứng em không bị cấm thi môn Kinh Tế Học Đại Cương ạ.",
            "Chào bạn. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và QD hoãn thi chung, dự kiến trước tháng 12/2021 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về QD, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào pđt. . Em tên là [full_name]. . Em có xin hoãn thi vào học kỳ 202 3 môn học, hiện tại trường đã chấp thuận cho em nhưng em lại không thấy lịch thi của mình trên mybk. . Em mong trường có thể giải quyết thắc mắc và cho em biết lịch thi của mình để chuẩn bị.. . Em xin chân thành cảm ơn",
            "Chào em,. . PĐT đã gửi email đến sv. . \"Về việc thi để xóa điểm Hoãn thi:. . . . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name]ịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn è Thông tin sinh viên è [full_name]ịch thi (dự kiến vào đầu tháng 12/2021).. . . . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name]ịch thi và đã gởi email cho Sinh viên [full_name]ịch thi cụ thể (Sinh viên xem chi tiết [full_name]ịch thi cập nhật trên trang mybk.hcmut.edu.vn è Thông tin sinh viên è [full_name]ịch thi).. . . . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau. \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là: [full_name]. . MSSV: [student_id]. . Vừa rồi do không đảm bảo trang thiết bị và đường truyền mạng nên em đã hoãn thi cuối kỳ các môn ở HK202 và HK203. Vậy cho em hỏi là:. .  _Em có thể đăng ký thi ở HK212 cho các môn đã hoãn ở HK202 và thi các môn đã hoãn ở HK203 vào HK213 không ạ? Do em xem quy định là trong vòng 1 năm phải đăng ký thi để xóa điểm hoãn ạ.. .  _Và cho em hỏi về thủ tục đăng ký thi xóa điểm hoãn ạ.. . Mong PĐT giải đáp giúp em với ạ.. . em xin cám ơn nhiều ạ.",
            "Chào em,. . Về việc thi để xóa điểm Hoãn thi:. . -   Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi (dự kiến vào đầu tháng 12/2021).. . -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi và đã gởi email cho Sinh viên [full_name] thi cụ thể (Sinh viên xem chi tiết [full_name] thi cập nhật trên trang mybk.hcmut.edu.vn  Thông tin sinh viên  [full_name] thi).. . -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau.. . . . - Không thi trong HK211. . Em vui lòng đợi thông báo sau nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT,. . Hiện tại PĐT kết hợp với trung tâm ngoại ngữ BKENGLISH đã tổ chức các đợt thi tiếng anh nói viết online dành cho sinh viên dự kiến tốt nghiệp trong HK211. . . Nhưng sau những lần thi thì kết quả em chưa đậu. Trong khi hiện tại trung tâm BKENGLISH vẫn chưa thể tổ chức thi trực tiếp. Vậy cho em hỏi là PĐT có còn dự kiến tổ chức thêm đợt thi tiếng anh nói viết online nào nữa trong HK211 này không ạ.. . Em cảm ơn.",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 20/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy/cô,. . . . Em tên là [full_name]. . Mã số sinh viên: [student_id]. . Ngành: Kỹ thuật Hàng Không (PFIEV). . . . Vấn đề em đang gặp phải: Tài khoản BK EXAM của em hiện tại đã khoá hơn 2 ngày rồi ạ. Em mong được quý thầy cô mở khoá tài khoản giúp em, để phục vụ cho kì thi giữa kì vào ngày thứ 7 sắp tới (20/11/2021) ạ.. . . . Em chân thành cảm ơn quý thầy cô.",
            "Chào em,. . PĐT đã gửi email đến sv:. . \"Nhắc lại: Hướng dẫn tạm thời về kiểm tra/thi theo hình thức trực tuyến\". . - Em mong được quý thầy cô mở khoá tài khoản giúp em. . =  Trước giờ thi vẫn vào được, thông báo có ghi rõ mà em.. . Thân mến. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em chào anh/chị?. . kết quả hoãn thi của em có môn kỹ thuật chế tạo 2, mã ME3033 được xác nhận trước đó. nhưng trong bảng điểm cập nhật mới vừa rồi chưa có điểm 14. mong anh chị giải quyết giúp em với. .",
            "Chào em,. . Nhưng trong bảng điểm cập nhật mới vừa rồi chưa có điểm 14.. . =  Điểm 14 hay HT đều giống nhau.  . . Vậy môn ME3033 là đã có cập nhật điểm 14 (hoãn thi) rồi nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Em chào thầy cô ạ! em là sinh viên hệ vhvl mssv [student_id] ạ. Hồi tháng 6 em có nộp cho trường giấy đăng kí miễn môn mà giờ em vẫn chưa nhận được kết quả ạ. Thầy cô có thể xem lại giúp em được không ạ. Em cảm ơn . . . .",
            "Chào em,. . Em vui lòng gửi email đến [email] và chụp hình minh chứng gửi kèm để kiểm tra nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] (MSSV: [student_id]), sinh viên khoa KT Hóa Học Chương trình Chất lượng cao. Em đã đăng kí tốt nghiệp thành công nhưng không nhận được email có tiêu đề \"Danh sách nhận bằng tốt nghiệp đợt 2/2021\" được gửi vào chiều hôm qua (16/11) như các bạn khác. Anh/chị kiểm tra lại giúp em với ạ. . . Em cảm ơn. .",
            "Chào em,. . Hiện tại PDT mới chỉ lấy dữ liệu in bằng của SV đăng ký tốt nghiệp và có QD tốt nghiệp trước ngày 18/10 nhé bạn.. . Cô kiểm tra thấy bạn đã có QD tốt nghiệp rồi vào ngày 11/11.. . Trường hợp bạn vui lòng đợi mail thông báo nhận bằng trong đợt tiếp theo.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô PĐT !. . . . Hôm trước em có trình bày về trường hợp của em hiện tại là hoàn thành các điều kiện để tốt nghiệp nhưng bị hết thời gian đào tạo. Vì lý do dịch covid ảnh hưởng đến kỳ thi tiếng Anh. . . . . Em có hỏi ý kiến thầy chủ nhiệm thì thầy có nói em viết đơn xin gia hạn học kỳ để đăng ký xét tốt nghiệp. Em có viết đơn và đã được thầy chủ nhiệm ký đồng ý.. . . . Nên em gửi đơn lên đây để PĐT xem xét ạ. . . Em chân thành cảm ơn.",
            "Chào bạn,. . Trường hợp của bạn cô đã hỏi ý kiến của thầy [full_name] (trưởng Phòng Đào tạo) và đã trả lời bạn nhé.. . Bạn chỉ có thể chuyển qua VLVH để xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thắc mắc về việc thi nói viết . Kính chào thầy/cô!. . Em muốn hỏi là trường mình có mở lớp thi nói viết tiếp không ạ , em hy vọng trường có thể mở thêm. . . Em chân thành cảm ơn",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 20/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào anh/chị,. . . . Anh chị cho em hỏi: Từ nay đến hạn cuối cùng xét tốt nghiệp (24/12) thì sẽ có bao nhiêu đợt thi TOEIC nói viết nữa ạ. Em đang cần thi để đạt chuẩn AV nói viết ạ",
            "Chào em,. . Dự kiến sẽ tổ chức thêm 1 đợt thi AV nói viết online nữa, dự kiến gửi mail thông báo sau ngày 20/11/2021 cho SV đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô,. . Em là sinh viên đã ra tốt nghiệp và có nhu cầu in bảng điểm. Hiện tại trên mybk em chỉ thấy mục in bảng điểm cho sinh viên chưa tốt nghiệp. Thầy/cô cho em hỏi làm cách nào để đăng ký in dành cho sinh viên đã tốt nghiệp ạ?. . Em cảm ơn",
            "Chào em,. . Em chọn mục bảng điểm (giá 55.000 d), dành cho SV đã tốt nghiệp và nhận bằng tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1411143  /b \t. . . .   i Tốt nghiệp . E xin chào!, pdt giúp e 1 vấn đề ạ.. . Hiện e đã có kết quả Anh Văn ( nói + viết) đã đủ điểm để xét tốt nghiệp.. . Nhưng trước đó e đã đk tốt nghiệp hệ VHVL vậy bây giờ e muốn xin xét lại tốt nghiệp hệ chính quy. . . VẬY E PHẢI LÀM NTN ĐỂ ĐC XÉT TỐT NGHIỆP CHÍNH QUY Ạ. . em xin cám ơn . .",
            "Chào em,. . Em vui lòng làm đơn xin xem xét thu nhận lại hệ chính quy, trình bày rõ vấn đề của bạn, vui lòng trình bày rõ nguyện vọng, lý do của bạn. Cô sẽ giúp bạn trình đơn cho ban lãnh đạo xem xét và trả lời cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hôm nay em có nhờ người thân vào PĐT nộp hồ sơ để mượn lại giấy tờ thì được biết là trường chỉ nhận nộp hồ sơ qua bưu điện ấy ạ. Cho em hỏi thông tin chi tiết mình sẽ gửi như thế nào, thông tin nhận chi tiết như thế nào ạ? . . Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề giúp cô nhé? Em mượn hồ sơ gì? lý do?. . Thân",
            "Em là [full_name] sinh viên K19 đã làm thủ tục ngừng học ở trường để đi du học ạ.. . Hiện tại em muốn nộp hồ sơ xin mượn lại bản chính Giấy chứng nhận kết quả thi tốt nghiệp THPT bản chính.. . Lý do: em cần bản chính để có thể đi dịch công chứng và nộp cho trường Đại học ở nước em đi du học là Nhật ạ. Sau khi dịch xong em sẽ trả lại cho trường ạ.. . Em đã viết đơn và có đính kèm minh chứng, hôm nay em có nhờ người thân đi nộp giúp em nhưng được bảo vệ của trường thông báo là những hồ sơ nộp về trường phải thông qua bưu điện ấy ạ.. .",
            "Chào em,. . Em có thể làm đơn xin mượn hồ sơ, ghi rõ lý do? thời gian mượn trong bao lâu và gửi qua bksi nhé (kèm minh chứng nếu có(. . PDT sẽ kiểm tra và sẽ hẹn bạn đến trường nhận sau khi được chấp nhận và có hồ sơ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Em tên là Mai Văn Hào - K16 - Khoa KH-KT Máy tính.. . . . Hiện tại tình trạng sinh viên của em đang   b  tạm ngừng   /b  nên em xin nộp đơn thu nhận để. . có thể đăng kí xét tốt nghiệp.. . . . Rất mong được thầy/cô xem xét và phản hồi ạ.. . Em cảm ơn.",
            "Chào em,. . Hiện tại em đã đủ điều kiện tốt nghiệp chưa, nếu bạn đủ điều kiện thì có thể gửi lại yêu cầu xét tốt nghiệp bổ sung qua bksi.. . Sau khi có tên trong danh sách dự kiến phòng Đào tạo sẽ tự động làm quyết định thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . . Em xin chào quý Thầy Cô!. . Em là Phạm Ngọc Đại, MSSV [student_id]4, SV khóa 2013, ngành Xây dựng công trình giao thông. Hiện em đã hoàn thành xong chương trình học tập và các điều kiện khác, nhưng do em còn thiếu, chưa đáp ứng được yêu cầu về Anh Văn 2 kĩ năng Nói-[full_name], và đã quá thời gian đào tạo tối đa để tốt nghiệp hệ chính quy, nên em muốn chuyển hệ sang hệ VHVL để được tốt nghiệp. Em mong các quý Thầy/Cô xem dùm em. Em xin chân thành cảm ơn ạ!. . . .",
            "Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . SV vui lòng ghi rõ lý do thời điểm xin chuyển qua VLVH để xét tốt nghiệp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô và cán bộ nhà trường, tình hình là em có đăng ký hoãn thi môn xác suất thống kê ở kì 202 và đã được nhà trường xác nhận đồng ý nhưng hiện tại sau khi nhận mail thông báo kết quả hoãn thi em kiểm tra thì vẫn thấy môn học vẫn nhận điểm 13 thay vì điểm hoãn thi 14, mong các thầy cô xem xét giúp em, em xin cản ơn.",
            "Chào em,. . - Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, Bạn lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . . . - Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình. . Hoãn thi ở HK202 bạn vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021. Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vậy cô cho em hỏi nếu giờ chuyển qua VHVL thì chuẩn toeic ra trường là bao nhiêu vậy ạ? Em cảm ơn.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học (HỆ VLVH): Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . Như em đính kèm trong tệp í ạ, với em khi vào học em có hỏi thầy thì thầy nói em hỏi phòng đào tạo ạ.. .  . . Anh chị có thể cho em hỏi dịa chỉ mail của thầy [full_name] được không ạ.. . . . Em xin cảm ơn ạ.",
            "Chào em,. . - Email [email], em ghi sai pđt@. . - chị có thể cho em hỏi dịa chỉ mail của thầy [full_name] được không ạ.. . =  Em liên hệ [full_name] qua email [email] để được hỗ trợ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  . . Em muốn hỏi là hình để đăng kí tốt nghiệp có được cười và chụp góc hơi nghiêng không ạ? vì em thấy hình này sẽ đăng vào kỉ yếu tốt nghiệp mà nghiêm túc quá cũng không hay. Mong được giải đáp sớm ạ.. .",
            "Chào em,. . Cô không thể trả lời chính xác theo câu hỏi của bạn được, em đọc theo quy định về hình theo hướng dẫn trên trang đăng ký tốt nghiệp nhé. Em có thể nộp theo ảnh của bạn có, bộ phận kiểm tra và xác nhận sẽ kiểm tra ảnh và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo Đại Học bách Khoa Đại Học Quốc Gia TpHCM,. . . . Em [full_name] MSSV [student_id], em thuộc khóa K14 ngành xây dựng.. . . . Em viết mail này để trình bày một số vấn đề và xin hỏi một câu hỏi.. . . . Hiện tại là giờ em đã đạt đủ tiếng anh nói viết 200 và đủ các điều kiện còn lại nhưng hiện tại bằng toeic 2 kỹ năng nghe đọc của em đã hết hạn.. . . . Bằng toeic em đã nộp trước đó và đã chuyển điểm.( trước khi hết hạn). . . . Em xin hỏi là như vậy em có đủ điều kiện tốt nghiệp không ạ.. . . . Và hiện tại em đang bị tạm dừng học, mong là Phòng đào tạo xem xét mở lại để em có thể đăng ký tốt nghiếp nếu em đủ điều kiện.. . . . Em xin Cảm ơn và mong Phòng đào tạo sớm phản hồi cho em.. . . . Trân trọng.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . CCNN chỉ tính tại thời điểm bạn nộp còn hạn là được nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em chào cô!. . EM gửi đơn xin thu nhận lại hệ chính quy. . . . Mong cô giúp đỡ và nếu cần bổ sung thêm thông tin gì xin cô cho em biết để e bổ sung!. . Em cám ơn cô!. .",
            "Chào em,. . Đơn hủy quyết định chuyển qua VLVH của bạn đã được chấp nhận, em theo dõi QD cập nhật trên mybk/Thông tin SV, sau khi được cập nhật em gửi câu hỏi qua bksi để mở khóa cho bạn đăng ký tốt nghiệp bên chính quy nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô, em xin trình bày như sau.. . Em đã làm đơn xin hoãn thi 2 môn học MT1003 và SP 1033 của học kỳ 203  xin hoãn thi cuối kỳ. Và đã mail với giảng viên giảng dạy môn học xác nhận là em không bị cấm thi cuối kỳ. Nhưng em vẫn bị điểm 13 trên bảng điểm vừa cập nhật ạ.. . Em cám ơn.",
            "Chào bạn,. . . . Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, Bạn lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . . . Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình.. . . . - Đến thời điểm hiện nay: Nếu bạn muốn đăng ký Hoãn thi lại môn ......... ở HK203 bạn vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021. Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là SV Chính quy chuyển hệ sang VHVL vào tháng 05/2022 và đã đủ điều kiện tốt nghiệp. Nhưng đến nay em vẫn chưa nhận được mail thông báo \" Đủ điều kiện tốt nghiệp\" của PĐT. Xin thầy/cô kiểm tra xem trường hợp của em đã ĐKTN được chưa? Em xin cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo!. . Em là [full_name], đăng ký xét tốt nghiệp từ 25/10. Đến nay em chưa nhận được thông tin về bằng tốt nghiệp tạm thời (bản pdf em đã tải rồi). Kính mong PDT giải đáp giúp em.. . Em xin cám ơn!",
            "Chào em;. . Phòng Đào tạo gửi bạn mã vận đơn của viettel post theo file đính kèm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name] - [student_id] . . Vào hk202 em đã đăng kí hoãn thi môn xác suất thống kê và được phòng ĐT gửi mail chấp thuận. Nhưng hiện tại đã có kết quả hoãn thi và điểm của em vẫn là 13. Em mong pđt kiểm tra và sửa đổi để em được tham gia thi lại. . . Em xin cảm ơn ạ!",
            "Chào bạn. . . . Trong quá trình xử lý yêu cầu Hoãn thi của SV, khi phát sinh sự cố Pdt đều thông báo qua mail hướng giải quyết + mốc thời gian, Bạn lưu ý kiểm tra mail thường xuyên để tránh các sai sót vào lần sau.. . . . Hiện tại Pdt đã xử lý và ra quyết định Hoãn thi HK202 & HK203 cho tất cả SV đăng ký đúng theo quy trình.. . . . - Đến thời điểm hiện nay: Nếu bạn muốn đăng ký Hoãn thi lại môn ......... ở HK202 bạn vui lòng xem hướng dẫn bên dưới và nộp trước ngày 19/11/2021. Sau thời gian trên Pdt không thể giải quyết các phát sinh nếu có về việc Hoãn thi HK202 & HK203.. . . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . . . Sau khi có xác nhận của Giảng viên hướng dẫn/Khoa: đồng ý + dự kiến không bị cấm thi Cuối kỳ thì gởi đơn + xác nhận cho Phòng đào tạo xem xét (nộp qua mail [email] hoặc BKSI). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được hỏi rằng trường mình trong học kỳ này còn tổ chức đợt thi anh văn Nói Viết nào không ạ? Lúc trước các bạn có bảo rằng sau 15/11 sẽ có một đợt nữa, nhưng tới hôm nay em kiểm tra mail thì vẫn chưa có thông tin... . . . Mong nhận được hồi đáp của thầy/cô sớm ạ.. . . .",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211. Em vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 20/11.. . Thân mến. .",
            "Chào em,. . Hiện tại vẫn đang đợi kết quả thi AV nói viết đợt 4 của Trung tâm ngoại ngữ, dự kiến sau ngày 20/11 mới có, nên có thể sẽ sau ngày 20/11 mới có mail thông báo thi AV nói viết nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng Đào Tạo DHBK,. . . . Hiện tại em vừa hoàn thành Anh Văn Nói Viết và đã đủ điều kiện tốt nghiệp nhưng em không thể đăng kí tốt nghiệp trên mybk. Cho em hỏi khi nào em mới có thể đăng kí tốt nghiệp được ạ? . . . . Em xin cảm ơn.. . . . Trân trọng",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 23/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin được hỏi rằng trường mình trong học kỳ này còn tổ chức đợt thi anh văn Nói Viết nào không ạ? Lúc trước các bạn có bảo rằng sau 15/11 sẽ có một đợt nữa, nhưng tới hôm nay em kiểm tra mail thì vẫn chưa có thông tin... . . . Mong nhận được hồi đáp của thầy/cô sớm ạ.. .",
            "Chào em,. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211. Em vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 20/11.. . Thân mến. ."
        ]
    }
]