[
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: K[student_id]  /b \t. . . .   i Tốt nghiệp . Anh chị PĐT cho e hỏi e là [full_name],mã số sinh viên K[student_id],e đã đăng kí tốt nghiệp thành công trên mybk,đã thanh toán 95.000đ trên bkpay vào ngày 8/10/2020,vậy anh chị cho e hỏi khi nào em mới có tên trong danh sách tốt nghiệp chính thức đợt tháng 11 này ạ,do danh sách chính thức mới cập nhật trên aao không có tên em.Em [full_name] xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Danh sách tốt nghiệp chính thức sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên tài năng K17 khoa kỹ thuật xây dựng thì học kì này 201 em không đủ 7.5 ở học kì trước và hôm trước có nhận được mail của phòng đào tạo báo em đã ra khỏi chương trình tài năng. Nhưng trên lý lịch trên mybk vẫn còn không biết là từ đây đến lúc đăng ký môn học cho học kỳ 202 thì có cập nhật lớp mới cho em chưa ạ. Vì hiện giờ em đã đủ anh văn để tốt nghiệp lớp thường rồi nhưng với tài năng thì vẫn chưa em sơ đến lúc đó lại không đăng ký được môn học hk202 do chưa cập nhật thông tin lớp cũng như chương trình.. . Mong nhận được hồi đáp ạ!",
            "Chào bạn,. . . . Bạn đã có quyết định ra khỏi lớp tài năng rồi, cổng thông tin sinh viên sẽ cập nhật sau. Bạn đang ở lớp XD17DD2 giáo viên chủ nhiệm là [full_name].. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Quý thầy cô cho em xin hỏi:. . Phiếu thông tin tham gia đoàn thể của em hôm bữa làm hồ sơ em chưa in ra, nhưng nay em dô trang nhập học của trường k được vì đã quên mật khẩu của trường cấp, em phải làm sao để in phiếu đó ạ?. . Em xin cảm ơn",
            "Chào bạn,. . . .  Sinh viên vào tự tra , chứ không cấp lại https://mybk.hcmut.edu.vn/tuyensinh/traCuuKetQuaXetTuyenForm.action.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: PĐT Đại Học Bách Khoa TP HCM. . Em là: Nguyễn Minh Hùng MSSV: [student_id]. . Hiện tại đang là sinh viên khoa Bảo Dưỡng Công Nghiệp. Em sinh trình bày như sau: do em mới cập nhật được chuẩn chuyển điểm anh văn mới nên đợt đăng kí dự thính trước em không đăng kí anh văn 2.. . Vậy em xin PĐT cho em được xin vào lớp Anh Văn 2 MSMH: LA1005 Nhóm DT01. Để em được kịp ra trường trong đợt tới. Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Đã đăng kí môn LA1005 nhóm DT01 cho bạn rồi. Kết quả đăng kí môn học sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV: [student_id]. . Em lỡ đóng học phí sai cách, em không ra ngân hàng mà banking như hình, cho em hỏi là có cách nào để cập nhật đã đóng tiền cho em không ạ. .",
            "Chào bạn,. . . . Những bạn đã nộp sai qua  tài khoản ngân hàng dành cho các bạn sinh viên chất lượng cao quốc tế. Cuối 11 nhà trường sẽ tổng kết danh sách, các bạn đợi mail nha trường nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô ạ, sau khi nhận được câu trả lời không có thời khóa biểu môn học cơ sở điện tử công suất EE2021 ở kì dự thính do bị trùng thời khóa biểu với môn máy điện ở học kì chính. Em muốn hỏi là có cách nào làm đơn để xin phép được đăng kí dù bị trùng một vài buổi không ạ (theo thời khóa biểu thì 2 môn sẽ bị trùng lịch 4 buổi). Về tiến độ học tập và kết quả môn học em sẽ tự đảm bảo và chịu trách nhiệm ạ. Vì kì sau em có đồ án và phải đăng kí những môn tự chọn để thực tập nếu phải trả môn này ở những kì sau sẽ khá khó cho em ạ.. . Em xin cám ơn Thầy/Cô.. .",
            "Em xin bổ sung thêm là hiện em đã xin được giảng viên thí nghiệm cho phép em chuyển từ thứ 7 tiết 7-9 qua tiết 10-12 rồi ạ (chỉ trên giấy tờ điểm danh và báo cáo thôi chứ không vô thời khóa biểu ạ). Em mong có thể được đăng kí và sẽ tự làm đơn xin nếu cần thiết ạ.. . Xin cám ơn Thầy/Cô.",
            "Chào bạn,. . . . [full_name] không đăng kí được bạn, bạn có nhu cầu gì làm đơn nộp PDT để ban lãnh đạo phòng xem xét cho bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2012017  /b \t. . . .   i Đăng ký môn học . Dạ em chào Thầy/ Cô ạ. Em xin hỏi là trong đợt đăng ký thể chất cho tân sinh viên vừa rồi em đã đăng ký học 2 môn thể chất liệu có được không ạ, mong Thầy/Cô giải đáp thắc mắc giúp em, em xin cảm ơn ạ!",
            "Chào bạn,. . . . Bạn đăng kí 2 môn vẫn được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . . . Dạ cho em hỏi là em đăng ký GDTC xong rồi thì phát hiện bị trùng lịch ạ. Em định xin chuyển sang giờ khác thì làm cách nào ạ.. . . .",
            "Chào bạn,. . . . Hiện tại môn GDTC không chuyển sang nhóm khác được bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là mình nộp chứng chỉ ngoại ngữ rồi thì mình có thể chuyển điểm miễn av được nhiều lần đúng không ạ. Em định chuyển av1 av2 av3 trước rồi sau này em mới chuyển av4. Không biết như vậy có được không ạ hay mình phải chuyển 1 lần 4 av luôn ạ. Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui xem qui định về chuyển điểm ngoại ngữ http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1626.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô. Em tên là [full_name] và có thắc mắc như sau ạ:. . . . Hiện tại trường có xếp cho em học Kỹ năng xã hội môn Báo Chí mà cá nhân em lại rất rất thích nhiếp ảnh nên thầy/cô có thể nào giúp em chuyển sang môn học này được k ạ. Em cảm ơn nhiều lắm!.. . . .",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào Tạo Quốc Tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô ạ, em vừa được cập nhật điểm và đủ số tín chỉ tích lũy để ra trường vào ngày 23/10 vừa qua. Vậy bây giờ em cần làm gì để có tên trong danh sách tốt nghiệp ạ. .",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào các thầy cô ở phòng đào tạo. Trong thời gian gần đây email sinh viên của em không nhận được những email quan trọng như lịch phản biện, danh sách phản biện gây ra khó khăn cho em trong việc cập nhật thông tin. Mong thầy cô kiểm tra giúp em sự cố của email vì em đang chờ email để đăng kí tốt nghiệp.. . . .",
            "Chào bạn,. . . . Việc này bạn hỏi lại giáo viên hướng dẫn của bạn thử nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   Em chào thầy/cô ạ,. . Nhà trường có đưa link trên phiếu điểm danh [full_name]: www.ctct.bktphcm.net/shcd2020 nhưng em vào 5 lần rồi không được. Mong thầy cô giúp em ạ",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: G[student_id]  /b \t. . . .   i Tốt nghiệp . Chào [full_name]/Chị/Thầy/Cô,. . Em đã đóng tiền tốt nghiệp và đã có tên trong danh sách dự kiến tốt nghiệp hơn 2 tuần nhưng vẫn chưa có tên trong danh sách tốt nghiệp chính thức, em muốn hỏi có gặp vấn đề gì không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm trước em có hỏi bên phòng đào tạo về thẻ ngân hàng thì bên đó nói là toà B10 nhưng không nói cụ thể là phòng nào hết ạ.. . Em học đại trà nên không biết B10 có những phòng nào.. .",
            "Chào bạn,. . . . Phòng Đào Tạo có mail cho sinh viên, thẻ ngân hàng bạn liên hệ ngân hàng,  chứ Phòng Đào Tạo không chỉ bạn lên toà nha B10 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  em muốn đổi lại lịch học cầu lông vào thứ 7 và chủ nhật thì em phải làm thế nào ạ?hiện em đang học lớp cầu lông tối thứ 6 và sáng chủ nhật mà tối thứ 6 em bị trùng giờ học anh văn.Em có hỏi thử giáo viên là em đổi được không thì họ không cho đổi ạ?Em rất mong phòng đào tạo giúp em chuyện này ạ. . . .",
            "Chào bạn,. . . . Thời gian này đã hết thời gian hiệu chỉnh thời khoá biểu rồi bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] - MSSV: [student_id], lớp DD16DV1.. . Hiện tại em đã đủ điều kiện tốt nghiệp, nhưng vẫn có tên trong danh sách tốt nghiệp dự kiến, cũng như chưa thể đăng ký tốt nghiệp được.. . Kết quả thi TOEIC nói viết của em có vào ngày 20/10, em cũng đã kên phòng đào tạo ghi tên vào danh dách đăng ký tốt nghiệp dự kiến vào ngày 20/10.. . Thầy/cô kiểm tra lại giúp em ạ, để nếu có thiếu sót điều kiện tốt nghiệp nào thì em có thể kịp thời bổ sung.. . Em xin cảm ơn !",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Học vụ . Xin chào anh/chị phòng đào tạo, em tên là [full_name], MSSV [student_id]1.. . Hiện là sinh viên K13, em vừa tra danh sách xử lý học vụ dự kiến 201 thì thấy mình trong danh sách.. . Lần trước em hỏi thì theo như em được biết thì em được phép đăng ký thi vét vì đã hoàn thành hết các môn và đã làm luận văn nên chỉ còn trả môn Bê tông cốt thép 1 là đủ điều kiện lấy bằng.. . Em xin hỏi lại tình trạng của em là như thế nào? Và em cần làm gì nếu em cần đăng ký thi vét hoặc học tiếp để lấy bằng VLVH.. . Em xin cảm ơn, xin anh/chị trả lời giúp vì em đang khá hoang mang. Xin cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 5 mục 5.5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Đầu tháng 11 PDT lọc ra những bạn đủ điều kiện thi vét sẽ gởi mail cho sinh viên. Bạn đợi mail nha.. . . . - Trường hợp bạn muốn chuyển sang hệ VLVH bạn có thể làm đơn thôi học hệ chính qui và chuyển sang hệ VLVH.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. . Em là sinh viên K2015 và đã có tên trong danh sách tốt nghiệp chính thức tháng 11/2020. Thầy cô cho em hỏi về ngày dự kiện tốt nghiệp để em sắp xếp công việc được không ạ? Em cảm ơn!",
            "Chào bạn,. . . . Danh sách tốt nghiệp chính thức sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ pđt cho em hỏi có thể giúp em đổi ngày học gdtc từ CN sang t3 đc kh ạ.Lịch em đăng kí học là t7,cn nhưng do nhà xa đi xe bus nên em xin đổi để cuối tuần đc nghỉ ngơi. Do tkb của em trùng gdtc hết ngày trong tuần trừ t3.Em học bóng rổ lớp L216 . .",
            "Chào bạn,. . . . Danh sách môn học GDTC đã chốt và chuyển lên trung tâm Giáo Dục Thể Chất của ĐHQG rồi bạn, nên không đổi cho bạn được.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên k20 ngành khoa học máy tính. Do thiếu hiểu biết nên em đã đăng ký 2 môn học thể chất là bơi và bóng bàn. Em muốn biết là bây giờ em có thể hủy đăng ký môn bóng bàn được không ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Danh sách môn học GDTC đã chốt và chuyển lên trung tâm Giáo Dục Thể Chất của ĐHQG rồi bạn, nên không huỷ cho bạn được.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo có thể cho em hỏi bằng tốt nghiệp phổ thông của em nộp cho trường là bản chính hay bản phụ được không ạ.. . Tại em đang có việc cần dùng đến nó.. . PĐT có thể kiểm tra và thông báo lại sớm cho em được không ạ.. . Lúc em nộp bằng là lúc vào học xong học vừa xong năm nhất, nộp tại văn phòng tại cơ sở 2 ạ.. . Em đang cần gấp, nhờ phòng đào tạo có thể kiểm tra hộ em với ạ.. . Em chân thành cảm ơn.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Họ tên : [full_name] . . MSSV : [student_id]. . [full_name] : K16, [full_name].",
            "Chào bạn,. . . . Bạn nộp bằng PTTH cho trường là bản sao thôi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mặc dù là em đã đăng ký thành công môn học dự thính vật lý 1 đợt 3 nhưng đến giờ vẫn chưa có kết quả đăng ký đợt 3 và xuất hiện trên thời khoá biểu ạ. Học chủ yếu online nhưng mà em cũng không thấy được được cung cấp link gì để tham gia phòng học ạ. Mong được thầy cô giúp đỡ, vì theo như thời khoá biểu đăng ký thì tuần sau bắt đầu học ngay từ tối thứ 3 rồi ạ.. . . . MSSV của em là [student_id]. .",
            "Chào bạn,. . . . Bạn sinh viên chất lượng cao vui lòng liên hệ văn phòng Đào Tạo Quốc Tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em vừa có kết quả thi AV nói viết vào ngày 13/10 và đã đủ điểm để tốt nghiệp, các điều kiện khác như ngày CTXH, số tín chỉ, ... em thấy mình cũng đã đủ nhưng vẫn không có tên trong danh sách tốt nghiệp dự kiến.. . Mong PĐT có thể kiểm tra giúp em.. . Em xin cảm ơn ạ!",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi phòng đào tạo,. . Vi đợt covid-19 nên gia đình em gặp khó khăn trong việc tiền bạc. Cho em hỏi em có thể dời lịch đóng học phì vài hôm được không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . . . Bạn sinh viên [full_name] Tiến vui lòng liên hệ văn phòng Đào Tạo Quốc Tế nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào PĐT, ở phần myBK thông tin sinh viên   lịch thi thì em không thấy lịch thi của học kỳ này ạ, mong PĐT update lại cho em",
            "Chào bạn,. . . . Bạn vui lòng xem lịch kiểm tra  giữa kỳ những môn bạn học có xếp lịch thi giữa kỳ tập trung hay không http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1929.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi, em mong muốn xin giấy chứng minh là học sinh của trường để hoãn nghĩa vụ quân sự thì có xin ở đâu ạ. .",
            "Chào bạn. . -\tBạn có thời khóa biểu HK201 nên pdt đã in gởi về Văn phòng Khoa cho bạn. . hoặc bạn có thể đăng nhập vào trang web mybk.hcmut.edu.vn    In xác nhận sinh viên    chọn mục: in giấy chứng nhận Sv để nộp cho địa phương. . Để phòng đào tạo lấy dữ liệu in giấy chứng nhận Sv cho bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào [full_name], em tên là : [full_name]. .              Mssv:[student_id]. . Hè vừa rồi em có đăng ký 7 tín chỉ, em có qua 1 môn 3 tín, trên bảng điểm có hiện điểm. . môn đó đầy đủ mà ở dưới thấy số tín chỉ tích luỹ học kỳ vẫn là 0??? Mong [full_name] giải đáp trường hợp này cho em ạ,Em cảm ơn ạ. . . .",
            "Chào bạn,. . . . Số tín chỉ học kỳ 193 PDT sẽ cập nhật sau nha bạn.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào PĐT ạ!. . Thầy/Cô ơi cho em hỏi em k14 em đã hoàn thành hết chương trình học và đã qua hết ạ, hiện tại em chỉ còn chứng chỉ tiếng anh nói viết nữa để tốt nghiệp nhưng em chưa có nên học kỳ 201 em có đăng ký môn học anh văn 4 để duy trì tình trạng học của sinh viên ạ. Dạ Thầy/Cô ơi không mai em bị rớt môn thì có bị ảnh hưởng đến đợt tốt nghiệp tới không ạ.Em đang rất hoang mang mong PĐT cho em thông tin ạ.Em chân thành cảm ơn ạ!. .",
            "Chào bạn,. . . . Theo qui định nhà trường một môn học học  nhiều lần sẽ lấy lần nào  thi điểm cao nhất nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô. Dạ do năm nay bị ảnh hưởng bởi dịch bệnh nên em không biết lịch thi cuối kì sẽ rơi vào khoảng thời gian nào, kính mong Thầy Cô cho em được biết ạ. Vì quê em ở xa nên không đặt vé trước sẽ khó khăn để về quê ạ. Em cảm ơn Thầy Cô nhiều ạ!",
            "Chào bạn,. . . . Bạn vui lòng xem biểu đồ học tập cập nhật trên web PDT http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1883.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Cho em hỏi là phiếu phúc khoả ghi đã được xử lí thì chừng nào em mới biết điểm chính thức ạ. . . .",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã môn học bạn phúc khảo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Ở học kì 192 vừa rồi em có bị xử lý học vụ, và đã có gắng và đã đạt kết quả ( trên 5 đ trung bình và 10 chỉ một học kì ) nên theo quy chế là em đã được xóa các xử lý học vụ, kì 193 vừa rồi em có đang kí học và không đạt được kết quả như mong muốn. Nhưng theo em được biết thì các học kì hè không được tính sử lý nếu kết quả học tập không tốt. . . . . Hiện em thắc mắc là lý do sao mà em nằm trong danh sách dự kiến thôi học.  . . . . Mai chủ nhật nên em mong sớm có câu trả lời. .",
            "Chào bạn. . bạn liên hệ văn phòng [full_name] để gởi đơn trình bày về vấn đề bị buộc thôi học, để [full_name] tiếp nhận và làm công văn gởi pdt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em muốn xin giấy xác nhận để về địa phương vay vốn sinh viên, để hỗ trợ cho việc học tập thì phải lên văn phòng nào ạ.",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào thầy/cô,dạ cho em hỏi là nếu em không đạt chuẩn Anh văn sau năm nhất thì đợt đăng kí môn học cho HK202 sắp tới em có được  đăng kí các môn học như XSTK(MT2013), các môn chính trị, các môn có mã bắt đầu bằng số 1 không ạ ?. .  Với các môn chính trị thì em có được đăng kí cùng lúc không ạ hay phải theo kiểu \"môn tiên quyết\" ạ",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Trong mục 2 có qui định :. . . . 2.   Chuẩn tiếng Anh trong quá trình học:. . . . a) SV phải đạt các chuẩn tiếng Anh sau mỗi năm học để được đăng ký các môn học tiếp theo:. . . . SV phải đạt chuẩn tiếng Anh sau năm 1, 2, 3 để được đăng ký các môn học thuộc CTĐT năm 2, 3, 4 (tương ứng). Riêng các môn đại cương, chính trị, pháp luật, giáo dục thể chất, giáo dục quốc phòng không yêu cầu chuẩn tiếng Anh.. . . . Trường hợp SV không đạt chuẩn tiếng Anh sau năm 1 thì sẽ không được đăng ký các môn học thuộc CTĐT năm 2, 3 và 4, mà chỉ được đăng ký các môn học thuộc CTĐT năm 1 và các môn môn đại cương, chính trị, pháp luật, giáo dục thể chất, giáo dục quốc phòng. Tương tự cho trường hợp không đạt chuẩn tiếng Anh sau năm 2, 3.. . . . - Các môn chính trị vẫn xét môn học trước/ tiên quyết nha. Bạn vui lòng xem cấu trúc môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào admin. . Cho em hỏi là nếu vắng thi giữa kỳ do bị sốt nặng quá thì có bị điểm 13 không ạ?. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế học vụ điều 17 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vừa qua, em có kế hoạch thi nốt toeic nói viết để kịp tốt nghiệp tháng 11 này. Nhưng do không đạt nên em không đăng ký tốt nghiệp được. Đồng thời, em cũng không đăng kí môn học nào để có TKB của học kỳ này nên không đăng kí để nhận giấy tạm hoãn NVQS được.. . . . Nhà trường cho em hỏi có cách nào để nhận được giấy chứng nhận sinh viên để tạm hoãn NVQS không ạ. Em muốn có thòi gian học và kịp tốt nghiệp cho đợt sau ạ.. . . . Em cảm ơn.",
            "Chào bạn. . Theo quy định bạn không có thời khóa biểu Hk 201 là không thể cấp giấy xác nhận sinh viên hoãn nghĩa vụ quân sự. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, hiện nay em đang tìm học thêm phần mềm Solidwork và Matlab. Nhưng khi em gửi email để check License thì trường mình lại không có. Cho em hỏi là có cách nào để em xài các phần mềm này không ạ. Em cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Bạn liên hệ phòng thực hành máy tính xin các thầy bên đó thử nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name]-MSSV:[student_id]-lớp BD16CDT.. . Cho em hỏi là nếu em đã học qua anh văn 3 và anh văn 4 thì giờ em phải nộp bằng toeic bao nhiêu để được xét tốt nghiệp ạ?. . Tại em thấy có quy định mới về chuẩn anh văn ạ.. . Em xin cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Bạn vui lòng xem qui chế điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . - Bạn phải phân biệt điểm anh văn để xét tốt nghiệp và điểm chuyển anh văn 1,2,3,4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i chào thầy(cô) em tên [full_name] mssv [student_id] em xin vào lớp la1005 nhóm dt01 dự thính học kì 1 năm 2020-2021.em cảm ơn . . . .",
            "Chào bạn,. . . . Đã đăng kí môn LA1005 nhóm DT01. Kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK201 sau khi đăng ký tốt nghiệp . Kính chào,. . . . Em tên [full_name], sinh viên K14 khoa Khoa Học và Kỹ Thuật Máy Tính.. . . . Em viết đơn này xin được đăng ký rút môn học trong HK201. . Mã môn học: IM1013\t. . Tên môn học: Kinh tế học đại cương. . . . Hiện sau khi có kết quả điểm HK hè 193, em đã đủ điều kiện tốt nghiệp và đã đăng ký tốt nghiệp thành công (có mail xác nhận).. . . . Năm 2020, qua tình hình dịch kinh tế gia đình em có chút khó khăn, nên em mong được rút môn cuối cùng này với dạng được miễn học phí ạ.. . . . Kính mong nhà trường giúp đỡ cũng như hỗ trợ em trong vấn đề này. Em xin cảm ơn.. . . . Trân trọng,. . . . [full_name]",
            "Chào bạn,. . . . Bạn vui lòng làm đơn rút môn học (có tính học phí nha).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa quí thầy cô. Em là tân sinh viên k20. Học kì đầu em muốn xin gia hạn học phí. Thầy cô tư vấn giúp em về điều kiện và thủ tục với ạ. . .",
            "Chào bạn,. . . . Việc này bạn liên hệ phòng Công tác chính trị sinh viên để xin tư vấn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: -Admin cho em hỏi về việc thi TA cho K19 sẽ tổ chức đợt cuối ở trường vào ngày nào nữa ạ ( trong kì này) để em biết thi ở trường hoặc thi ở ngoài.. . - Trường hợp em ko đủ 350 đợt tiếp theo thì kì sau em sẽ đc đk môn nào ko ạ, hay là trừ những môn nào đó ra ạ. .  Em cảm ơn",
            "Chào bạn,. . . . - Khi nào có ngày thi kiểm tra trình độ tiếng Anh (theo định dạng TOEIC) PDT sẽ gởi mail thông báo cho sinh viên. Bạn vui lòng đợi mail nha.. . . . - Bạn vui lòng xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . . . - Bạn vui lòng xem thông báo về môn GDTC có cập nhật trên web PDT http://www.aao.hcmut.edu.vn/image/data/CTDT/thay_doi_mon_hoc_gdtc.pdf.. . . . - Bạn xem qui chế học vụ 191, trong mục 4 http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . . . Em tên: [full_name]; MSSV: [student_id]. . Ngành: Quản lý Công nghiệp. . . . Học kỳ 192 vừa rồi em đăng ký 5 môn học, tương ứng với 15 tín chỉ và đã qua hết cả 5 môn. Nhưng trên hệ thống chỉ hiển thị số tín chỉ tích lũy là 25 tín chỉ (chính xác phải là 27 tín chỉ, vì cộng với 12 tín chỉ ở học kỳ 191). Em không biết đây có phải lỗi hệ thống hay không, nên em rất mong được thầy/cô giải đáp vấn đề này ạ.. . . . Em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra lại điểm trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em đóng học phí sai cách, em không chuyển khoản mà lỡ banking ạ, em ra ngân hàng thì ngân hàng bảo cần giấy xác nhận đã đóng tiền của nhà trường thì mới làm việc, thì em có thể lấy giấy đấy ở đâu ạ. . . .",
            "Chào bạn,. . . . - Những bạn đóng học phí sai ngân hàng, tháng 11 nhà trường sẽ lọc danh sách chuyển qua ngân hàng OCB. Bạn thường xuyên kiểm tra mail để biết thông tin.. . . . -Trường hợp không nhận mail bạn liên hệ trực tiếp PDT nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô,. . Em tên [full_name], MSSV [student_id], em đã nộp đơn đăng kí xét tốt nghiệp và đơn đã được xử lý, thầy cô cho em hỏi tại sao em chưa có tên trong danh sách tốt nghiệp chính thức. . . Em cảm ơn quý thầy cô. .",
            "Chào bạn,. . . . Khi nhà trường trường có quyết định tốt nghiệp thì sẽ chuyển danh sách tốt nghiệp chính thức. Bạn đợi mail thông báo nhà trường về lễ tốt nghiệp nha.. . . . Thân. .",
            "Cô ơi, do một số vấn đề nên em chưa làm điểm rèn luyện năm 2019-2020(hạn chót 23/10/2020), em đã có tên trong danh sách dự kiến tốt nghiệp rồi, cô giúp em với cô, em sợ ảnh hưởng đến việc tốt nghiệp.. . Em cảm ơn cô",
            "Chào bạn,. . . . Điểm rèn luyện bạn liên hệ phòng Công Tác Chính Trị Sinh Viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy cô. . . Em tên là [full_name], MSSV [student_id], lớp XD16DD01. Hiện em đã có tên trong danh sách dự kiến tốt nghiệp và em đã đăng kí tốt nghiệp thành công và đã có email xác nhận đăng kí tốt nghiệp vào ngày 20/10 nhưng vẫn chưa có tên trong danh sách tốt nghiệp chính thức. Thầy cô cho em hỏi là hiện giờ em đã có giấy tốt nghiệp tạm thời chưa và khi nào thì mới được cập nhật vào danh sách tốt nghiệp chính thức ạ. . . Em cảm ơn ạ.",
            "Chào bạn,. . . . Khi nhà trường trường có quyết định tốt nghiệp thì sẽ chuyển danh sách tốt nghiệp chính thức. Bạn đợi mail thông báo nhà trường về lễ tốt nghiệp nha.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô,. . Em muốn hỏi là khi nào thì phòng đào tạo chuyển từ danh sách tốt nghiệp dự kiến sang danh sách chính thức vậy ạ ? Em đăng ký tốt nghiệp ngày 13/10.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Khi nhà trường trường có quyết định tốt nghiệp thì sẽ chuyển danh sách tốt nghiệp chính thức. Bạn đợi mail thông báo nhà trường về lễ tốt nghiệp nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em coi nhầm thời gian hạn cuối nộp bằng tốt nghiệp trong nộp bằng PTTH mà hết hạn rồi em còn đợt nào nộp không .",
            "Chào bạn,. . . . Bạn nộp bằng PTTH cho lớp trưởng nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo,. . . . Em là Thiệu Hồng Thái, MSSV: [student_id]. Sinh viên Việt Pháp lớp VPCĐT14. . . . Em đã trên Mybk cập nhật đủ điểm và số tín chỉ của em, cùng với các điều kiện ngoại ngữ của em đã đáp ứng ( em k có bằng B1 tiếng Pháp do em chỉ muốn lấy bằng Bách Khoa). . . . . Nhưng em vẫn chưa thấy tên em trong danh sách tốt nghiệp dự kiến.. . . . Mong Phòng đào tạo kiểm tra lại giúp em.. . . . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . .    Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 03/11 Phòng Đào Tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới : . . -          Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn - tốt nghiệp - thông tin tốt nghiệp -  danh sách tốt nghiệp 11/2020. . -          Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do.. . . . Thân. .",
            "Chào Phòng đào tạo,. . . . Em xin hỏi thêm, vì 30/10 là hết hạn để xét tốt nghiệp, vậy nếu 3/11 mới có danh sách tốt nghiệp bổ sung thì có kịp để đăng kí tốt nghiệp trong đợt tháng 11 này không ạ.. . . . Em cảm ơn!",
            "Chào bạn,. . . . Bạn đăng kí xét tốt nghiệp trước 30/10 là được. PDT sẽ xét và trả về kết quả xét tốt nghiệp là ngày 03/11 nha bạn.. . . . Thân",
            "Chào Phòng đào tạo,. . . . Nhưng hiện tại trong danh sách tốt nghiệp dự kiến chưa có tên em thì em chưa thể đăng kí xét tốt nghiệp được ạ.. . . . Thân",
            "Chào bạn,. . . . Bạn vui lòng đọc kỹ câu trả lời nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Tốt nghiệp . Em là sinh viên K13 chính quy, hiện tại em còn môn anh văn 4 là hoàn thành chương trình, em đang đợi kết quả thi toeic ( ngày 29 sẽ có kết quả ) để quy đổi điểm. Em muốn hỏi là khi đó có còn kịp để đăng kí tốt nghiệp đợt này không ạ. Trong trường hợp không kịp tốt nghiệp đợt này em có thể xin thi vét môn ngoại ngữ hoặc xin gia hạn thời gian đào tạo thêm 1 kì như thế nào ạ ( em có tham khảo ở quy chế đào tạo nhưng chưa rõ ) mong thầy cô giải đáp giúp !. . Em cảm ơn.",
            "Chào bạn,. . . . - Trong qui chế học vụ điều 5, mục 5.6 :. . . .  Các môn đăng ký thi vét phải là các môn đã từng học qua và có kết quả đánh giá khác không (vắng hay cấm thi đều tính là không điểm).. . . . . . Trường hợp gia hạn học kỳ điều 5, mục 5.5 :. . . .  SV thỏa điều kiện xét tốt nghiệp về việc hoàn thành CTGD (số TCTLN và điểm TBTLN) nhưng chưa đủ các điều kiện khác để xét tốt nghiệp (chuẩn tiếng Anh, công tác xã hội) được kéo dài thời gian đào tạo tối đa một học kỳ để SV bổ sung các điều kiện để được xét tốt nghiệp (không được đăng ký môn học trong thời gian kéo dài này).. . . . Bạn vui lòng đọc kỹ qui chế học vụ điều 5 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: PĐT Đại học Bách Khoa TPHCM. . Em tên [full_name]. MSSV [student_id]. . Quý thầy cô cho em hỏi đã hoàn tất quá trình cập nhật điểm cho học kỳ hè 193 chưa, do bảng điểm của em vẫn chưa cập nhật điểm trung bình tích lũy, số tín chỉ cho học kì hè 193 trong khi các bạn xung quanh em đã cập nhật điểm tích lũy, tín chỉ,.... . Em rất mong quý thầy cô xem xét lại trường hợp bảng điểm của em, do sắp tới em có việc cần in bảng điểm.. . Em xin cảm ơn và chúc sức khỏe thầy cô.. . [full_name],",
            "Chào bạn,. . . . Số tín chỉ học kỳ 193 PDT sẽ cập nhật sau nha bạn.Thời điểm này điểm học kỳ hè chưa có đầy đủ điểm nên PDT chưa cập nhật số tín chỉ nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị. Hiện tại là sau khi phòng đào tạo cập nhật thời khóa biểu môn dự thính thì em bị mất hết thời khóa biểu các môn học chính trước đó đang học trong học kì này, xin phòng đào tạo sửa lại lỗi này để em còn xem lịch học.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . TKB có cập nhật trên cổng thông tin rồi mà bạn https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân"
        ]
    }
]