[
    {
        "intent": "",
        "message": [
            "B Dạ e chào thầy cô. Do số lượng môn cơ lưu chất CI2005 (2 chỉ) kì hè đã full em không đăng kí kịp. Mong thầy cô có thể tăng thêm sỉ số bổ sung để em có thể hoàn thành môn học trong kì hè này. E tên là [full_name] [student_id] . E mong sẽ nhận được phản hồi của quý thầy cô. E cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã bổ sung môn CI2005 nhóm DT01 cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em hỏi, là hôm nay em có nhận được mail đăng ký môn học cho HK201 nhưng em là sinh viên khóa K19 và chương trình đạo tạo của em vẫn chưa cập nhật các môn học cần học cho học kì tới, vậy khi nào pđt sẽ cập nhật thế ạ?. . . . Mong thầy/cô giúp đỡ.. . Thân mến,. . Dương. .",
            "Chào bạn,. . . . Sau ngày 25/7 PDT sẽ cập nhật chương trình đào tạo và kế hoạch giảng dạy từng phần cho khoá 2019 (hệ chính qui đại trà).. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Điểm rèn luyện dưới 50 thì sẽ bị ntn ạ. .",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị - sinh viên để giải đáp về quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1952617  /b \t. . . .   i Đăng ký môn học . Xin chào thầy/cô, thực sự em đang rất cần sự trợ giúp.. . Hiện em đang gặp vấn đề về đăng ký môn học do đã hết hạn điều chỉnh.Hiện giờ, TKB của em có 8 tín chỉ và em thắc mắc là không biết rằng học phí của em sẽ được tính như thế nào ạ? Thực sự em rất lo vì em nghĩ học phí sẽ tính theo của các bạn học đúng lộ trình (15tc) và bớt đi một phần nhỏ  :(( . . . . . Em xin thuật lại về việc tại sao em ở trong tình trạng này:. . Chuyện là vào đợt 1 DKMH em có nhận được mail nhắc đăng ký môn học và trong đó có nói \"Đối với SV K2019 (nhóm 1B) sẽ không bị ràng buộc về số tín chỉ đăng ký ở HK dự thính hè 193\".. . Và ở đợt này thì em đã đăng ký đúng lộ trình, nhưng sau khi nghe các bạn nói là chỉ học thời lượng khoảng 6 tuần chủ yếu online thì ở đợt sau em đã hiệu chỉnh lại và chỉ để lại 8 tín chỉ do sợ học không nổi.. . . . Em dự định học 8 chỉ ở kỳ này với mức học phí 50% của 30tr giống như trong slide về học phí, vì em nghe nói kỳ này được coi là học kỳ chính đối với sv nhóm 1b K19.. . . . Đến hôm nay em có hẹn bạn lên làm bài tập lớn trên trương thì có nghe mấy bạn nói về việc làm cam kết, và có lẽ học phí không được tính theo như em nghĩ nên em đã lên A4-401 Văn phòng đào tạo OISP để xin cách giải quyết nhưng anh tư vấn viên nói là giờ chỉ còn cách làm cam kết.. . . . Hiện tại em không biết là có thể được đăng ký thêm tại thời điểm này không? Khi các môn học chưa bắt đầu nhưng đã có thời khóa biểu. Hoặc em có thể hủy kết quả đăng ký và học tại kỳ sau được không ? . . Với 8 tín chỉ tại học kỳ này của em thì sẽ được tính học phí thế nào ạ ?. . . . Làm ơn giải đáp giúp em . .",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô/thầy, em bị hủy môn EE2005 trong học kì 193, lớp DT01, của thầy [full_name] do không đủ sĩ số, em mong thày cô giúp em cho phép em được đăng kí vào lớp DT02 của thầy [full_name], vì môn này là môn học trước cần thiết cho kì sau, em mong thầy cô giúp em.. . Em xin cảm ơn",
            "Chào bạn,. . . . PDT đãng kí môn EE2005 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV: [student_id], đang học ngành Kỹ thuật ô tô khoa Kỹ thuật giao thông, do có sai sót trong đợt hiệu chỉnh môn học học dự thính hè mà thời khóa biểu của em vẫn còn lịch học hai môn là Tư [full_name] [full_name] và Sức bền vật liệu. Em xin phòng đào tạo hủy môn giúp em do em là tình nguyện viên tham gia chiến dịch Mùa Hè Xanh năm 2020 tại tỉnh Đồng Tháp từ ngày 31/7/2020 đến ngày 31/8/2020. Em xin cảm ơn.",
            "đã hủy môn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng kí môn cơ lưu chất CI2005 2 chỉ trong học kỳ hè ạ",
            "Chào bạn,. . . . PDT đãng kí môn CI2005 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710033  /b \t. . . .   i Đăng ký môn học . Lý do em đăng ký môn học trễ vì đợi kết quả đăng ký thực tập tốt nghiệp mà lại chưa được đăng ký nên em xin đăng ký bù môn khác để học trong kỳ hè.. . Em muốn xin đăng ký thêm môn học CO1003 Nhập Môn Về Lập Trình.. . Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đãng kí môn CO1003 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em có môn học đăng kí trong kì này là môn Giải tích mạch (EE1011) là môn \"tiên quyết\" cho môn Mạch Điện tử (EE2007) em định đăng kí trong học kì 201. Cho hỏi là em có đăng kí được không ạ.. .",
            "Chào bạn,. . . . Môn EE1011 là môn tiên quyết với môn EE2007 thì môn EE1011 đã học và đạt mới đăng kí được môn EE2007.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em thấy trên phiếu đăng ký thu nhận lại có ghi \"sinh viên phải thỏa điều kiện thu nhận lại (nộp bản sao bằng tốt nghiệp THPT, kết quả thi Anh văn   250 điểm...). Vậy em có cần phải đăng ký thi Anh văn định kỳ và nộp kèm bản sao bằng tốt nghiệp THPT không ạ?",
            "Chào bạn,. . Thông tin ghi trên phiếu thu nhận để cảnh báo sinh viền về trường hợp nợ bằng THPT và chưa đủ chuẩn AV để đăng ký MH nhé. Nếu bạn đã thỏa điều kiện thì có thể đăng ký MH học bình thường nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi hè còn đợt đăng ký môn học nào nữa không và e nếu giờ mới rút có mất phí không. .",
            "Chào bạn,. . . . Hiện tại dự thính hè không còn đợt DKMH, nếu bạn rút môn học thì phải tính học phí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào thầy, cô!. . Cho em hỏi là điểm trung bình tích lũy có làm tròn không ạ! Ví dụ 6.9 thì có được làm tròn 7.0 không ạ?. . Em xin chân thành cám ơn.",
            "Chào bạn,. . Bạn xem quy định về làm tròn điểm tại đây nhé:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 18. Số tín chỉ tích lũy học kỳ, điểm trung bình học kỳ hoặc. . Điều 19. Số tín chỉ tích lũy, điểm trung bình tích lũy"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy,cô.. . Em tên [full_name] [student_id]. . trước đợt đăng kí dự thính 193 vừa rồi em có đăng bài hỏi về trường hợp đăng kí av1 bị hủy em  và được trả lời là vì chưa học av1, và bắt buộc phải học avcd mới được học av1, do đó em vẫn tiếp tục bị hủy môn av1,nhưng bạn em, trường hợp tương tự em,( em có nộp chứng chỉ toic 300 vào học kì 183 và đã được duyêt, nghĩa là đã qua av1) thì lại thầy cô của [full_name] trả lời khác, và được đăng kí môn học, em rất muốn thầy cô trả lời em thuyết phục hơn lần trước, em chân thành cảm ơn",
            "Chào bạn. . PĐT đã bổ sung môn LA1003 nhóm DT03 cho bạn. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi kì thi vừa rồi do sơ xuất em đã ghi nhầm mã đề em phải làm sao ạ\t. . . .",
            "Chào bạn. . Tô sai mã đề thì không chấm được bài thi thì sẽ bị điểm 13, không có cách nào nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B xin phép nhà trường cho em hủy môn  học với lý do:. .   U ngày 10/6 em có đi photo nhưng cúp điện em chưa kịp thoát ra sau đó em cũng quên r đi về luôn , em xin lỗi về lỗi lầm của em. .   /U 1 bạn nào đó đã vào tài khoản em và đăng kí môn đại số tuyến tính và vật lí 1 vào học kì dự thính. .   U do em xác định học kì dự thính này đi làm kiếm tiền trang trải cho học kì chính nên em không vào kiểm tra lại. .   U điểm đại số tuyến tính em tới 9 nên em xin phép được rút môn ạ . .   /U em xin lỗi nhà trường vì đã quên đăng xuất tài khoản và không kiểm tra cẩn thận nên gây ra sự bất tiện to lớn này mong nhà trường giúp em với ạ em cảm ơn",
            "Chào bạn,. . . . PDT đã huỷ MT1007 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi: hè này em học môn Tín hiệu hệ thống EE2005 lần đầu. Các môn học kỳ 3 em muốn đăng ký là Xử lý số liệu EE2015, Cơ sở điều khiển tự động EE2019, Kỹ thuật hệ thống Viễn thông EE3015, Truyền số liêu vào mạng EE3019. Các môn này đều cần phải có môn Tín hiệu hệ thống 2005 (học trước) nhưng kỳ hè em mới được học. Vậy thì kỳ 201 em có được đăng ký mấy môn trên không ạ.. . . . Em xin cảm ơn",
            "Chào bạn,. . . . Học kỳ 201 bạn vẫn đăng kí được những môn kể trên, trường hợp bạn bỏ thi môn EE2005 thì mới không đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em có nhu cầu đăng ký thêm môn Kỹ thuật thi công (CI3043, lớp DT01) và môn Kết cấu betong cốt thép 2 (CI3175, lớp DT01) trong học kỳ hè 193, do lúc mở đăng ký em bị vướng các vấn đề liên quan đến thực tập tốt nghiệp nên chưa đăng ký được. Em đã xem xét thời kháo biểu của những môn học trên không bị trùng giờ. Hy vọng xem xét cho em được đăng ký thêm 2 môn học trên trong học kỳ hè.. . Chân thành cảm ơn!",
            "Chào bạn,. . . . - Môn CI3043 trùng TKB môn CI3001 nên không đăng kí được.. . . . - PDT đãng kí môn CI3175 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa, em tên là [full_name], mã số sinh viên [student_id], đang theo học ở lớp CK19DM2. Em xin được phép trình bày về nguyện vọng của mình ạ. Dạ do điểm trong quá trình học không được tốt nên em xin được bày tỏ nguyện vọng về sự cải thiện điểm ở môn Đại Số Tuyến Tính qua học kì dự thính hè này ạ. Dạ em xin thưa Phòng Đào Tạo cho phép em được đăng ký bổ sung về môn học Đại Số Tuyến Tính - Mã môn: MT1007, Mã nhóm: DT02_DT02. Dạ em mong Phòng Đào Tạo sẽ xem xét và phản hồi đến em ạ. Dạ em xin chân thành cảm ơn ạ.",
            "Chào bạn,. . . . Môn MT1007 nhóm DT02_DT02 trùng tkb nên không đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1514108  /b \t. . . .   i Yêu cầu khác . DẠ EM CÓ NỘP ĐƠN THU NHẬP LẠI ĐỂ xÉT TỐT NGHIỆP THÁNG 11 MÀ TÌNH TRẠNG SINH VIÊN CỦA EM VẪN ĐANG BỊ TẠM KHÓA Ạ. . EM ĐÃ NỘP CHUYỂN ĐIỂM ANH VĂN ĐẦY ĐỦ HẾT RỒI Ạ",
            "Chào bạn,. .  . . . . Sau một tuần đơn thu nhận lại mới được giải quyết xong, bạn kiểm tra trên cổng thông tin sinh viên nhen.. . . . Còn bạn đã đủ điều kiện tốt nghiệp, liên hệ trực tiếp PDT để xin xét tốt nghiệp.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT ạ,. .  Trong đợt đăng kí môn học học kì 201, trên hệ thống xuất hiện thêm các mã môn TN (0TC) của môn học thí nghiệm. Cho em hỏi, sinh viên có cần đăng kí mã môn học TN không ạ hay hệ thống tự động xếp lớp TN giống các kì trước ạ?. .  Em cảm ơn.",
            "Chào bạn,. . . . Bạn vui lòng ghi rõ mã số môn học, PDT kiểm tra trả lời cho bạn.. . . . Thân.",
            "Dạ ví dụ như môn EE3019 có mã TN là EE3020. . .  (Đây là ví dụ thôi ạ, chứ tất cả các môn TN đều có tách mã riêng hết)",
            "Chào bạn,. . . . Bạn chỉ đăng kí mã lý thuyết tức là EE3019, thí nghiệm sẽ tự động đăng kí vào.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô. . Em là sinh viên k18, em chưa học GDQP và muốn đăng ký học thì có được không ạ. Vì em được biết đợt học chung với k20 sẽ dính vào khoảng thời gian thi giữa kì hk201. Nếu không thì em có thể tự đăng ký học với trung tâm GDQP và nộp bổ sung bằng cho trường được không ạ? Em cám ơn.. . . .",
            "Chào bạn,. . . . Môn GDQP bạn liên hệ Trung tâm giáo dục quốc phòng để đăng kí.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô,. . Em thuộc chương trình KSTN, nhưng kỳ trước do quên nộp bài môn A nên bị đánh chưa đạt phần mở rộng. (Môn A trên lớp em vẫn có điểm số ổn) Thầy, cô cho em hỏi là em phải đăng ký học lại môn A đúng k ạ? Điểm trên lớp môn A có thể được giữ lại và em không cần học lại điểm trên lớp không ạ?. . Em xin cảm ơn thầy/cô",
            "Chào bạn,. . . . Tôi chưa hiểu ý bạn, giả sử  1 môn cốt lõi nếu môn có điểm đạt thì bạn phải đạt phần mở rộng, phần chính môn học. Nếu một trong 2 phần không đạt  coi như rớt phải học lại.. . . . Bạn liên hệ với khoa, giáo viên chủ nhiệm để được tư vấn cụ thể.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào anh/chị,. . Em là sinh viên K16, có tạm hoãn kỳ 192 do chưa nộp bằng anh văn để có thể đăng ký luận văn. Cho em hỏi bây giờ em sẽ phải làm đơn thu nhận lại mới được đăng ký kỳ 201 này đúng không ạ? Do em chưa thi anh văn kịp nên em có thể bổ sung bằng anh văn sau rồi pđt giúp em đăng ký luận văn và làm trong đợt này hay em phải đợi đến học kỳ 202 ạ. Em chân thành cảm ơn anh/chị.",
            "Chào bạn,. . . . Bạn có thể làm thu nhận lại, nhưng đăng kí luận văn bạn phải đạt chuẩn chứng chỉ ngoại ngữ khi nhận luận văn thì mới đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM. . Dạ cho em hỏi là HK193 em có đăng kí môn học trước của môn Đường lối cách mạng của Đảng Cộng sản Việt Nam (SP1009) là môn Tư tưởng [full_name] (SP1005), vậy học kì 201 em có được đăng kí môn Đường lối cách mạng của Đảng Cộng sản Việt Nam chưa ạ?. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn đăng kí được Đường lối cách mạng của Đảng Cộng sản Việt Nam được trong học ký 201 này (trừ trường hợp bỏ thi môn SP1005).. . . . Thân.. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi những môn bắt buộc của khoa xây dựng ngành kĩ thuật vật liệu với ạ e mcó lên phòng đào tạo xin nhưng không có thì phải làm sao để đăng kí môn cho đúng ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Sau ngày 25/7 PDT sẽ cập nhật chương trình đào tạo và kế hoạch giảng dạy từng phần cho khoá 2019 (hệ chính qui đại trà).. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/ cô cho em hỏi là kì 191 em bị rớt môn AV1 . Nếu em nộp chứng chỉ ngoại ngữ vào thì có được cải thiện điểm môn AV1 không ạ. Nếu không được thì em có thể đăng kí môn AV1 trong kì chính 201 được không ạ. Em chân thành cảm ơn thầy/ cô.",
            "Chào bạn. . - Bạn có thể đăng ký môn av1 vào Hk 201. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ -- . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811966  /b \t. . . .   i Đăng ký môn học . Em chào thầy cô ạ.. . Em có thi Anh văn \"TRONG TRƯỜNG\" để có thể đăng kí môn học và em thi được 370 điểm đủ để qua mốc anh văn 1.. . Em có thắc mắc nếu em được 370 rồi thì em không cần học anh văn 1 tiến thẳng qua anh văn 2 luôn được không ạ. hay bắt buộc học theo thứ tự ạ.. . Em cảm ơn. . . .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô!. . Dạ làm ơn cho em hỏi là, trường hợp thời điểm hiện tại em xin rút 1 môn học khỏi TKB của học kỳ dự thính hè 193 thì có phải đóng học phí không? Cảm ơn thầy/ cô?",
            "Chào bạn,. . . . Bạn muốn huỷ môn học nào?, bạn ghi rõ mã số môn học.. . . . Thân.",
            "Em chào thầy/ cô!. .    Em muốn xin hủy môn: cơ sở điều khiển tự động (EE2019), bắt đầu học từ tuần 32 (ngày 6/8/2020: thứ 5). Nếu rút môn học này vào thời điểm này thì có tính học phí không ạ? . .         Em cảm ơn thầy/cô!",
            "Chào bạn,. . . . [full_name] đã huỷ môn EE2019 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm.. . . . Thân.. .",
            "Chào Cô!. .  Xin cảm ơn cô nhiều! Chúc cô luôn thật nhiều sức khỏe. Buổi tối ấm áp bên gia đình!",
            "Xin chào cô!. . Cô cho e hỏi thêm là,đã xóa môn học đó khỏi tkb rồi,vậy mình có còn phải đóng học phí môn ấy ko cô ơi?",
            "ko em"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nếu hè năm nay 2 đi mùa hè xanh thì có theer thực tập khi nào hay phải đợi tới hè năm 3 ạ? Vì hè năm 3 em cũng cũng có 1 môn thực tập nữa ạ. Em cám ơn. . . . .",
            "Chào bạn, . . . . Chưa hiểu ý bạn, vui lòng ghi rõ?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nguyễn [full_name] [student_id]",
            "Chào bạn,. . . . PDT đãng kí môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh chị,. Cho em hỏi em đã được xét tốt nghiệp bổ sung chưa ạ. .",
            "Chào bạn                  . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau thứ 6 ngày (31/7/20) phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -    Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn  tốt nghiệp  thông tin tốt nghiệp  danh sách tốt nghiệp 04/2020. . -    Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên liên hệ trực tiếp phòng đào tạo để kiểm tra lại lý do."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Chứng chỉ ngoại ngữ để nhận LVTN . Kính gởi PĐT đại học bách khoa TPHCM,. . . . Em tên là [full_name],   b MSSV: [student_id]  /b , sinh viên khoa KHMT.. . . . Trong đợt đăng ký môn lần này em đăng ký môn LVTN nhưng trang đăng ký thông báo không đăng ký được do môn để cương và thực tập của em chưa nhập điểm và chưa nộp chứng chỉ ngoại ngữ,. . \t. . Vì vậy, em muốn hỏi là các đợt đăng ký bổ sung LVTN và thời gian cuối cùng để nộp chứng chỉ ngoại ngữ để nhận LVTN là khi nào ạ?. . . . Vì trên trang lịch học vụ của PĐT năm 2020-2021 chưa đăng tải thông tin này, nên nhờ PĐT xác nhận lại để em có thể đăng ký đi thi, nộp CCNN, và đăng ký được LVTN đúng hạn.   . . . . Cảm ơn thầy/cô đã xem,. . . . Thân gửi,. . [full_name].",
            "Chào bạn,. . . . - Ngoại lịch học vụ, việc chuyển điểm phụ thuộc vào nhu cầu sinh viên. Nếu sinh viên có nhu cầu chuyển điểm nhiều thì PDT sẽ lấy dữ liệu chuyển điểm thường xuyên. Thông thường 2 tuần sẽ lấy dữ liệu.. . . . - Từ ngày 22/7- 29/7/2020 là đợt DKMH đợt 1 học kỳ 201, bạn có thể vào đăng kí.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng Đào tạo, Khoa Cơ Khí, bộ môn Kỹ thuật hệ thống Công nghiệp.. . Em tên là: [full_name]. . Trong đợt đăng ký môn dự thính lần 1 em đã đăng ký môn Thực tập Kỹ thuật mã ME2085. Nhưng bây giờ trên kết quả đăng ký không hiện lên. Em mong Phòng đào tạo cho phép em đăng ký bổ sung ạ.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn thực tập kỹ thuật ME2085, đơn có sự đồng ý của ban chủ nhiệm khoa. Nộp PDT. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy(cô)!. . Em muốn huỷ môn học đã đăng kí cho học kì hè 193(không đóng học phí).. . Lí do là vì em mới biết được môn mà em đăng kí không còn trong chương trình đào tạo của khoá em.. . Em xin hỏi là muốn huỷ môn (không đóng học phí) thì làm thế nào ạ?. . Xin cảm ơn!",
            "Chào bạn. . Bạn muốn hủy môn học nào. . ghi rõ mã môn hủy. . Thân",
            "Em muốn huỷ môn Phương pháp tính (MT1009) ạ!. .",
            "đã hủy môn MT1009. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng ký học bóng chuyền hè cơ sở 1 tại mấy môn kia bị hủy",
            "Chào bạn,. . . . Chào bạn,. . . . [full_name] đãng kí môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. .",
            "No solution",
            "Đăng ký môn học . Em đăng ký môn cơ kết cấu hè mã CI2029 . . Bữa full slot nên em k đăng ký kịp",
            "Chào bạn,. . . . không đăng kí được môn CI2029 vì trùng TKB.. . . . Thân.",
            "Đăng ký môn học . Em đăng ký môn bóng chuyền hè vì mấy môn kia bị trường xóa ạ",
            "Chào bạn,. . . . PDT đãng kí môn PE1011 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô,. . vừa qua khi đăng kí môn cho học kì 193 em đã lỡ đăng kí theo chương trình đào tạo cũ và đăng kí môn Phương pháp tính (MT1009). Nhưng theo chương trình đào tạo mới cập nhật ngày 21/07 thì [full_name] Máy tính không còn học môn này nữa. . . Do đó, em muốn hỏi rằng em có thể làm đơn xin hủy môn không mất phí không ạ (vì số tiền khá lớn), hoặc em có thể xin chuyển điểm sang một môn khác được không. . . Mong thầy/cô giải đáp ạ. Em cảm ơn.",
            "Chào bạn,. . . . [full_name] đã huỷ môn MT1009  cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa pđt,. . em có thắc mắc là những điều kiện nào thì sinh viên được đăng kí nhiều hơn 21 tín chỉ ạ. và tối đa( không tính dự thính ạ ). . em cảm ơn",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 9, mục 9.3 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy/cô,. . Em xin yêu cầu mở folder mở rộng cho các môn core HK192 cho các bạn lớp HC18KSTN bị thiếu phần mở rộng để thầy cô nhập điểm, các bạn có tên sau:. . - [full_name] [student_id]. . - [full_name] [student_id]. . - [full_name] [student_id]",
            "Chào bạn.. . Các Bạn SV trên không thuộc SV lớp tài năng. . nên ko được cập nhật điểm phần mở rộng . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô thầy ạ.. . Em có 2 câu hỏi thắc mắc và hi vọng sẽ được thầy cô giải đáp giúp em ạ:. . 1/ Em đăng kí môn học cho HK201 thì có 1 môn: Phương pháp định lượng( mã MH IM3039) là môn học sau của môn học: Thống kê trong kinh doanh ( mã MH IM2007) và môn Thống kê em có đăng kí học trong HK193( HK hè).. .  Vậy thì em có được đăng kí môn Phương pháp định lượng nữa không ạ?. . 2/ K19 có mã môn học mới so với CTĐT của k18, Giờ em đăng kí môn đó nhưng k18 đã học hết rồi, vậy em có đăng kí theo mã môn học mới của k19 thì có được không ạ?. . Em cảm ơn ạ.",
            "Chào bạn,. . . . - Phần đăng kí môn học khi bạn mới vào trường PDT đã phổ biến về cách đăng kí và những qui định về DKMH. Tôi cảm thấy bạn chưa hiểu về qui định DKMH, bạn có thể gặp giáo viên chủ nhiệm của bạn để tư vấn cho bạn.. . - Bạn đăng kí đúng CTDT khoá 2018 của mình nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT. . Hiện tại em muốn rút môn học ở học kỳ 193 . . Em muốn biết quy trình rút môn được thực hiện như thế nào và sau khi rút môn em có phải đóng học phí cho môn đã rút không ạ.. .   i Yêu cầu khác .",
            "Bạn cần hủy môn học nào. . Ghi rõ mã môn cần hủy",
            "Em cần huỷ môn Cơ học thuỷ khí. . Mã môn TR1005",
            "đã hủy môn học TR1005. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ.. . Hôm nay đã có lịch đăng ký môn học cho K19, mà nhóm ngành cơ khí-cơ điện tử vẫn chưa phân ngành thì em phải đăng ký làm sao ạ. . . Em cám ơn thầy cô nhiều ạ",
            "Chào bạn,. . . . Hiện tại bạn đăng kí đúng nguyện vọng mà bạn đăng kí phân ngành. Sau khi có danh sách phân ngành, nếu bạn không vào được đúng nguyện vọng phân ngành, bạn liên hệ khoa để DKMH đúng môn học theo phân ngành mà bạn được phân.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trong chương trình đào tạo của em có 1 môn bắt buộc là   B IM2001 Kế toán tài chính  /B , và HK201 sắp tới em muốn đăng ký học lại môn này.. . Tuy nhiên khi đăng ký thì em thấy có môn   B IM1015 Kế toán tài chính  /B . . . . . Vì vậy em có thắc mắc rằng nếu em học môn IM1015 thì có thể thay thế cho IM2001 không ạ? Vì em thấy IM1015 có nhiều bạn đăng ký hơn và có khả năng mở lớp cao hơn, còn IM2001 như trong CTĐT của em thì cả HK192 và HK193 vừa rồi đều không đủ sĩ số để mở lớp được ạ.. . . . Mong PĐT xem xét và giải đáp thắc mắc này của em, em xin cảm ơn rất nhiều ạ.",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do em không biết việc pđt có mở thêm sỉ số lớp MT1003 nên em đã đăng ký trễ, mong anh chị có thể check xem có bạn nào có nhu cầu không học môn đó nữa không, nếu có xin cho em được thế chân vào slot của những bạn đó, em thật sự rất muốn học môn này vào kỳ dự thính hè 193, em chân thành cảm ơn. .",
            "Chào bạn,. . . . PDT đãng kí môn MT1003 cho bạn rồi, sau ngày 24/7 bạn vào kiểm tra kết quả DKMH trên cổng thông tin sinh viên. Nếu có gì thì khiếu nại sớm... . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]-k18 khoa cơ khí Cd18Cd1. . Hiện tại, em chỉ mới tích lũy 54 tín chỉ do tạm dừng học kì 192 sau tai nạn giao thông. . Theo yêu cầu để đăng kí học năm 3 thì phải tích lũy 56 tín chỉ. Tuy nhiên, học kì hè tới này em mới hoàn thành một số môn học đã bỏ lỡ kì trước để đủ chỉ.. . Để được xét cho đăng kí môn học năm 3, không bị hủy kết quả đăng kí MH vì thiếu tín chỉ em cần phải theo quy trình như thế nào ạ?. . Xin cảm ơn",
            "Chào bạn,. . Trên tinh thần Phòng Đào tạo sẽ tạm cộng số tín chỉ của học kỳ hè (HK3/2019-2020), để hỗ trợ cho sinh viên đăng ký môn học. Nhưng sau khi có kết quả của học kỳ dự thính hè 193, Phòng Đào tạo sẽ hậu kiểm lại và hủy kết quả ĐKMH của học kỳ 1/2020-2021 nếu sinh viên không đạt đủ số tín chỉ theo quy định.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa Thầy/cô. . . . Em là [full_name], học viên cao học ngành Quản lý xây dựng học kì 192. . . . Do lúc trước phòng đào tạo sau đại học chưa giải thích rõ việc học các môn thuộc khối kiến thức bổ sung, nên em đã đăng kí môn Quản lý xây dựng mã  CI1053  . Sau đó phòng đào tạo SĐH có giải thích nhưng em lại quên hủy môn này đã đăng kí trong học kì hè. . . . . Kính mong Thầy/cô xem xét và giúp em rút lại môn học này.. . . . Em chân thành cám ơn Thầy/cô.",
            "Chào bạn, . . . . Sau ngày 3/8/2020 bạn làm đơn rút môn học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào pđt,cho em xin hỏi các môn giáo dục thể chất ở kì 191 và 192, em không đăng kí theo mã PE1003 và PE 1005, mà đăng kí thẳng vào mã môn học ví dụ Bơi PE1019. Vậy là có tính em đã hoàn thành nội dung thể chất ở kì đó không ạ. Tại vì kì này em đăng kí gdtc 3 thì bị báo là chưa hoàn thành gdtc 1 và 2.",
            "Chào bạn. . Bạn đă đăng ký môn Bơi Pe1019 là được nghen. . - Bạn [full_name] bị lỗi ở học kỳ nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Đăng ký môn học . Cho em hỏi chưa đăng kí được môn anh văn ạ. Em muốn đăng kí học anh văn 4 nhưng không đăng kí được ạ.. . . .",
            "Chào bạn,. . . . Bạn ghi rõ mã số môn học để PDT đăng kí cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi nếu đăng ký học lại ở kỳ chính thì tiền học phí tính như thế nào ạ",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn --  sinh viên --  học vụ --  học phí --  HK2(19-20).. . Chúc bạn học tốt.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy (cô), nếu kì hè em đã học một số môn bắt buộc của học kì chính, thì lúc đăng kí môn học kì chính em có phải kiếm môn khác bù vô cho đủ điều kiện trên 14 tín chỉ không ạ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Trường mình đào tạo theo tín chỉ, bạn có thể đăng kí môn học bất kỳ học nào trong CTDT của mình.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nếu em không đủ điều kiện đi thực tập theo đúng hạn là vào hè năm 2 thì trong năm em sẽ đi bù hay phải chờ vào hè năm 3 ạ. Vì hè năm 3 em phải đi thực tập  môn khác nữa ạ. Và nếu bù thì em sẽ lien hệ với ai để nộp đơn xin thực tập ạ. Em cám ơn.",
            "Chào bạn,. . . . Những môn thực tập nếu mở trong học kỳ chính thì phải có sự đồng ý của khoa. Bạn liên hệ ở khoa nhen.. . . . Thân.. . -"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ,. . Em là sinh viên khoa điện - điện tử. Khi em đăng kí môn lập trình hệ thống nhúng - EE3031 thì có hiện thông báo là chưa học trước môn thiết kế hệ thống nhúng ee3003, nhưng em xem chương trình đào tạo thì thấy môn học trước là vi xử lý ee2013. Liệu có thay đổi mà mà chưa cập nhật vào chương trình đào tạo không ạ?. . Em cảm ơn.",
            "Chào bạn,. . . . Bạn xem lại cấu trúc môn học nhen http://www.aao.hcmut.edu.vn/index.php?route=catalog/chuongtrinhdaotao.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em cần đăng ký môn học thực tập tốt nghiệp. . Họ tên: [full_name]. . MSSV: [student_id]. . Mã số môn học: IM3313. . . . Em mong sự hỗ trợ của thầy/cô. . . Em cảm ơn!",
            "Chào bạn,. . . . Bạn làm đơn xin đăng kí môn thực tập tốt nghiệp , đơn có sự đồng ý của ban chủ nhiệm khoa. Nộp PDT. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên là [full_name],mssv [student_id] sinh viên năm 6,học kì này em cần phải hoàn thành môn học phương pháp tính để làm luận văn tốt nghiệp, nếu không đăng kí được môn học này thì học kì 201.(học kì cuối) em sẽ không thể làm luận văn tốt nghiệp. Nên em rất mong phòng đào tạo cho em cơ hội để đăng kí môn học này và không bị đuổi học. Em xin trân thành cảm ơn.. . . .",
            "đã đk cho bạn môn MT1009 nhóm DT04 trong HK dự thính này.. . Thân"
        ]
    }
]