[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại gia đình em đang gặp khó khăn về tài chính, em có thể xin gia hạn đóng học phí được không ạ, nếu có thì em cần làm những gì ạ?. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô, . . . . Em là [full_name], Khoa Khoa Học Ứng Dụng. Hiện tại em đã có đủ các chứng chỉ anh văn toeic, thi qua 2 kĩ năng nói viết, đã bảo vệ luận văn và hoàn thành đầy đủ tín chỉ. Nhưng e vẫn chưa nhận được thông báo đăng ký tốt nghiệp từ nhà trường. Kính mong thầy /cô xem xét giúp em ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 16/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . cho e hỏi là nhà trường đã dời lễ tốt nghiệp sang tháng 1 năm sau, vậy e có thể xin bản sao trước được không ạ?",
            "Chào em,. . Về bằng tốt nghiệp em vui lòng chờ thông báo của nhà trường. Hiện tại em có thể sử dụng giấy chứng nhận tốt nghiệp tạm thời trước. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng ký in bảng điểm và đã thanh toán, nhưng em thấy ngày trả kết quả là 2/11 mà sao em check thì vẫn ở tình trạng ĐANG IN ạ? Khi nào em nhận được ạ?",
            "Chào bạn;. . Do bên bưu điện bị thất lạc nêntrường sẽ in, gửi lại nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô PĐT,. . . . Em có hoãn LVTN ở HK 202 và muốn bảo vệ LVTN ở HK 211 thì em có thể đăng kí ở đâu và quy trình như thế nào ạ. . . . . Em xin cảm ơn.. .",
            "Chào em,. . Hiện tại em đã nhận được QD hoãn thi LVTN ở HK202 chưa? Em gửi kèm QD giúp cô xem nhé. . Thân",
            "Kính gửi thầy cô PĐT,. . . . Em xin gửi đơn hoãn LVTN ạ.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô PĐT,. . . . Em có nhu cầu đăng kí BHYT và có làm theo hướng dẫn như cập nhật thông tin... nhưng không thể điền được vào vùng \"Chọn loại bảo hiểm đăng ký mua:\". Mong thầy cô hỗ trợ ạ.. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Em là [full_name], MSSV: [student_id], khoa Cơ Khí.. . Học kỳ này em có thực hiện LVTN do thầy [full_name] hướng  dẫn. Nhưng thầy vừa thông báo em rằng không tìm thấy tên em trong mục LVTN do thầy hướng dẫn trên Elearning.. . Em xin nhờ thầy/cô kiểm tra lại giúp em.. . Em cảm ơn.",
            "Chào em,. . Trên BkeL có cập nhật mà em, em xem lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thầy Cô PĐT cho em hỏi về tổ chức lễ tốt nghiệp sắp tới ạ. Em đọc mail thấy sẽ nhận bằng chính thức là nhận bằng qua chuyển phát bưu cục, vậy là sẽ không làm lễ nhận bằng trên hội trường A5 ạ? . . Em xin cảm ơn.. .",
            "Chào em,. . Về lễ tốt nghiệp em vui lòng đợi thông báo chính thức nhé.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi cô!. . Em tên là [full_name], MSSV [student_id], khoa Công nghệ Vật liệu, khóa K18. Hiện tại tổng số TCTL của em là 118 nhưng TCTL ngành là 77, hiện tại vẫn chưa được cập nhật ạ, cho em hỏi vấn đề này giải quyết như thế nào ạ,em rất lo lắng nếu không cập nhật em sẽ không đủ tín chỉ để đăng kí luận văn.Mong nhận sự phản hồi từ cô, em cảm ơn.",
            "Chào em,. . Em vui lòng trình bày rõ thêm về trường hợp của bạn giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Em có thắc mắc như sau:. . 1. Kỳ 2 (2021 - 2022) em học trao đổi ở nước ngoài và em vẫn còn môn học chưa hoàn thành ở BK thì có bắt buộc phải đăng ký môn học ở Bách Khoa nữa không ạ? . . Nếu có thì kính nhờ PĐT đính kèm giúp em link thông tin chi tiết về quy định mới vì em đã tìm nhưng không tìm thấy thông tin",
            "Chào em,. . Em vui lòng trình rõ về trường hợp của em thêm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy, Cô[full_name] [full_name] Em mong PĐT xem xét xét tốt nghiệp cho em ạ[full_name] Em đã nhờ Khoa làm xét môn tương đương gửi lên PĐT rồi ạ[full_name][full_name] [full_name] Em cảm ơn",
            "Chào em,. . Em vui lòng trình bày rõ thêm về trường hợp của em nhé, đã có QD miễn chưa? khoa gửi công văn khi nào? miễn MH gì?. . Thân",
            "Dạ em có gửi theo hình đây ạ.. . Thầy [full_name] đã gửi mail cho PĐT vào ngày 4/11 và PĐT đã trả lời lại vào ngày 5/11 ạ.",
            "Chào em,. . Hình em gửi cô chỉ là thư gửi, chưa ra QD miễn MH.. . Theo quy trình trường hợp của em sẽ ra QD miễn MH, nếu em nộp ở Khoa, thì PDT sau khi ra QD miễn môn sẽ gửi lại về Khoa phát cho SV và cập nhật trên mybk/Thông tin SV/Điểm chuyển.. . Em theo giúp cô ở Khoa, khi có QD miễn MH, em gửi câu hỏi qua bksi giúp cô để xét tốt nghiệp bổ sung lại cho bạn nhé. . Hiện tại vẫn chưa có QD miễn MH của bạn (đang trình kỳ). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV [student_id]. Em đã hoàn thành bảo vệ luận văn tốt nghiệp vào tháng 8/2021. Theo như Lịch trình đăng ký tốt nghiệp cho đợt tháng 11/2021 thì hạn chót đăng ký là 24/12/2021. Tuy nhiên hiện tại em vào MyBK để đăng ký tốt nghiệp thì các nút \"Cập nhật thông tin\", gửi ảnh, và \"Nộp đơn đăng ký xét tốt nghiệp\" bị khoá, nên em không đăng ký tốt nghiệp được. Kính mong Phòng Đào tạo xem xét giải quyết ạ. Em xin cảm ơn.",
            "Chào em,. . Trường hợp của em vẫn chưa đạt 2 kỹ năng nói - viết. Em kiểm tra lại về quy định tiêu chuẩn tốt nghiệp nhé.. . . . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp/. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã đăng ký nhận bằng tốt nghiệp tạm thời ở Mybk và đã tích vào ô nhận qua bưu điện.. . Em muốn hỏi rằng khi nào em sẽ nhận được bằng tốt nghiệp qua bưu điện ạ? Do em đọc thông tin ở trang aao.hcmut rằng sẽ nhận được trong 1 tuần nhưng em đã đăng kí được 2 tuần rồi và một bạn đăng kí cùng đợt với em đã nhận được bằng rồi ạ! . . Em cảm ơn",
            "Chào em,. . Giấy CN tốt nghiệp tạm thời mặc định sẽ được gửi qua đường bưu điện cho SV nhé, em có thể vào mục mybk/Đăng ký tốt nghiệp để tải trước file scan để sử dụng trước nhé. . Vui lòng cung cấp cho cô số điện và địa chỉ người nhận để cô nhờ tra mã vận đơn giúp bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa phòng đào tạo,. . Em là [full_name], MSSV [student_id]. Hiện tại em đã đăng ký tốt nghiệp thành công và đã có tên trong danh sách tốt nghiệp dự kiến. Phòng đào tạo cho em hỏi em muốn xin cấp giấy xác nhận thứ hạng khi tốt nghiệp thì em phải làm thủ tục như thế nào ạ?. . . . Em xin cấp giấy xác nhận thứ hạng để làm thủ tục nộp hồ sơ đi học tiến sĩ ạ.. . . . . .",
            "Chào em,. . Khi nào có quyết định tốt nghiệp chính thức (em  theo dõi thông tin QD cập nhật tại mybk/Thông tin SV), em có thể làm đơn xin xác nhận thứ hạng tốt nghiệp (ghi rõ lý do), chụp hình kèm minh chứng nếu có, cô sẽ trình ban lãnh đạo xem xét và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là em lên MyBK để đăng ký BHYT nhưng tại mục chọn loại bảo hiểm lại không chọn được và cũng không cho đăng ký luôn. Em muốn hỏi rằng từ ngày mai là thời hạn nộp tiền BHYT lúc đó mới cho đăng ký hay là em phải đăng ký trước và làm thế nào ạ? Em xin cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ tên : [full_name]. . MSSV :[student_id]. . Hệ :VHVL. . Em có đăng ký xin giấy xác nhận sinh viên mà 1 tuần rồi vẫn chưa có . Em mong nhà trường có thể xác nhận sớm giúp em để em có thể hoàn thành hồ sơ nộp cho địa phương vào ngày 9/11 nếu ko có thì em phải chấp hành nghĩa vụ quân sự ạ.. . Em cảm ơn nhà trường ạ. . . . . .",
            "Chào bạn,. . Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Dạ em chào anh chị!. . Dạ cho em hỏi là em có đăng kí môn đợt dự thính lộ trình 2 bắt đầu học vào 30/8 nhưng không thấy có thời khoá biểu ạ. Vì đó là môn cuối cùng và đây cũng là kì cuối trong thời gian đào tạo tối đa  của em nên cho em hỏi có thể cho em xin đăng kí môn đó (giải tích 2 MT1005) theo dạng hoãn thi kì trước tức chỉ thi cuối kì được không ạ? Hoặc là cho em hỏi trong kì hè sau kì 2 này em có thể bổ sung thêm môn cuối cùng đó mà không bị chuyển hệ không ạ? . . Em xin chân thành cảm ơn ạ!",
            "Chào em,. . Em vui lòng vào xem lý do vì sao không đăng ký môn được tại đây nhé:. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học dự thính bổ sung HK211- đợt kết quả (chỉ để xem) lộ trình 2 - đợt 2    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . PDT không đ/ký cho SV [full_name]5 (T: Trùng giờ TKB)\t2021-09-05 21:47:47. . Hiện tại đã quá trễ để giải quyết cho vấn đề đăng ký môn học của HK211 nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/Cô cho em hỏi là nhà em gần cơ sở 2, em có thể đăng ký xin cấp giấy chứng nhận sinh viên và lấy ở cơ sở 2 không ạ. Hay em phải đăng ký dịch vụ chuyển phát về nhà vậy ạ.. . . . Em cảm ơn.",
            "Chào em,. . - Thầy/Cô cho em hỏi là nhà em gần cơ sở 2. . =  CS2 chưa làm việc trực tiếp đến khi có thông báo mới.. . - Hay em phải đăng ký dịch vụ chuyển phát về nhà vậy ạ.. . =  - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. .    Cho em hỏi là hiện tại em muốn nộp bảng điểm và chứng chỉ Giáo Dục Quốc Phòng MI1003 để hoàn thành hồ sơ xét tốt nghiệp thì làm thế nào ạ.. .     Vấn đề thứ hai là em muốn mua BHYT 2022 nhưng lại không đăng ký được. Vậy em phải mua bên ngoài hay sao?. . Em cảm ơn.",
            "Chào em,. . - Cho em hỏi là hiện tại em muốn nộp bảng điểm và chứng chỉ Giáo Dục Quốc Phòng MI1003 để hoàn thành hồ sơ xét tốt nghiệp thì làm thế nào ạ.. . =  PĐT đang chờ xác minh, trả lời em sau nhé.. . - Vấn đề thứ hai là em muốn mua BHYT 2022 nhưng lại không đăng ký được. Vậy em phải mua bên ngoài hay sao?. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy,cô. . 1. Hiện tại e đã có đủ điểm tất cả các môn nhưng chưa được cập nhật điểm số tín chỉ tích lũy ngành ở mục bảng điểm sinh viên so với bảng điểm của học kỳ 202.(hình đính kèm). . 2. Hiện tại e vẫn chưa thể đăng ký xét tốt nghiệp vì chưa có tên trong danh sách tốt nghiệp dự kiến.. . . . Em cảm ơn thầy/cô đã hỗ trợ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 16/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí nhận giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự từ lâu rồi mà chưa thấy bưu điện phản hồi ạ. Ngày 12/11/2021 này, người ta bắt em đi lên phường khám để chuẩn bị nhập ngũ luôn rồi. Mong phòng đào tạo có thể cho e xin thông tin về bưu điện ạ. Hoặc em có thể lên trực tiếp cơ sở 1 để nhận giấy xác nhận sinh viên không ạ?",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . - Hoặc em có thể lên trực tiếp cơ sở 1 để nhận giấy xác nhận sinh viên không ạ?. . =  Hiện tại chưa vào trường cho đến khi có thông báo mới.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  i . . Kính gửi bksi.. . Em muốn hỏi về vấn đề xin bảo lưu ạ.. . Cảm ơn và mong sớm nhận được phản hồi từ quý thầy cô.",
            "Chào em,. . Em vui lòng trình bày rõ vấn đề và lý do bảo lưu của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào quý thầy,cô!. . Em tên [full_name], mssv [student_id]. Em xin hỏi về mục đăng ký bảo hiểm y tế. Em đã hoàn thành bước 1 của đăng kí bảo hiểm y tế là khai báo cập nhật thông tin nhưng đến bước hai là chọn mục BHYT thì ở mục này không hiện thông tin cho em thao tác chọn và mục đăng kí cũng không thao tác được. Em mong quý thầy cô có thể kiểm tra, khác phục hoặc có hướng dẫn quy trình đăng kí lại nếu em làm sai. Để em có thể kịp hoàn thành việc đăng kí BHYT của nhà trường. Em xin cám ơn",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cô ơi , Bên địa phương em họ gửi trễ giấy nghĩa vụ quân sự , em mới đăng kí giấy tạm hoãn nghĩa vụ hôm qua . Vậy khoảng bao nhiêu ngày nữa em có lên lên trường nhận giấy vậy cô . Em cảm ơn cô ạ.",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . -  Vậy khoảng bao nhiêu ngày nữa em có lên lên trường nhận giấy vậy cô . . =  Hiện tại chưa được phép vào trường đến khi có thông báo mới.. . Thân mến. .",
            "Dạ cô ơi , vậy hôm qua em lỡ đăng kí vô trường nhận, Vậy bây giờ e có phải đăng kí lại không vậy cô .",
            "Chào em,. . Em thử đăng ký lại xem nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713794  /b \t. . . .   i Tốt nghiệp . Chào Phòng đào tạo,. . . . Mong PĐT giúp em huỷ môn Tư tưởng Hồ Chí Minh vì trước đó em đăng ký môn để không bị đình chỉ học trong học kỳ này do chưa đủ chuẩn xét tốt nghiệp.. . . . Hiện tại, em sẽ nộp bằng IELTS để đủ 142 tín chỉ và để có thể được xét tốt nghiệp trước tháng 12.. . . . Hiện em đã hoàn thành việc thanh toán học phí trên BKPay. (đính kèm). . . . Em rất mong PĐT huỷ môn học giúp em.. . . . Em xin cảm ơn.",
            "Chào em,. . Em vui lòng tải mẫu đơn rút môn học tại trang aao.hcmut.edu.vn/sinh viên/ biểu mẫu, điền đầy đủ thông tin và gửi qua bksi giúp cô, phần lý do nhớ ghi rõ là rút MH để xét tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn đăng ký mua BHYT trên mybk. Nhưng em không chọn được mục \" chọn loại bảo hiểm đăng ký mua\" nên không thể đăng ký.. . Xin thầy/cô hướng dẫn em với ạ. em xin cám ơn.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là nhà trường có thể mở đợt đăng kí nộp bằng tốt nghiệp THPT kế tiếp được không ạ? Vì lý do dịch bệnh nên em đã nhận được bằng tốt nghiệp chậm hơn dự kiến nên không thể đăng ký nộp theo đúng thời hạn. Em mong nhà trường sẽ tạo điều kiện mở lại đợt đăng ký khác ạ. Em xin cảm ơn.",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Em chờ email thông báo nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô.. . Em muốn hỏi thêm về vấn đề bảo lưu 1 năm. Lý do là em cảm thấy bản thân mình còn một số vấn đề cần giải quyết trước khi toàn tâm cho việc học ạ.. . Em xin cảm ơn và mong nhận được phản hồi sớm nhất từ quý thầy cô.",
            "Chào em,. . Theo quy định thì sinh viên năm nhất không được tạm dừng học kỳ đầu tiên nhé bạn.. . Còn về bảo lưu lý do bạn trình bày thì không được nhé, em vui lòng xem quy định về bảo lưu tuyển sinh tại đây:. . tuyensinh/Thông tin nhập học/THÔNG TIN NHẬP HỌC NĂM 2021/VIII. BẢO LƯU TUYỂN SINH. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em muốn hỏi quy trình xác nhận mẫu giấy vay vốn SV trong thời điểm không thể đến trường làm việc trực tiếp như bây giờ ạ. Em xin cảm ơn.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa Thầy/Cô!. . . . Em sinh viên [full_name], mssv: [student_id]. Dạ cho em hỏi học kì hè vừa rồi em có học môn Bê Tông Cốt Thép 2, mã môn học CI3175 đến thời gian hiện tại em vẫn chưa biết được số điểm của em ạ! Mong PĐT cập nhập để em biết được ạ.. . em cảm ơn rất nhiều.. . Sinh Viên . . [full_name].",
            "Chào em,. . PĐT chưa nhận được bảng điểm do [full_name] gửi. Em liên hệ [full_name], GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo ạ,. . . . Em tên [full_name] - MSSV: [student_id] - SĐT: [phone_number]   - Gmail: [email]. . Tình hình hiện tại là trong học kì này, em đã hoàn thành toàn bộ chương trình học tại trường, nên học kì này em không đăng kí bất kì môn nào để có thời khóa biểu, vì vậy việc em đăng kí giấy chứng nhận sinh viên để tham gia thi toeic nhận qua Bưu điện là không thể thực hiện , em mong trường tạo điều kiện giúp em để em có thể nhận được giấy chứng nhận sinh viên để giảm nhẹ chi phí thi toeic 990k đối với sinh viên thay vì 1390k nếu không có giấy chứng nhận sinh viên, vì tình hình dịch bệnh hiện tại khiến kinh tế của bất kì ai cũng suy yếu, mùa dịch này khổ lắm thầy ơi. Em chỉ còn bổ sung anh văn để hoàn thành 100% điều kiện để tốt nghiệp.. . Trong thời gian chờ đợi từ sự thông báo từ phòng đào tạo, em xin chân thành cảm ơn.. . . . [full_name]",
            "Chào em,. . Em cần bản scan hay bản giấy? Em muốn nhận như thế nào?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về đăng kí BHYT. Em đăng kí BHYT trên myBK nhưng không chọn được loại bảo hiểm đăng ký. Em phải làm gì để sửa được lỗi này. Nếu không đang kí được trong trường em sẽ đang kí ở địa phương.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em hoãn thi ở học kỳ 202 thì học kỳ 211 này em muốn thi thì làm như thế nào ạ",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Phòng đạo tạo,. . . . . . Cảm ơn PĐT đã hướng dẫn em điền đơn huỷ môn học (đính kèm 1). . . . Hiện em đã hoàn thành mẫu đơn, mong PĐT xem xét huỷ môn học giúp em (đơn rút mh).. . . . Em xin cảm ơn PĐT.. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/ xem điểm trễ nhất là 22/11/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Admin cho em hỏi nếu ngày 22/12 e nộp bằng chuyển điểm av3,4 mà em thấy tận 24/12 e sẽ hết hạn đăng kí tốt nghiệp thì cơ hội em được chuyển có kịp không ạ trong vòng 2 ngày đó không ạ ?",
            "Chào em. . Trường hợp em nộp CCNN chuyển điểm để xét tốt nghiệp thì cần thời gian thẩm tra chứng chỉ nữa nhé bạn.. . Thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ, nên câu hỏi bạn đưa ra không thể trả lời cho em được.. . Khi nào em hoàn thành tất cả các điều kiện tốt nghiệp, CCNN thẩm tra hợp lệ, em có thể gửi câu hỏi qua bksi để đăng ký xét tốt nghiệp bổ sung, tại thời điểm đó mới có thể trả lời cho em là kịp hay không nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên [full_name], MSSV [student_id], Hệ đào tạo VLVH, Chuyên ngành Công nghệ may.. . Trong CTĐT 2014 có môn Kỹ thuật điện (EE1005) tương đương với môn Kỹ thuật điện (406009) em đã học trong CTĐT 2013 (Vì trong email trường gửi cho em có đính kèm các môn học còn nợ có môn Kỹ thuật điện).. . Kính mong Thầy/Cô xem xét chuyển điểm môn Kỹ thuật điện giúp em.. . Em xin cảm ơn.. . . .",
            "Chào em,. . Thầy [full_name] đã gửi mail cho em ngày 1/12/2021, em vào kiểm tra lại mail nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đăng kí hoãn thi 6 môn trong đợt hè vừa rồi, 2 học kì là 202 và 203 do 6 môn của 2 hk đó được mở thi một lúc trong đợt vừa rồi mà máy em hư. Em gặp lỗi ở đk đợt 1 nên đã tiến hành đăng kí đợt 2, nhưng đến giờ không có mail xác nhận là đang kí thành công hay chưa, nay em có hỏi thì được phản hồi như hình em gửi bên dưới, vậy em phải làm gì tiếp theo, và em đăng kí 6 môn sao bây giờ trường chỉ ghi nhận 3 môn vậy ạ? Nếu là trường thiếu như vậy thì em phải làm sao ạ, em đăng kí nhưng trường không gửi mail xác nhận đk thành công hay không gì hết?. . . .",
            "Chào em,. . . . - Ngày Thời gian:   U 10/19/2021 02:52:01 pm. . CÔ Quỳnh đã trả lời em rồi nhé: . . Từ: [548] (002282) [staff_name]. . . . \"Chào bạn. . Sau khi đối chiếu dữ liệu, Pdt xác nhận bạn đã đăng ký Hoãn thi:. . 2052856    HK202    MT1003. . 2052856    HK202    PH1003. . 2052856    HK202    CH1003. . 2052856    HK202    MT1003. . 2052856    HK202    PH1003. . 2052856    HK202    CH1003. . 2052856    HK203    PH1005. . 2052856    HK203    MT1005. . 2052856    HK203    MT1007. . Bạn đợi thông báo tiếp theo của Pdt \". . . . - Sáng nay cô trả lời: do em hỏi HK203 nên cô trả lời em HK203. . - Em đăng kí nhưng trường không gửi mail xác nhận đk thành công hay không gì hết?. . =  Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi. . . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Lịch thi cuối kì . Dạ em xin chào thầy cô ạ! . . Em là sinh viên K17, hiện em đang học AV4A để tốt nghiệp. Em mong thầy cô sắp xếp lịch thi cuối kì sớm sớm để em có thể kịp hạn nộp tốt nghiệp vào ngày 24/12/2021 ạ.Em xin cảm ơn thầy cô!. .",
            "Chào em,. . Em vui lòng liên hệ TTNN để được hỗ trợ. . - Điện thoại    (08) 3866 6869 – 0909 625 988. . - Fax    (84.8) 38.[student_id]69. . - Website: http://bkenglish.edu.vn/. . - Email    [email]. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. Em tên [full_name], MSSV: [student_id], hệ đào tạo VLVH, chuyên ngành Công nghệ may.. . Trong học kỳ 2 năm học 2020-2021 em có học môn Cơ học máy (ME2043) do Thầy [full_name] giảng dạy và đã tham gia thi cuối kỳ vào ngày 20/8/2021 lúc 13 giờ nhưng không có điểm danh nên bị tính là vắng thi.. . Em đã liên hệ với Thầy [full_name] và Thầy nói là đã cho phép các sinh viên hoãn thi và thi lại môn Cơ học máy.. . Kính mong Thầy/Cô xem xét giúp em.. . Em xin cảm ơn.",
            "Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính Gửi Thầy/Cô,. . . . Em tên [full_name], MSSV [student_id], lớp HC17DK. Vừa rồi em có đăng ký tốt nghiệp và đã thanh toán thành công. Thầy/Cô cho em hỏi em có thể download bằng tốt nghiệp tạm thời tại đâu không ạ? Vì em cần nộp hồ sơ bổ sung cho hồ sơ xin việc ạ?. . . . Em cảm ơn Thầy/Cô. . . . Trân trọng.. .",
            "Chào bạn,. . Nhà trường sẽ mặc định gửi giấy chứng nhận tốt nghiệp tạm thời qua đường bưu điện cho sinh viên, dựa theo địa chỉ SV khai trong mục đăng ký tốt nghiệp. Không nhận trực tiếp tại trường.. . Thứ 6 hàng tuần PDT sẽ lấy dữ SV đăng ký tốt nghiệp để in giấy chứng nhận tốt nghiệp tạm thời, sau đó scan và up lên mục mybk/Đăng ký tốt nghiệp cho SV tải về và gửi qua đường bưu điện cho sinh viên. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Chào em,. . Cô gửi em file xét tốt nghiệp, em xem và kiểm tra lại nếu có khiếu nại gì vui lòng phản hồi lại qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em kính chào thầy cô,. . Theo như quy chế của trường để nhận LVTN sinh viên phải nộp chứng chỉ ngoại ngữ. Tuy nhiên trên lịch học vụ của trường em chưa thấy để thời gian cụ thể ạ. Liệu rằng có được tạm hoãn nộp chứng chỉ do tình hình dịch bệnh không. . . Mong thầy cô sớm giải đáp để tụi em tiện chuẩn bị ạ! Em xin chân thành cảm ơn!",
            "Chào em,. . Tuy nhiên trên lịch học vụ của trường em chưa thấy để thời gian cụ thể ạ. . . =  Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. .",
            "Chào em,. . Cô chưa hiểu ý em, lịch học vụ học kỳ 2 chưa có do chưa có lịch đăng ký môn học chính thức của Hk212, nhưng trong biểu đồ học tập có ghi rõ thời gian bắt đầu của HK212. Em thể tham khảo thời gian tại biểu đồ nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi vài điều về bài thu hoạch.. .   U Thứ nhất: Em muốn hỏi về hình thức làm bài và nộp ạ.  /U . . Có phải chúng em sẽ làm một bài báo cáo thu hoạch trên word rồi sau đó gửi mail cho phòng đào tạo đúng không ạ? tại theo thông báo của trường thì sẽ nộp thông qua mail của sinh viên. . .   U Thứ hai: Em muốn hỏi về nội dung bài thu hoạch  /U .. . Do buổi SHCD gồm 3 chuyên đề với buổi đầu gồm 2 chuyên đề vào ngày 6/11 và chuyên đề 3 vào ngày 20/11. Vậy cho em hỏi mình sẽ là cả ba bài cùng lúc hay nộp từng chuyên đề mỗi buổi học ạ.. . Em mong nhận được phản hồi sớm nhất ạ.. . Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa PĐT,. . . . Em là [full_name] - [student_id] thuộc khóa K18, cho em hỏi kỳ sau đăng ký [full_name] là phải bắt buộc phải có bằng toeic đúng không ạ, tại vì tình hình dịch covid em chưa đủ điều kiện để vào Sài Gòn thi được. Em cảm ơn. .",
            "Chào em,. . Hiện tại chưa có thông báo nào về việc không xét CCNN nhận LVTN nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PDT, em hiện tại đang là sinh viên năm 4, khóa K18.. . Được biết khóa K18 của tụi em phải nộp Toeic 2 kỹ năng để xin nhận luận văn tốt nghiệp vào kì sau.. . Cho em hỏi là PDT liệu có hỗ trợ gì trong việc nộp bằng để nhận LVTN trong tình hình dịch như thế này không ạ? . . Hiện tại việc di chuyển lên SG thi Toeic đối với tụi em cũng rất khó khăn ạ!. .   i Yêu cầu khác .",
            "Chào em,. . Hiện tại chưa có thông báo nào về việc không xét CCNN nhận LVTN nhé bạn.. . Thân",
            "Chào em,. . Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị lỡ buổi sinh hoạt công dân 6/11. . Vậy giờ em phải làm sao ạ.. . Chỉ sinh hoạt buổi chuyên đề 3 (20/11) có tính không ạ.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Dạ cho em xin hỏi về việc không tham dự SHCD cuối khoá K18: Tình hình là em qua để quên và lỡ mất buổi SHCD ngày 6/11/2021, cho em xin hỏi em có thể tham dự bù hay tương đương không ạ. Do em quá chủ quan nên lỡ mất.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là có cách nào để xin file tạm hoãn của phòng đạo tạo sớm không ạ? Em gửi yêu cầu in giấy từ ngày 1/11 đến nay chưa được xét duyệt mà bên phường thì yêu cầu nộp gấp.. . Em cảm ơn.",
            "Chào bạn,. . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Bạn dùng bản scan này đưa trước, khi có bảng chính thì nộp bổ sung cho địa phương nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi đợt sinh hoạt công dân ngày 06/11 vừa rồi do em không check kỹ email, nên đã không biết lịch SHCD ngày 06/11, phòng đào tạo có cách nào giúp em được không ạ?. . . . Vậy em có được tham gia SHCD ngày 20/11 và làm bài thu hoạch không ạ?",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em nộp học phí trễ nên bị tạm dừng học. Em đang ở quê nên không thể nộp đợn được. Em muốn được nộp đơn để tiếp tục đăng kí môn kì sau.",
            "Chào em,. . Em vui lòng tải mẫu đơn thu nhận tại: aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em thanh toán trễ học phí nên bị tạm dừng học. Theo quy trình phải nộp biểu mẫu cho phòng đào tạo, nhưng em ở quê nên không thể nộp đơn cho phòng đào tạo được. Mong các anh chị BKSI giúp em ạ. Em xin cảm ơn nhiều.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em bị tạm dừng học nên không thể đăng kí in giấy xác nhận sinh viên được. Em xin hỏi là mình có thể in giấy xác nhận sinh viên gửi về quê được không ạ? Em xin cảm ơn các anh chị cán bộ BKSI nhiều ạ. . . . .",
            "Chào em,. . Theo quy định, SV không có TKB trong học kỳ thì không được cấp giấy xác nhận sinh viên hoãn NVQS nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin nộp đơn trình bày trễ học phí ạ.. . . .",
            "Chào em,. . - Em đã đóng trễ HP, không cần nộp đơn này.. . - Tình trạng hiện tại: tạm dừng vì không đóng HP HK202.. . Thân mến. ."
        ]
    }
]