[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi điều kiện nhận LVTN học kỳ hè 213 có cần tới chứng chỉ ngoại ngữ không hay là giữ nguyên như học kỳ 212 (không cần tới chứng chỉ ngoại ngữ)",
            "\"Chào bạn,. . . . Trong thông báo đăng ký môn học của học kỳ hè 213 không có thông báo về việc không xét chuẩn ngoại ngữ để đăng ký luận văn tốt nghiệp trong HK213.. . Sinh viên vui lòng xem quy chế về việc chuẩn ngoại ngữ nhận luận văn tốt nghiệp tại đây:  Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt/2. Chuẩn ngoại ngữ tốt nghiệp. . . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo trường ĐHBK TPHCM.. . Em tên là : [full_name]. . MSSV : [student_id]. . Em đã đăng ký tốt nghiệp vào đầu tháng 4/2022 và thanh toán phí đầy đủ nhưng đến nay vẫn chưa được gửi mail thông báo là đăng ký thành công hay chưa. Vậy cho em hỏi là em có tên trong danh sách tốt nghiệp chính thức đợt 4/2022 này hay không ạ. Vì 11/4 là hạn chót đăng ký tốt nghiệp rồi.. . Em xin cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào pđt ạ,. . . . Em là [full_name] là sinh viên khóa K15. Em đã được nhà trường thông báo mail là nằm trong danh sách dự kiến tốt nghiệp nhưng em có vào trong aao kiểm tra thì em vẫn chưa được cập nhật vào danh sách tốt nghiệp ạ. Với lại em không còn vào được MYBK để đăng ký tốt nghiệp được do là sinh viên K15 trường thông báo là quá hạn truy cập ạ. Em mong pđt có thể mở khóa giúp em để em có thể vào đăng ký tốt nghiệp được ạ. . . . . Em xin cảm ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Xin chào quý thầy cô, em là Lê Nhựt Lâm [student_id], sinh viên hệ VHVL Cơ khí k22 (liên thông từ BDCN k17). Hiện tại từ lúc nhập học đến nay em chưa đăng nhập vào bkpay, không biết nguyên do là vì sao. Mong quý thầy cô xem xét, em chân thành cảm ơn.. . Trân trọng.. . . .",
            "SV đã thanh toán được HP trên bkpay"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Anh/chị cho em hỏi là hiện tại em đang là khóa K20, kì 212 vừa rồi em có đăng kí chỉ 4 chỉ dự thính học kì chính, nhưng mục thanh toán học phí dự thính kì vừa rồi của em là 3.200.000, nhưng theo em đọc thông tin trên aao là dự thính học kì chính là 525.000d/1 chỉ ạ. Em không biết là tính học phí như nào ạ? Em chân thành cảm ơn ạ.",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022. . - Ở mục 1 Chính quy đại trà  III. Đại học chính quy  Thông báo mức thu học phí các bậc đào tạo năm học 2021-2022, đơn giá tín chỉ học dự tính: 800.000VNĐ/TC. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em hiện là sinh viên K15, kì 211 em đã thanh toán trễ học phí nên không thể đăng kí môn học HK212. Hiện tình trạng sinh viên của em là nghỉ học. Thời gian đào tạo chính quy cũng hết. Thầy/cô cho em hỏi em sẽ được tự chuyển sang hệ vừa học vừa làm hay em phải làm đơn thu nhận và lên Phòng đào tạo để được chuyển hệ vừa học vừa làm ạ. Em cảm ơn.",
            "Chào bạn, . . - Phòng đào tạo kiểm tra bạn vẫn còn nợ học phí, bạn vui lòng thanh toán học phí đúng theo quy định. . . - Về việc chuyển sang hệ VHVL:. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô.. . . . Hiện em là sinh viên k17 đã hoàn thành số ngày công tác xã hội nhưng chưa được cập nhật vào hệ thống. Nhưng do tình hình hạn chót để phản ánh thông tin tốt nghiệp là ngày 11/04 trùng với lịch nghỉ lễ giỗ tổ [full_name], thầy cô cho em hỏi cách để bổ sung đăng kí thông tin tốt nghiệp cho kịp đợt tốt nghiệp tháng 04/2022 không ạ?. . . . Em cảm ơn quý thầy cô.",
            "QUOTE Em chào quý thầy cô.. . . . Hiện em là sinh viên k17 đã hoàn thành số ngày công tác xã hội nhưng chưa được cập nhật vào hệ thống. Nhưng do tình hình hạn chót để phản ánh thông tin tốt nghiệp là ngày 11/04 trùng với lịch nghỉ lễ giỗ tổ [full_name], thầy cô cho em hỏi cách để bổ sung đăng kí thông tin tốt nghiệp cho kịp đợt tốt nghiệp tháng 04/2022 không ạ?. . . . Em cảm ơn quý thầy cô.  /QUOTE . .",
            "Chào em;. . em đã đủ điều kiện tốt nghiệp, em vào đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô. . Em tên là [full_name]. . MSSV: [student_id]. . Đầu năm học HK212, em có gửi một bằng chứng chỉ Ielts 5.5 về trường . . Cho em hỏi là bằng Ielts đó có giúp em được miễn thi AVĐV với học Tiếng Anh tại trường không ạ?. . Em chưa đóng tiền chuyển điểm bằng Ielts của em thì liệu có trường hợp chuyển điểm không ạ?. .  Hiện tại,em mong được miễn học AV tại trường để đầu tư vào Ielts lên mức 6.0 rồi mới chuyển điểm. . . . . Mong thầy cô phản hồi. . Em xin cảm ơn. . [full_name]. .",
            "Chào bạn,. . . . Bạn nhanh chóng thanh toán lệ phí chuyển điểm để PĐT xử lý cho bạn. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . Em tên là [full_name] [full_name] . . MSSV [student_id]. . Hiện đang bị tạm ngưng học nên không thể đăng kí tốt nghiệp được.. . Kính mong phòng đào tạo thu nhận lại giúp em để em có thể đăng kí tốt nghiệp được",
            "Chào bạn. . Pdt đã cập nhật lại, bạn vào khai lại thông tin tốt nghiệp nha. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị ạ.. . . . Em tên là [full_name] - MSSV [student_id]. . . . Em có câu hỏi nhờ sự giải đáp của quý anh/chị ở trong Phòng Đào tạo.. . - Hiện tại em đã hoàn thành đủ các điều kiện ngoại ngữ để xét tốt nghiệp (điểm Anh văn Nghe - đọc em đã đăng kí xét chuyển điểm vào ngày 8/4/2022 tuy nhiên chưa được thẩm tra).. . - Do học kì này em không đăng kí thêm các môn học nên tình trạng sinh viên của em đang bị tạm dừng.. . . . Em xin hỏi là phương thức làm đơn xin thu nhận lại như thế nào không và em có thể hoàn thành các điều kiện và kịp đăng kí tốt nghiệp vào tháng 4 này không ạ.. . . . Em xin cảm ơn ạ",
            "Gửi các anh/ chị Phòng Đào Tạo.. . . . Em xin phép thông tin thêm là hiện tại chứng chỉ TOEIC của em đã được thẩm tra. . . . .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 26/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi pđt giấy giới thiệu chuyển trường do Hiệu trưởng đồng ý thì em phải xin ở đâu ạ. . . . . .",
            "Chào em,. . Vui lòng trình bày vấn đề của bạn giúp nhé.. . Về đơn chuyển trường, SV tải mẫu đơn theo quy định của Bộ Giáo dục đào tạo. . Đơn chuyển trường phải có chữ ký xác nhận của trường tiếp nhận trước nhé bạn sau đó nộp tại Phòng Đào tạo. . Thân",
            "Chào bạn. . Về thủ tục chuyển trường, bạn tải mẫu tại trang web CHUYỂN TRƯỜNG theo mẫu của Bộ giáo dục, sau khi Trường tiếp nhận đồng ý thì bạn nộp đơn lại Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy cô, em tên là [full_name] MSSV [student_id] học lớp HC18DK. Nay em viết đơn này mong thầy cô xem xét và cho em hoãn thi môn hoá hữu cơ CH2021. Với lý do không đáp ứng được nhu cầu không gian, cũng như mạng truyền phát. Do gia đình em có công việc( lễ mãn tang) nên là em phải về quê, và mạng ở quê em rất yếu và không duy trì được. Sóng đt ở chỗ em lúc có lúc không nên đăng ký mạng 3G cũng không đáp ứng được nhu cầu thi mà Nhà trường và Khoa đã đề ra ạ. Kính mong thầy cô xem xét và tạo điều kiện",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo,. . Em tên là [full_name], mssv [student_id], ngành Kỹ thuật xây dựng. Em được biết trong học kì hè 213 sắp đến, trường có cho phép sinh viên làm Luận văn tốt nghiệp. Em xin hỏi về học phí của môn Luận văn trong kì hè sẽ được tính theo học phí của kì dự thính hay kì chính quy ạ. Em xin được phòng đào tạo giải đáp thắc mắc trên. Em xin cảm ơn rất nhiều.. . [full_name]. .",
            "Chào bạn,. . . . Xem tin nhắn tại BKEL. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô. . Em mới nhận được mail thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Tuy nhiên, em kiểm tra trong danh sách dự kiến tốt nghiệp tháng 04/2022 thì lại không có tên. Và tình trạng sinh viên vẫn còn đang tạm dừng,  do đó nên em không thể đăng ký tốt nghiệp được ạ. Mong thầy/cô có thể kiểm tra và phản hồi sớm giúp em với ạ.. . Em xin cảm ơn.. . Chúc thầy/cô một ngày tốt lành. . . . .",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô,. . Em tên [full_name], MSSV [student_id].. . Em đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022.. . Mong pdt quyết định thu nhận em để em đăng ký tốt nghiệp ạ.. . Em cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em xin hỏi, em đã làm xong ĐATN, và dự định Tốt Nghiệp trong tháng 4 này, nhưng do sơ sót, em chỉ đủ điểm Toeic xét tốt nghiệp chứ không đủ để xét chuyển điểm Anh văn 4, nên  chưa đủ điều kiện ra trường ạ. Vì em nghĩ em sẽ tốt nghiệp kì này, nên trong kì vừa rồi em đã không đăng kí môn học để duy trì tình trạng học, cho nên tình trạng học đã chuyển sang ghi là TẠM DỪNG. . . . . Vậy cho em hỏi nếu em không đăng kí môn học thì trong kì sau (THÁNG 11/2022) em có được đăng kí tốt nghiệp không ạ? Nếu không thì làm sao để em có thể quay về trạng thái ĐANG THEO HỌC để được Tốt nghiệp ạ?. . Dạ em xin cảm ơn quý Thầy/ Cô.",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . . . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin kính chào phòng đào tạo của trường Đại học Bách Khoa TPHCM. . nay em có một số thắc mắc như sau muốn nhờ PĐT giải đáp là :. . 1. vì một số lí do nên em đã đăng kí thiếu tín chỉ để phân ngành cho năm 2 thì em có thể bổ sung bằng cách học hè không ạ ?. . 2. HK1 em điểm số của em hơi tệ thì nếu em học kì hè để cải thiện các môn đó thì PĐT có lấy điểm của học kì hè để phân ngành không ạ?. .  . .   Nếu có cách giải quyết nào hợp lý thì xin pđt hướng dẫn em ạ. .   thậm chí là hủy đợt phân ngành này để đợi đợt phân ngành tiếp theo ạ. .    Em xin cảm ơn. .",
            "Chào bạn. . Về vấn đề phân ngành & CTDT bạn vui lòng liên hệ Khoa/GVCN để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là em đang học chính quy muốn dk tuyển sinh thì qua link nào, khi nào mở dk , và đăng kia như thế nào vậy ak?. . Em xin cảm ơn!. . . .   i Yêu cầu khác .",
            "Chào em,. . Vui lòng trình bày rõ là em xin tuyển sinh hệ nào?. . Vui lòng trình bày rõ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Kính gửi PĐT,[full_name] [full_name] Em tên [full_name] MSSV [student_id] Hệ VHVL,[full_name] [full_name] Trong quá trình ĐKMH, em có đăng ký nhầm môn Anh văn cơ bản A(LA0011) và bị trùng TKB[full_name][full_name] [full_name] Em mong PĐT hậu kiểm và hủy môn giúp em[full_name][full_name] [full_name] Em xin lỗi vì sai sót này và xin rút kinh nghiệm cho lần ĐKMH sau[full_name][full_name] [full_name] Mong Anh/Chị giúp em[full_name]Em chân thành cảm ơn ![full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào quý Thầy/Cô, em là sinh viên chương trình kỹ sư chất lương cao Việt Pháp (PFIEV) khóa K15. E có câu hỏi thắc mắc về chuẩn đầu ra tốt nghiệp Toeic nói viết của chương trình PFIEV áp dụng cho khóa K15 là bao nhiêu ạ? Mong được quý thầy cô giải đáp. E cám ơn nhiều ạ",
            "\"Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/2. Chuẩn ngoại ngữ tốt nghiệp . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sv khóa K18 đang học chuyên ngành cơ điện tử của trường. Em muốn hỏi là nếu đăng ký luận văn tốt nghiệp ở kỳ hè tới (HK213) thì mức học phí sẽ là bao nhiêu 1 tín chỉ ạ?. . Em xin cảm ơn!",
            "Chào bạn. . Bạn xem thông báo DKMH Hk213 tại tin nhắn của trang Bkel. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em học từ cao đẳng bảo dưỡng lên hệ ĐH VHVL của bảo dưỡng thì không biết em có được miễn những môn như thể dục thể chất với giáo dục quốc phòng không ạ? Hay phải đăng ký học lại hết",
            "Chào bạn. . Bạn xem điểm miễn tại Mybk   điểm chuyển. . Nếu trong bảng điểm chưa miễn thì bạn làm miển bổ sung nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đang khó khăn về tài chính để có thể đóng học phí học kì cuối cùng của mình lên đến hơn 12 triệu, nên em quyết định vay tiền ở ngân hàng theo diện hỗ trợ sinh viên ạ. Bên ngân hàng họ yêu cầu sự kí xác nhận của trường theo mẫu văn bản họ gửi em ạ. Không biết em có thể được hỗ trợ không ạ. Em có đính kèm mẫu văn bản của họ.",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . P/s: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào phòng đào tạo, em muốn xin hoãn thi vì điều kiện không cho phép và đã điền đơn. Mong phòng đào tạo đồng ý cho em xin hoãn thi",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên Phiếu cho phép kiểm tra bổ sung học kỳ 2/2021-2022 theo file đính kèm.. . Sinh viên cần bản chính vui lòng liên hệ phòng đào tạo 101A1 để nhận.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi về việc là có thể đăng ký giáo dục thể chất ở hk dự thính không ạ?. . Nếu được thì sẽ học ở cơ sở nào ạ?",
            "Chào bạn,. . Về ĐKMH giáo dục thể chất, SV vui lòng theo dõi thông tin đăng ký trong thông báo ĐKMH của BkeL, SV xem lịch ĐKMH trong HK hè 213 tại aao.hcmut.edu.vn/Lịch học vụ. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trên tin nhắn của phòng đào tạo em thấy dự thính HK213: Không mở cho SV chính quy học môn học lần đầu trừ Khóa 2021. Vậy khóa 2021 được học vượt không ạ?. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . Về vấn đề này, bạn vui lòng xem lại thông báo ngày 01/04/2022 về việc đăng ký môn học HK hè 2021-2022 (HK213) và Dự thính hè 213 tại tin nhắn Bkel.. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Em có thắc mắc về thông báo của Phòng Đào Tạo về việc mở đăng kí môn học cho học kì hè 213 và học kì dự thính hè 213.. . Em thấy trên trang Đăng kí môn học chỉ có mục đăng kí cho học kì dự thính hè 213 mà không có mục đăng kí cho học kì hè 213, thầy/cô cho em hỏi là có PĐT có mở đăng kí cho học kì hè 213 không ạ?. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . - Về việc đăng kí môn học học kì hè 2021 - 2022 (HK213), bạn vui lòng xem lại thông báo chi tiết ngày 01/04/2022 (tại tin nhắn BKel) nhé.. . Thân!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name] . . Lớp DD19KTD2. . Em muốn xin số điện thoại thầy chủ nhiệm là thầy [full_name] để thầy ký xác nhận đơn xin gia hạn học phí ạ.. . Em xin cảm ơn nhiều và chúc sức khoẻ cán bộ BKSI ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Thầy/Cô em tên [full_name] MSSV: [student_id]. . Em có nhận được mail thông báo là có tên trong danh sách tốt nghiệp đợt I 2022 nhưng em vào kiểm tra thì không thấy mình có trong danh sách ạ. kính mong Thầy/Cô kiểm tra hỗ trợ giúp em với ạ. Em xin cám ơn !. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy, cô cho em hỏi là vào HK 202 em đã có kiểm tra anh văn định kì hàng năm và đạt được điểm là 750 đủ điều kiện đăng kí môn năm 4. Không biết năm nay em có cần phải tham gia kiểm tra lại không ạ. .   i Yêu cầu khác .",
            "Chào bạn. . Sinh viên vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo: aao.hcmut.edu.vn. .    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định về học vụ và đào tạo bậc đại học (số 2933 ngày 10/9/21)/ Phụ lục 1. Quy định về chuẩn ngoại ngữ dành cho chương trình giảng dạy bằng tiếng Việt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Em tên: [full_name] - [student_id]. . Dạ kinh thưa Quý Thầy Cô PĐT. . Em đã nhận được mail thông báo có tên trong danh sách tốt nghiệp dự kiến, nhưng khi em lên nhập tra cứu danh sách thì không tra ra được tên mình. Và em kiểm tra thì thấy danh sách chỉ mới được cập nhật tới ngày 25/03/2022 thôi ạ.. . Theo như mail nếu có gì thắc mắc phản hồi lại PĐT từ 08/04 - 12/04. Em xin PĐT giải đáp thắc mắc giúp em ạ. Em xin chân thành cảm ơn Quý Thầy cô",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] KÍNH CHÀO QUÝ THẦY CÔ EM LÀ TRẦN THỊ BÍCH TRANG MSSV [student_id] KÌ NÀY EM CÓ [full_name] HAI LỊCH THI HÓA HỮU CƠ CUỐI KÌ Ở HAI PHÒNG[full_name] EM PHẢI GIẢI QUYẾT TRƯỜNG HỢP NÀY NHƯ THẾ NÀO [full_name] [full_name] [full_name] [full_name] [full_name] [full_name]",
            "Chào bạn. . Bạn chọn nhóm L06 để thi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy cô!!. . Hiện tại em đã nhận được mail của trường thông báo có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2022. Em viết đơn này với lý do xin nhà trường \" thu nhận lại\" để em được đăng kí tốt nghiệp ạ.. . Em cám ơn thầy cô !!",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn, khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] khóa ck15, em đã đăng kí tốt nghiệp vào thứ 3 ngày 5/4/2022 và thanh toán phí là 95.000. Nhưng hiện tại em vẫn chưa có tên trong Danh sách tốt nghiệp chính thức ạ. Mong nhà trường xem xét giúp em.",
            "Chào bạn, . . . . -Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về vấn đề Lễ tốt nghiệp bạn vui lòng đợi thông báo lịch trình chi tiết sẽ gửi qua mail sinh viên sau. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo. . Em là: [full_name]. . Mssv : [student_id]. . - Em đã nhận được Email thông báo đã có tên trong   B danh sách dự kiến tốt nghiệp đợt 1 năm 2022  /B . . - Hiện tại em vẫn chưa được mở lại   B tình trạng sinh viên  /B  cũng như mục   B Đăng ký tốt nghiệp  /B . . Em rất mong được Phòng đào tạo hỗ trợ để em có thể đăng ký tốt nghiệp vào đợt tháng 4/2022.. . Em xin chân thành cảm ơn!. .",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân",
            "Chào cô,. . Cho em hỏi, nếu em Đăng ký Tốt nghiệp. . trước ngày 19/04/2022, thì em có kịp nhận bằng tốt nghiệp và làm lễ tốt nghiệp vào ngày 23/04/2022 được không ạ?. . Vì em có trong danh sách tốt nghiệp tạm thời trước ngày 11/04/2022, nhưng lúc đó em chưa được câp quyền sử dụng dịch vụ  B  Đăng ký tốt nghiệp  /B .. . Em xin cảm ơn!",
            "QUOTE Chào cô,. . Cho em hỏi, nếu em Đăng ký Tốt nghiệp. . trước ngày 19/04/2022, thì em có kịp nhận bằng tốt nghiệp và làm lễ tốt nghiệp vào ngày 23/04/2022 được không ạ?. . Vì em có trong danh sách tốt nghiệp tạm thời trước ngày 11/04/2022, nhưng lúc đó em chưa được câp quyền sử dụng dịch vụ Đăng ký tốt nghiệp.. . Em xin cảm ơn!  /QUOTE . .",
            "\"Chào em,. . Về việc tham dự lễ tốt nghiệp tháng 4/2022, SV đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp thành công (95.000 đ) và nhận được mail xác nhận \"\"Phiếu đăng ký đã được xử lý\"\" trước ngày 20/4/2022.. . Ngày 21/4/2022, Phòng Đào tạo sẽ lấy dữ liệu và ra Quyết định tốt nghiệp chính thức và chuyển danh sách về Khoa cho SV đăng ký thạm dự lễ tốt nghiệp tháng 4/2022.. . SV đăng ký tham dự lễ tốt nghiệp tại khoa. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô. . Em là [full_name]. MSSV: [student_id]. . Hiện nay em đã nhận được mail của trường thông báo có tên tronh danh sách tốt nghiệp dự kiến, vì vậy em viết đơn này mong nhà trường thu nhận lại em để em được đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn",
            "Chào em,. . SV đã có QD thu nhận, em có thể vào Đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào Quý Thầy/cô. . Em là [full_name], sinh viên khóa 2015. . Hiện tại em đã hoàn thành xong chương trình đào nhưng vẫn chưa đạt chuẩn ngoại ngữ ( [full_name] Nói & Viết, [full_name] Nghe & Đọc còn hiệu lực).. . Em kính mong Phòng Đào tạo cũng như Quý Thầy/cô xem xét và chấp thuận cho em được gia hạn thêm 1 học kỳ để bổ sung điều kiện tốt nghiệp ạ.. . Rất mong nhận được phản hồi và sự hướng dẫn thực hiện để được thu nhận và gia hạn thời gian đào tạo từ Quý Thầy/Cô ạ. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Pđt gởi đính kèm Mẫu đơn kéo dài thời gian đào tao, SV điền thông tin và gởi tại BKSI để Pđt xử lý. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy, cô phòng đào tạo.. . Em là [full_name], MSSV: [student_id]. Hiện tại em có tên trong danh sách tốt nghiệp dự kiến đợt tháng 04/2022. Hiện tại em đã đủ ngày Công Tác Xã Hội (15 ngày) rồi, nhưng khi đăng ký tốt nghiệp trên MYBK lại ghi nhận là THIẾU ngày Công Tác Xã Hội (em có đính kèm hình ảnh trong yêu cầu này).. . Em hi vọng thầy, cô sớm cập nhật thông tin ngày công tác xã hội lại giúp em.. . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy/cô,. . . . Do tình hình hiện tại em chưa xoay sở kịp học phí để đóng trong học kì HK211 (bao gồm học phí kì HK211 và học phí thanh toán trễ hạn học kì HK202).. . Em xin hỏi là em có thể thanh toán trễ học phí so với hạn nộp 1 tuần không ạ?. . Nếu em đóng trễ hạn thì có bị kỷ luật hay phải làm giấy tờ, đơn gì không ạ? . . Vì hiện tại em đang học là học kì cuối và đang làm luận văn tốt nghiệp nên không biết có bị ảnh hưởng không ạ?. . . . Em xin cảm ơn và xin lỗi vì làm phiền quý thầy/ cô.. .",
            "Em chào quý thầy/cô,. . . . Em xin lỗi vì sự nhầm lẫn.. . Ý của em là thanh toán trễ học phí HK212 (bao gồm học phí kì HK212 và HK211-đã xin nhanh toán trễ hạn.. . . . Em hi vọng nhân được phàn hồi từ thầy/cô sớm.. . . . Em xin trân trọng cảm ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo, . . Em là [full_name], mssv [student_id]. . Em đã thấy tên em trong ds Tốt nghiệp dự kiến nhưng em vẫn chưa đăng ký Tốt Nghiệp được do tình trạng vẫn đang là tạm ngừng học ạ. Mong Phòng Đào tạo xem xét giúp em để kịp đăng ký đúng hạn ạ. . . Em chân thành cảm ơn phòng đào tạo.. .",
            "Chào bạn. . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nghen. . . Thân",
            "Em đã đăng ký tốt nghiệp vào hôm nay, mong được xét duyệt nhanh để kịp 20/4 để em được tham dự lễ tốt nghiệp ạ, rất mong phòng đào tạo giúp đỡ em. Em chân thành cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là sinh viên của trường và hiện đã có tên trong danh sách dự kiến tốt nghiệp. Nhưng do tình trạng sinh viên của em hiện nay bị tạm dừng do không đăng ký môn học kỳ 212 nên không đăng ký tốt nghiệp được. Em xin trường thu nhận lại để đăng ký tốt nghiệp ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn, khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Quý thầy cô cho em hỏi là em đã có tên trong danh sách tốt nghiệp dự kiến trước ngày 25/3/2022 mà sau 2 lần cập nhật danh sách chính thức em vẫn chưa có tên? Em đã đăng ký tốt nghiệp trên Mybk và hoàn thành thanh toán lệ phí. Mong quý thầy cô xem lại giúp em. Em cám ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô. Em tên là [full_name], mssv [student_id], lớp XD15TD02, khoa Kỹ Thuật Xây Dựng. Hôm ngày 06/04/2022 em có gửi câu hỏi tới phòng đào tạo xin được xét tốt nghiệp và sau đó nhận được phản hồi là em bị nợ các môn AV2,3,4 do chưa chuyển điểm thành công. Vậy thầy cô cho em hỏi là ngoài AV ra thì em còn bị thiếu điều kiện gì nữa không. Do em vẫn chưa nhận được email xác nhận có tên trong danh sách dự kiến tốt nghiệp đợt 1. Em xin cảm ơn.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là em có tên trong danh sách dự kiến tốt nghiệp mà em vẫn chưa được thu hồi sinh viên .Em bị tạm dừng vào kì 212. Mong phòng đào tạo phản hồi giúp em . Em xin cảm ơn.",
            "Chào bạn. . . . - Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận mail vào tuần sau để thực hiện khai thông tin tốt nghiệp theo hướng dẫn nghen. . - Về tình trạng sinh viên tạm dừng (hoặc K15: bị xóa tên vì hết thời gian học), khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn,. . khi nào chuyển qua trạng thái đang học, bạn vào đăng ký tốt nghiệp lại nghen. . . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name]T,. . Em đã học xong số tín chỉ, đủ CTXH và yêu cầu về anh văn nhưng mà em không có tên trong danh sách dự kiến tốt nghiệp 9/4/2022.. . [full_name]T có thể kiểm tra lại giúp em không ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . . . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 19/04/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Về tình trạng sinh viên tạm dừng, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô, . . Em tên là [full_name]. . MSSV: [student_id]. . Em là sinh viên K17, nay em đã hoàn thành bổ sung các điều kiện để được đăng ký xét tốt nghiệp.. . Nhưng đến nay 09/04/22 em vẫn chưa có tên trên danh sách tốt nghiệp dự kiến.. . Mong thầy/cô kiểm tra lại và bổ sung giúp em để em kịp đăng ký xét tốt nghiệp. . Em xin cảm ơn ạ",
            "Chào bạn, . . . . Pdt kiểm tra hiện tại bạn còn nợ: ME2043. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào các thầy cô,em là [full_name],mã số sinh viên của em là [student_id].Đợt vừa rồi em có đăng kí môn Anh Văn A1,nhưng có một số lí do em không thể học được,nên xin các thầy cô cho em hủy môn này."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy, Cô PĐT ĐH Bách Khoa. . . . Em tên: [full_name] . . MSSV: [student_id]. . . . Em không đăng ký tốt nghiệp được vì hệ thống báo chưa đóng đầy đủ học phí. Đây là những mục đăng ký thi anh văn, em đăng ký từ năm 2017 và không thanh toán. Bây giờ em chọn thanh toán thì không được ạ.. . Hạn chót đăng ký tốt nghiệp đợt 1 năm 2022 là ngày nào ạ.. . . . Kính nhờ Thầy, Cô hướng dẫn ạ. . . . . Trân trọng. . [full_name]. . . .",
            "Chào em,. . Em mới thanh toán khoản lệ phí thi AV nói viết ngày 13/4.. . Sau ngày 15/4 SV vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị quên mật khẩu và tài khoản OCB E-Banking do máy tính bị hư. Em muốn hỗ trợ để tìm lại tài khoản để đóng học phí nhưng ngày 11/4 tức ngày thứ 2, ngân hàng không hoạt động do nghỉ lễ dỗ tổ [full_name]. Hạn chót đóng học phí cũng đúng vào ngày 11/4. Nếu không kịp giải quyết em sẽ bị đóng trễ học phí. Em có cách nào để giải quyết vấn đề này không ạ. Rất mong được sự hỗ trợ từ anh(chị).. . Em xin chân thành cảm ơn",
            "Chào em,. . PDT đã ghi nhận việc thanh toán học phí của bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi giờ em chuyển qua hệ vừa học vừa làm để bổ sung anh văn được không ạ?",
            "Cho em hỏi giờ em chuyển qua hệ vừa học vừa làm để bổ sung anh văn được không ạ?. .",
            "Chào em,. . Hiện tại Trường hoa không có hệ Cao đẳng vừa học vừa làm nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào Phòng Đào tạo ạ!. . . . Em hiện tại là sinh viên năm 3 và chuẩn bị thực tập vào kỳ hè 213.. . . . Phòng Đào tạo cho em hỏi em có được đăng ký môn trả nợ ở kỳ hè không ạ?. . . . Em cảm ơn ạ.",
            "Chào em,. . SV vui lòng đọc thông báo ĐKMH HK213 qua hệ thông tin nhắn BKeL và xem lịch đăng ký tại aao.hcmut.edu.vn/lịch học vụ. . Lưu ý: Do sự thay đổi chính sách của Google, các thông báo và tin nhắn của Phòng Đào Tạo và BKeL bằng email KHÔNG còn được thực hiện. Sinh viên vui lòng theo dõi thông báo qua chức năng TIN NHẮN trên trang BKeL. Hãy cài đặt Moodle Mobile App để được nhắc nhở ngay trên thiết bị di động của cá nhân. . Thân.\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô,. . Em tên là [full_name], mssv: [student_id]. Hiện tại thời khóa biểu của em đang bị trùng lịch học 2 môn: (ảnh đính kèm). . - EE3008: Lý thuyết điều khiển nâng cao (tn) - L11. . - EE3023: Thực tập điện 2 - L11. . Vì em đã học 1 buổi môn Thực tập điện 2, nên em phải làm cách nào để có thể dời lịch học môn EE3008 vậy ạ?. . Em cảm ơn ạ.",
            "Chào em;. . Do các môn phòng thực tập điện tử ban đầu không dạy trực tiếp được, nên dời sang các tuần sau của học kỳ dẫn đến việc trùng TKB của SV.. . SV liê hệ giảng viên môn thực tập điện tử học linh động dời sang nhóm khác thực tập nếu trùng lịch của SV giúp. TKB SV không thay đổi.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy, cô cho em hỏi anh văn theo nhu cầu 1A, 2A, 3A, 4A có cộng 2 tín chỉ như anh văn 1 ,2 ,3 ,4 khi tổng kết sinh viên đạt môn học không ạ? em cảm ơn ạ?",
            "Chào bạn. . Không tính vào điểm Trung bình tích lũy, chỉ tính vào số tín chỉ tích lũy, vì theo quy định học các môn anh văn theo yêu cầu thì các môn anh văn tương ứng trong chương trình đào tạo ghi điểm ĐẠT. . Thân"
        ]
    }
]