[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . SP1007 + DT02",
            "đã bổ sung môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy(cô). . . . . . Em tên là [full_name] MSSV:[student_id]. Do môn học em đã đăng kí (SP1031) trùng thời khóa biểu nên em xin chuyển qua đăng ký môn Pháp luật Việt Nam đại cương, mã môn SP1007 mã nhóm  DT06. Em xin chân thành cảm ơn ạ. . . . . Thân chào.. .  . . [full_name].",
            "đã bổ sung môn học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tài khoản Gmail của em bị vô hiệu hóa khi em đăng nhập ngoài hàng internet mà trong khi em không làm gì cả, em chỉ dùng để học hangout nhưng lại vô hiệu hóa như trong ảnh, và theo hướng dẫn của google thì em liên hệ với admin của trường cung cấp để kích hoạt lại ạ!   . . Mong trường hỗ trợ em ạ, em cảm ơn !!. .",
            "Chào bạn. . Bạn liên hệ trực tiếp Ban quản lý mạng của trường tại đây: . . Văn phòng\t: A5 – 268 Lý Thường Kiệt, Q.10, TP. HCM. . Điện thoại\t: (84.28) 38.647.256 - Ext: 5200. . Website\t: www.netadm.hcmut.edu.vn. . Email\t:  [email]. . Trưởng ban\t: ThS. [full_name]. . Email Trưởng ban\t: [email]. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CH1003+[full_name]02_[full_name]04 .   i PH1003+[full_name]02_[full_name]02 . . .",
            "đã bố sung môn CH1003 nhóm DT02. . Môn PH1003 trùng TKB. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name] . . MSSV: [student_id]. . Môn học: Kỹ thuật phản ứng(CH2059). . Em có xin đăng ký môn Kỹ thuật phản ứng bổ sung vào hôm qua nhưng chưa được xếp vào thời khoá biểu chính thức. Nhưng do bị đổi lại lịch thực tập nên em viết mail này xin phòng đào tạo huỷ việc đăng ký môn Kỹ thuật phản ứng(CH2059) của em ạ.. . Em xin lỗi vì sự phiền phức này ạ.. . Em cảm ơn phòng đào tạo rất nhiều ạ.. .",
            "đã hủy môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: [student_id]. . . . Đăng ký bổ sung môn học:. . em có mong muốn đăng ký bổ sung vào lớp dự thính môn vật lý 2(PH1005) nhóm lớp DT01_DT01 và môn cơ lưu chất(CI2003) nhóm lớp DT08_DT15. . do không đủ điều kiện đi thực tập ạ. Mong thầy/cô giúp em.. . trân trọng",
            "đã bổ sung môn PH1005 nhóm DT01, CI2003 nhóm DT08. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ dạ em hỏi là khi học kì 193 bắt đầu , theo trường thì vẫn phải học trực tiếp trên trường  mà em có về quê vài ngày ( quê em Quảng Ngãi ) nhưng dịch em vô phải thực hiện cách li 15 ngày , giờ em phải làm sao đây ạ ? Em cảm ơn",
            "Chào bạn. . Bạn quyết định đi học hay không đi học. . Thân",
            "Dạ em không lên trường đi học được ạ , nên em muốn trường hủy môn học cho em , nhưng trường có thể xem xét trường hợp của em mà hủy môn học không tính phí được không ạ ? em xin cảm ơn",
            "Chào bạn. . bạn có minh chứng đang ở quê không?. . Thân",
            "Dạ cô có thể xem video của em ạ . em cảm ơn",
            "Vì tình hình dịch bệnh và điều kiện kinh tế gia đình trong mùa dịch , em chân thành mong cô có thể xem xét và hủy môn học mà em đăng ký trong kỳ hè mà không tính phí a. Em xin cảm ơn cô .",
            "đã hủy môn SP1031 không tính học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Hiện tại em đang ở vùng dịch là Quảng Ngãi nên khá khó khăn trong việc di chuyển vào thành phố để học học kì 193 cho môn học trực tiếp tại trường ạ. Mong nhà trường xử lí giúp em.. . . .",
            "Chào bạn. . Các môn học Dự thính hè của bạn đã được hủy. . ( không tính học phí). . TKB sẽ cập nhật lại sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i   B Cho em hỏi, hiện em là k19, nhưng em vẫn chưa đạt chứng chỉ tin học, thì vẫn bị hủy kết quả đăng ký môn học của năm 2 ạ?. . . .",
            "Chào bạn. . Nhà trường sẽ tạm pass chuẩn tin học nên sẽ không bị hủy dkmh Hk201 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Hè này em cần đăng kí môn thí nghiệm công trình CI4011, nhưng mà môn tiên quyết là môn kết cấu thép 1 CI3009 chưa có kết quả ạ. Thầy mới thông báo trên elearning là em đã qua môn ạ.. . Nếu ngày mai thấy đăng kết quả điểm lên cho trường, thì em có thể xin vào lớp CI4011 hiện đang trong kì hè được ạ, như các bạn đi mùa hè xanh ấy ạ.",
            "đã bổ sung môn CI4011 nhóm DT01. . Thân",
            "Chào cô,. . Vậy khi nào em được cập nhập là kì hè này học  môn thí nghiệm công trình CI4011 ạ, tại trên elearning + mybk lịch học của em chưa cập nhập ạ. Nên em không biết giờ học sao ạ",
            "mai mới có tkb và bkel. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào Phòng CTCT , . . Em muốn hỏi về nộp điểm rèn luyện cho năm  2018 -2019 ( Học kì 181 và 182)  đối với sinh viên bảo lưu 1 học kì (182) ạ. Lỗi của em là em không biết rằng bảo lưu học phần có xét ĐRL nên em không nộp đúng hạn và bây giờ em có thể nộp bổ sung cho năm học 2018-2019 được không ạ ? Trở lại học em rất cố gắng phấn đấu và muốn xét học bổng vì vậy em mong Phòng CTCT sinh viên có thể tạo điều kiện để em bổ sung ĐRL ạ . . Em chân thành cảm ơn!",
            "Chào bạn. . Bạn liên hệ trực tiếp Phòng công tác chính trị sinh viên: 101A4, hoặc email. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Trước đó, em định đăng kí môn Nguyên lý kinh tế và quản lý xây dựng mã môn CI1045 nhưng hết lượt, và vướng giờ với 1 môn, bây giờ em đã hủy môn kia rồi nên xin phòng đào tạo xét duyệt cho em đăng ký học thêm môn này học trong học kỳ hè vào lớp DT02.",
            "đã bổ sung môn CI1045 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao em đăng kí dự thính gt1 nhưng không học đc bị huỷ môn mong thầy cô giải đáp và giải quyết cho em",
            "Môn MT1011 lỗi môn học song hành MT1015. . Thân",
            "Vậy bây giờ em có thể học dự thính môn gt1 ko ạ",
            "Em đk môn thỏa điều kiện mới được học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo em tên là [full_name] mssv [student_id] em xin đăng kí môn trường điện từ mã môn học EE2003 nhóm lớp DT01 do vừa rồi em có đăng kí đi mùa hè xanh nhưng bị hoãn do dịch,. . ﻿ em cảm ơn ạ !. .",
            "Môn học Full sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: theo quy chế thay đổi anh văn ở hk191 là vào kỳ 201 áp dụng bảng đổi điểm mới của môn anh văn cho chứng chỉ TOEIC.. . Cái này có áp dụng cho khóa 16 không ạ? . . Ngoài ra em muốn biết thêm hạn cuối của việc chuyển điểm áp dụng theo bản điểm cũ hiện tại  của khóa k16 là ngày bao nhiêu ạ?. .",
            "Chào bạn. . - Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ từ HK201 áp dụng cho tất cả các khóa thời gian từ 21/9/20. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy cô, em tên là [full_name], mã số sinh viên [student_id]. Dạ hôm qua em có đăng ký phúc tra bài thi trên mybk mà em quên kiểm tra kỹ lại bài nên xin phép phòng đào tạo cho em hủy đơn đăng ký phúc tra bài thi ạ. Dạ đơn đó có: . . Mã phiếu là: PTBT.[student_id].1. . Nội dung là:Phúc tra bài thi cuối kỳ môn học MT1007 - Đại số tuyến tính (HK192)\t. . Ngày đăng ký:05/08/2020 08:44. . Dạ em xin lỗi vì sự bất tiện này. Em xin chân thành cám ơn!. . Trân trọng,. . [full_name]. . \t. . . .",
            "Phiếu chấm phúc tra đã gởi về cho CBGD vào ngày 05.08.2020 rồi nhe"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Họ và tên: [full_name]. . MSSV: [student_id]. . Mong muốn rút các môn học:. . 1. Triết học [full_name][full_name][full_name] (SP1031). . 2. Điền kinh (PE1025). . 3. Cơ học thuỷ khí (TR1005). . Em xin cảm ơn.",
            "đã hủy kết quả dkmh dự thính hè 2020"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Đăng Ký Môn Học:. . Thí Nghiệm Công Trình. . CI4011. . . .",
            "đã bổ sung môn CI4011 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ,Môn học MT1007 lớp DT02 không có tên em ạ",
            "cuối tuần em nhờ Thầy lấy lại danh sách trên BKEL. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1412235  /b \t. . . .   i Đăng ký môn học  /i  Môn Phương Pháp Tính . . Mã MH : MT1009 của thầy  Đậu Thế Phiệt thứ 2 tiết 7-8-9, thừ 6 tiết 16, thứ 7 tiết 16. . . .",
            "đã bổ sung môn MT1009 nhóm DT03. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]\t. . . . Đăng ký môn học:Thí Nghiệm Công Trình (CI4011)",
            "đã bổ sung môn CI4011 nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. Hiện em đang ở Hà Nội vùng có dịch, nên việc đi lại vào thành phố học tập khá khó khăn. . . Hi vọng nhà trường có thể tạo điều kiện hủy giúp em môn Triết SP1031. Em xin cảm ơn",
            "đã hủy môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm qua em có xin là hủy môn học kì hè 193 vì hiện tại em đang ở vùng dịch là Quảng Ngãi không thể vào thành phố được môn học trực tiếp tại trường là Triết còn hiện tại môn Máy tính trong kinh doanh vẫn học online  nên em có thể tham gia học tập được, nhưng đã giải thích không rõ ràng, nên mong Nhà Trường chỉ hủy môn Triết giúp em. Em xin lỗi và chân thành cảm ơn ạ.",
            "Đã phục hồi lại môn IM1011. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên [full_name]. . MSSV [student_id]. . Sinh viên đã liên hệ PĐT để đăng kí bổ sung môn Hóa vô cơ CH2013 và được yêu cầu phải có mail xác nhận của giảng viên ( cụ thể là thầy [full_name]) . . Sinh viên đá được sự đồng ý của thầy và kính xin Phòng Đào Tạo xem xét bổ sung môn học này. . . Sinh viên xin chân thành cảm ơn. . . . .",
            "đã bổ sung nhóm DT01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thí Nghiệm công trình. . CI4011. .",
            "đã bổ sung môn CI4011 nhóm DT02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,em tên Trần Nguyễn Thiên Sơn. . MSSV:[student_id], vì 1 số lí do nên em chưa đăng kí môn Giải Tích 2 nên em mong thầy/cô xem xét cho em đăng kí môn Giải Tích 2 (mã MT1005) trong học kì 193 được không ạ. Em xin cảm ơn.",
            "[full_name] lịch học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào cô![full_name] [full_name] Cho em hỏi: Nếu em đăng ký môn học trong học kỳ 201 thì em có thể đăng ký tốt nghiệp trong đợt tốt nghiệp 11/2020 này không vậy?[full_name] [full_name] Và hạn chót để đăng ký tốt nghiệp trong đợt 11/2020 là khi nào?",
            "Chào bạn. . - Nếu em đăng ký môn học trong học kỳ 201 thì em có thể đăng ký tốt nghiệp trong đợt tốt nghiệp 11/2020 : được nghen bạn, nếu lúc đó bạn đủ điều kiện để tốt nghiệp. . - Phòng đào tạo sẽ gởi mail thông báo về lịch  học vụ của HK201 (sẽ bao gồm lịch trình tốt nghiệp của Hk201). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào thầy cô , em đang gặp một khó khăn rất mong các thầy cô giải đáp giúp em với ạ , chuyện là thế này ạ : đầu năm em có đăng kí thi anh văn đầu vào được 275 toic và rớt anh văn cở bản nhưng sau đó em đăng kí thi lại ở trường 1 lân nữa thì được 325 toic ạ nhưng hôm nay trường có mở đợt đăng kí môn học cho các bạn bị hủy mùa hè xanh thì em đăng kí anh văn 1 hệ thống thông báo em chưa học anh văn cơ bản nên không đăng kí được ạ , rất mong thầy cô giải đáp giúp em với ạ . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là [full_name], MSSV: [student_id]. Cho em hỏi khi nào mới có lịch môn Thực hành thí nghiệm xưởng kì hè của chuyên ngành Khoan Khai Thác của khoa Địa chất và Dầu khí vậy ạ ? Trong khi kì hè đã bắt đầu được 3 ngày rồi mà thời khoá biểu vẫn chưa có. Nếu có huỷ do dịch Covid-19 thì thông báo hủy sớm để tụi em còn về quê, chớ ở lại thành phố biết bao chi phí phát sinh cho tụi em. Mong Phòng Đào Tạo sớm giải quyết cho chúng em. Em cảm ơn. . .",
            "Chào bạn. . Môn Thực hành thí nghiệm xưởng kì hè của chuyên ngành Khoan Khai Thác của khoa Địa chất và Dầu khí là môn không xếp thời khóa biểu, bạn liên hệ Bộ môn - Khoa để biết thời khóa biểu chi tiết thực hành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi mình phúc tra bài thì là mình đăng ký trên mybk thôi có cần phải nộp đơn không ạ ? Em nghe bạn nói chỉ cần đăng ký trên mybk thôi",
            "Chào bạn. . Để đăng ký phúc tra điểm bài thi cuối kỳ bạn vui lòng đăng nhập vào trang web mybk.hcmut.edu.vn --  Đăng ký phúc tra điểm bài thi cuối kỳ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào [full_name]. E có xem nội dung rút môn học. HK Hè/2019-2020. về phần có tính học phí, Do tình hình covid nên e dự định rút môn học. Số tiền phí rút này được tính bằng tiền rút môn học đúng không ạ? hay như thế nào ạ. .",
            "Chào bạn. . Bạn xem thông tin chi tiết bên dưới: nội dung này đã gởi qua mail. . . . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2.). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đang ở quê, quê em ở vùng dịch là Quảng Ngãi ạ. Vì vậy, em gặp khó khăn trong việc di chuyển lại vào thành phố để tham gia các môn học dạy trực tiếp tại trường trong học kì 193. Em có đăng kí học kì 193 cho hai môn là Triết học [full_name][full_name][full_name] và Máy tính trong kinh doanh ạ. Hiện tại, môn Máy tính trong kinh doanh đã chuyển sang hình thức học online, còn môn Triết vẫn dạy tại trường ạ. Mong nhà trường xử lí giúp em ạ. Em cảm ơn.",
            "Chào bạn. . Tình hình như vậy bạn muốn học tiếp hay hủy hết môn học. . Và bạn có minh chứng đang ở quê không?. . Thân",
            "mình muốn hủy môn Triết thôi được không ạ? Môn Máy tính cho học online nên mình vẫn muốn giữ lại. Mình có thể minh chứng bằng cách nào ạ?",
            "Chào bạn. . Bạn về quê bằng xe hay máy bay, hay có bất kỳ minh chứng nào?. . Thân",
            "Mình về bằng máy bay ạ. . Số hiệu phương tiện: VJ378 . . Từ HCM đến Chu Lai ạ. . Mình lỡ vứt mấy vé máy bay rồi. . Nhưng mình có khai báo y tế online trước khi lên máy bay như hình ạ.",
            "À thêm hai hình này nữa ạ. . lúc đầu chuyến bay của mình là vào lúc 6h30; nhưng sau đó chuyến bay đó bị hủy, nên mình dời vé xuống chuyến 10h50 trong cùng ngày 02/08/2020.",
            "đã hủy SP1031 ko tính HP. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi phòng đào tạo em tên là [full_name] mssv [student_id] em xin đăng kí môn vi xử lý mã môn học EE2013 nhóm lớp DT01_DT01 do vừa rồi em có đăng kí đi mùa hè xanh nhưng bị hoãn do dịch,. . ﻿ em cảm ơn ạ !. . . .",
            "đã bổ sung môn học EE2013 nhóm DT01. . [full_name] sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo. . Em đăng kí môn vật lí 1 mã môn học ph1003 vào kì hè 193, nhưng khi vào học thì em mới phát hiện ra môn vật lí 1 em đăng kí trước đó  có mã là 007001. Em muốn hỏi là 2 môn này có tương đương không ạ? Và việc quy đổi điểm vào điểm trung bình tích lũy và số tín chỉ có như môn vật lí 1 mã môn học ph1003. Nếu không được thì em phải đăng kí lại môn vật lí mã môn học ph1003 vào kì 201 phải không ạ?. . Em xin chân thành cảm ơn!. . Mong Phòng Đào Tạo hồi đáp giúp em.. . Chúc Phòng Đào Tạo ngày mới làm việc vui vẻ!. . . . . . [full_name] [student_id]-DD18TD03. . Sđt [phone_number]",
            "http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1717"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Chào Phòng đào tạo ạ,. .   Em sinh viên cuối năm 3, trong kì hè này có đi thực tập tốt nghiệp, tuy nhiên do ảnh hưởng của dịch Covid-19 nên em chỉ đi 2 buổi/ tuần,do vậy em muốn đăng kí thêm môn giải tích 1 (MT1003) được không ạ?. .   Kính mong Phòng đào tạo có thể xem xét giúp em ạ.. .   Em cảm ơn.",
            "đã bổ sung môn MT1003 nhóm DT03 cho bạn. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo ạ, em là sinh viên cuối năm 3, hè này có thực tập tốt nghiệp nên em nghĩ đăng ký thêm môn học ở trường không được, tuy nhiên do dịch covid, lịch thực tập em chỉ đi 1-2 ngày trên tuần.. . Kính mong phòng đào tạo có thể cho em đăng ký thêm môn giải tích 1 (mt1003) được không ạ.. . Em cảm ơn ạ.",
            "Môn học đã full sĩ số. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên: [full_name]. . MSSV: [student_id]. . Em đã liên hệ phòng đào tạo để đăg ký bổ sung môn hoá vô cơ CH2013 và được yêu cầu phải có mail xác nhận của giảng viên.. . Em đã được sự đồng ý của thầy, nên kính mong phòng đào tạo cho được bổ sung vào lớp ạ.. . Em xin cảm ơn.",
            "Đã bổ sung môn học nhóm DT01. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên: [full_name] . . MSSV: [student_id]. . Dạ em xin phòng đào tạo xem xét cho em được đăng ký bổ sung vào lớp Hoá vô cơ CH2013 kì hè 193 ạ (Em đã xin được sự đồng ý của giáo viên bộ môn ạ).Mong phòng đào tạo xem xét và bổ sung giúp em. Em xin chân thành cảm ơn ạ. . . Trân trọng",
            "đã bổ sung môn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tốt nghiệp đợt 10/7/2020. Nay em cần thông tin về việc cấp bằng TN để báo cho bên phòng nhân sự của công ty đang theo làm ạ, mong pđt giải đáp.",
            "Chào bạn. . - Về V/v lễ trao bằng tốt nghiệp đợt 1/2020: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  tốt nghiệp --  thông tin tốt nghiệp  --  V/v lễ trao bằng tốt nghiệp đợt 1/2020. . - Ngoài ra trong thời gian đợi nhận bằng bạn có thể sử dụng bằng tốt nghiệp tạm thời và quyết định công nhận tốt nghiệp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711639  /b \t. . . .   i Đăng ký môn học . Chào thầy cô phòng đào tạo ạ, em hiện đang là sinh viên cuối năm 3 khoa Kỹ thuật hóa học, vì hè này có thực tập tốt nghiệp nên em nghĩ không đăng kí môn học ở trường được, tuy nhiên do diễn biến phức tạp của dịch Covid, nên lịch thực tập của em chỉ đi 1 đến 2 buổi trong tuần. Em kính mong thầy cô có thể cho em đăng kí thêm môn \"Các quá trình & thiết bị cơ học\" (CH2019) được không ạ.. . Em cảm ơn thầy cô.",
            "đã bổ sung môn học. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo ạ, em là sinh viên cuối của năm 3, hè này có thực tập tốt nghiệp nên em nghĩ đăng ký thêm môn học ở trường là không được, tuy nhiên do dịch covid, lịch thực tập em chỉ đi 1,2 buổi trong một tuần.. . Nên kính mong phòng đào tạo có thể cho em đăng ký thêm môn học Quá trình và thiết bị cơ học (Ch2019) được không ạ.. . Em cảm ơn ạ.",
            "đã bổ sung môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ. Em là sinh viên năm 3 khoa Kỹ thuật hóa học. Em xin phép hỏi là nếu như em rớt môn nhóm C ( trái ngành ) và môn nhóm B1 thì em có thể học lại môn khác trong nhóm C (trái ngành) và môn khác trong nhóm B1 không ạ, hay phải học lại đúng môn mình đã học nhưng không qua môn ạ.Em cảm ơn thầy cô.",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Em thuộc khóa kiến trúc K13. MSSV [student_id]5. . Em muốn đăng ký môn học bổ sung trong kỳ hè, không biết em có thể đăng ký chung đợt bổ sung với các bạn hoãn tình nguyện mùa hè xanh không ạ? Em có hỏi phòng đào tạo thì cô bảo về làm đơn đăng ký trên này.. . Em cảm ơn ạ.. . Mong phản hồi từ thầy cô.",
            "Bạn cung cấp gấp mã môn học để xem xét. .",
            "Dạ em muốn đăng ký 2 môn:. . Giải tích 1 MSMH: MT1003. . Vật lý 1 MSMH: PH1003. .",
            "Môn MT1003 đã được bổ sung nhóm DT03. . Môn PH1003 trùng thời khóa biểu ko đăng ký thêm được. . Thân",
            "Dạ em vẫn chưa thấy môn MT1003 trên thời khóa biểu. Em có cần làm thủ tục đăng ký gì không ạ, vì em vẫn không vào đăng ký môn học bổ sung đợt này được.. . Em cảm ơn thầy cô.",
            "Môn MT1003 Nhóm DT03A có TKB như sau. . Thứ 3. Tiết 3-6 Phòng 305B1. . Thứ 4, tueets 16-19 hangount. . Thứ 7 tiết 18-19 hangout. . Em đi học trước. . TKB sẽ cập nhật sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ vâng ạ, e đăng kí môn cơ lý thuyết của học kì 193 và bây giờ em muốn huỷ nó ạ, và e muốn xin được miễn giảm học phí ạ, em cảm ơn cô nhiều ạ.",
            "Chào bạn,. . Hiện tại đã hết thời gian để hủy môn học của học kỳ hè 193.. . Bạn xin hủy môn học vì lý do gì?. . Về việc miễn giảm học phí bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 17132[full_name]3  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Dạ, Em co vấn đề như thế này[full_name][full_name] [full_name] Kì vừa rồi dính dịch, và khi học lại PDT sắp lịch học và có gửi mail báo là có 1 số môn trùng lịch học thì xin phép giao viên để nghỉ buổi đó và bù buổi khác, vậy la do bắt buộc tụi em phải chọn 1 trong 2[full_name][full_name] [full_name] Vậy tại sao khi em nghỉ môn An toàn điện ( TN) cua thầy [full_name] ( do trùng lịch học)và bù qua buổi khác mà em bị trừ 1d vào điểm tổng kết thí nghiệm do k hok buổi chính mà bù[full_name] Do lịch học bị trùng chừ tụi em co muôn vậy đâu[full_name] Nên em cảm thấy bi trừ vậy la không hợp lí[full_name][full_name] [full_name] Kinh mong pdt xem xét và giải quyết cho tụi rm với ạ[full_name] Em đính kèm ảnh điểm của 4 ban đầu tiên là em va cac bạn cùng nhóm, nhóm [full_name][full_name]5d, và cac bạn còn lại bị trừ theo số buổi học bù[full_name][full_name] [full_name]",
            "Chào bạn,. . Bạn vui lòng trình bày trực tiếp với giảng viên giảng dạy để được hỗ trợ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào nhà trường ạ, cho em hỏi là địa phương em có yêu cầu nộp giấy tạm hoãn nghĩa vụ quân sự, em được kể lại là lên mybk đăng ký in giấy xác nhận sinh viên để nộp về địa phương nhưng chỗ chọn lý do in giấy xác nhận thì chọn \"bổ túc cho địa phương\" hay là \"tạm hoãn nghĩa vụ quân sự (cấp lại)\" vậy ạ. Em cảm ơn",
            "Chào em ạ. . Em chọn lý do \"tạm hoãn nghĩa vụ quân sự (cấp lại)\" ạ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . MT1007 - DT02. . . . Em cảm ơn ạ.",
            "đã bổ sung môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên khóa K16, đúng tiến độ thì kết thúc học kì 192 sẽ tốt nghiệp. Nhưng vì vướng một số lý do nên không thể ra trường đúng hạn.. . Em không biết là trong học kì 201 thì em có được cấp giấy xác nhận sinh viên để tạm hoãn nghĩa vụ không ạ.. . Mong giải đáp sớm từ PĐT.. . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . Bạn phải có thời khóa biểu của HK 201 thì nhà trường mới cấp giấy xác nhận sinh viên (hoãn nghĩa vụ quân sự, ...) theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là hôm trước em có đăng kí lại môn MT1003 nhóm DT04 và đã đc rồi, trên bkel đã cập nhật môn học đó nhưng sau trên mybk thì em kh có thời khóa biểu của môn ạk, em cảm ơn. . . . . .",
            "Chào em.. . Em đăng ký trên BKSI thì PĐT phải giải quyết hết một lượt mới lên TKB hết được. . Trong hôm nay sẽ có tkb"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], Mssv [student_id]. . Cho em hỏi là sao em có đăng thể chất môn bóng rổ (PE1005) lớp DT03 trong kì hè này mà phòng đào tạo nói DT03 không mở lớp chuyển sang DT01. Nhưng sao thời khóa biểu cũng như kết quả đăng kí kì hè không có môn bóng rổ. XIn phòng đào tạo xem xét lại giúp em",
            "đã bổ sung môn PE1005 nhóm DT03. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng Đào Tạo, em là sinh viên năm 2, đợt hè này em có thực tập tốt nghiệp tuy nhiên do dịch covid19 nên việc thực tập bị hoãn. Vì vậy em muốn xin đăng kí thêm môn Cơ học ứng dụng (AS2007).. . Mong PĐT xem xét.. . Em chân thành cám ơn.",
            "đã bổ sung môn học"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "bạn khoan đã đóng học phí.. . PĐT sẽ xem xét đơn của bạn và sẽ có kết quả vào thứ 3. 11/08/2020. . Xem tkb cập nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo,. . . . Em xin phép được hỏi về vấn đề làm tròn điểm môn học LVTN ạ. Theo như trên trang web thì em được biết điểm được làm tròn lên 0.5đ. Tuy nhiên hôm nay em kiểm tra bảng điểm thì thấy điểm tổng kết LVTN và điểm thi của môn này lại bằng nhau là 9.29đ   I (như hình đính kèm ạ)  /I .. . Em mong được Phòng Đào tạo giải đáp ạ. Em xin cám ơn.. . . . Thân gửi,. . [full_name]",
            "Chào bạn. . Theo quy định điểm LVTN không làm tròn, và điểm do giảng viên nhập lên hệ thống. . Thân"
        ]
    }
]