[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng kí hoãn thi môn Quản lí sản xuất, nhưng em vừa vào xem bảng điểm, điểm cuối kì của em lại là 13. Là do phòng đào tạo chưa cập nhật điểm hoãn thi hay sao ạ.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . Sinh viên [full_name]. . mssv: [student_id]. . lý do kn: đã bổ sung luận văn tốt nghiệp nhưng bị hủy kết quả. . . .  Mã MH: MA4323 Luận văn tốt nghiệp ( mã lớp L01). .   số tín chỉ tính lũy: 127 chỉ. .   số ngày CTXH   15,5. .   Chứng chỉ av ( chưa có ). .  Mong pdt giải quyết sớm cho em , em đã đủ điều kiện để đăng lý luận văn.. .  Em xin trân thành cảm ơn.. . . . (hình ảnh chứng minh đính kèm bên dưới )",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào phòng đào tạo,. . Hôm thứ 7 em có gọi anh thắc mắc về việc môn học XHH ko có trong thời khóa biểu nhưng vẫn hiển thị trên bkel và em mong muốn pdt hiệu chỉnh hủy bỏ môn giúp em. Em thắc mắc về kết quả của về khiếu nại của em và mong nhận được sự chấp thuận sớm nhất từ phòng đào tạo. Em cảm ơn và rất hi vọng nhận được phản hồi sớm nhất từ phòng đào tạo ạ.. . Trân trọng,. . Em [full_name]. .   i Đăng ký môn học .",
            "Chào bạn,. . Vui lòng ghi rõ tên và Mã MH để PDT kiểm tra nhé!. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lý do: Đăng ký luận văn tốt nghiệp nhưng bị hủy[full_name] [full_name] Mã môn học: MA4323[full_name] [full_name] Tên: [full_name], Mssv: [student_id][full_name] [full_name] [full_name] Ạ[full_name]  [full_name] [full_name] MSSV: [student_id][full_name] [full_name] VỪA QUA [full_name] CÓ [full_name] LUẬN VĂN TỐT NGHIỆP NHƯNG BỊ HỦY [full_name] LÝ DO KHÔNG ĐỦ ĐIỀU KIỆN[full_name] NHƯNG SAU KHI X[full_name] LẠI ĐIỀU KIỆN THÌ [full_name] MỚI BIẾT LÀ KHOA [full_name] 126 TÍN CHỈ TÍCH LŨY MỚI ĐƯỢC [full_name] MÔN HỌC[full_name] [full_name] [full_name] [full_name] [full_name] [full_name] [full_name][full_name] [full_name] [full_name] 28/5/2021 NHƯNG ĐẾN NAY VẪN CHƯA ĐƯỢC CẬP NHẬT[full_name] [full_name] VẬY VỪA QUA [full_name] ĐÃ KHÔNG THỂ [full_name] LVTN ĐƯỢC[full_name] [full_name] [full_name] X[full_name] XÉT VÀ GIÚP [full_name] CHUYỂN ĐIỂM VÀ [full_name] LẠI LVTN Ạ[full_name] [full_name] XIN CẢM ƠN Ạ[full_name] [full_name]",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin chào PĐT,. . Em vừa nhận được mail lên tra aao tra danh sách xét LVTN HK211, và kết quả tra được là em bị mất hết tín chỉ cũng như kết quả Tiếng Anh đã được chuyển từ kì trước HK202, dẫn đến không đạt (như hình). HK202 em cũng đã đăng ký LVTN thành công nhưng lại không hoàn thành, nên kì này em muốn thực hiện lại nhưng quá trình đăng ký lại xảy ra sự cố trên, các kết quả đăng ký qua các đợt ĐKMH của em HK211 đều bị hủy bỏ.. . Vì đã qua đợt đăng ký LVTN cuối cùng nên thời gian là rất gấp, em mong PĐT giải quyết giúp em ạ, em xin cám ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Chào thầy/Cô[full_name] [full_name] [full_name] [full_name] Em có đăng ký môn \"Đồ án tổng hợp - hướng công nghệ phần mềm\" - CO3103 trong học kỳ này và nhận được email như hình dưới có nói việc liên hệ với phòng đào tạo[full_name][full_name] [full_name] Nhưng em không biết liên hệ với phòng đào tạo bằng cách nào cả[full_name] Nếu đây là kênh liên hệ mong thầy/cô cho em phản hồi về việc làm đồ án môn này với ạ[full_name][full_name] [full_name] [full_name] [full_name] Cảm ơn thầy/cô[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "Chào em,. . PĐT gửi email em liên hệ Văn phòng [full_name] (là [full_name] của em) chứ không phải PĐT. . Thân mến,. .",
            "Chào cô,. . . . Vậy cô cho em hỏi cách để liên hệ văn phòng khoa \"Khoa học và kỹ thuật máy tính\" có cách nào trong trường hợp của em không ạ. Cho em xin với ạ vì trang web của khoa không truy cập được và em không biết bất kỳ hình thức nào khác để liên hệ. . . . . Em cảm ơn.",
            "Chào em,. . Em liên lạc qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  Luận văn tốt nghiệp -CI4343. . . . Kính gửi Quý Thầy/Cô Phòng Đào Tạo.. . . . Em tên [full_name] - MSSV: [student_id].. . Nay em làm đơn kính mong Quý Thầy/Cô xem xét lại giúp em về viêc sô Tín chỉ tích lũy ngành để nhận LVTN.. . . . Hiện em tra danh sách thì TCTLN của em đang là 111/114, nhưng do môn CI4037-Công trình trên đất yếu (3 tín chỉ) em đã học Học kỳ 2 - 2020 rồi (hiện chưa có điểm).. . . . Và theo quy chế học vụ thì môn tích lũy chỉ cần \"đã đăng ký học trong học kỳ chính kế trước được xem như đạt\". . . . Do tình hình dich bệnh khó khăn nên kính mong Quý Thầy/Cô xem xét lại giúp em để em sớm nhận được Luận Văn và hoàn thành việc học.. . . . Em chân thành cảm ơn. . . . [full_name]!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em đã thấy là PĐT không cho đăng ký do không đủ điều kiện. Dạ em đã học hết tất cả các môn (129 chỉ), còn lại LVTN, 2 môn AV34 (chờ thi TOEIC để chuyển điểm). Vậy cho em hỏi là không đủ điều kiện là điều kiện gì ạ.",
            "Chào bạn,. . Vui lòng bổ sung giúp cô mã môn [full_name]. . Thân",
            "Dạ mã môn LVTN là EE4313 Luận văn tổt nghiệp (Kỹ thuật điện) ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. . Em có làm đơn xin hoãn đồ án 1 và 3 trong học kỳ 202.. . Kính gửi Phòng Đào tạo xem xét.. . Chân thành cảm ơn.. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT ạ,. . Dạ em tên [full_name] MSSV [student_id] là sinh viên   B năm 4  /B  ngành Công nghệ Vật Liệu khóa Kim Loại K18.. . Dạ em xin vào lớp   B Kỹ thuật môi trường (EN4021)  /B . . Do em đăng ký xót môn này ạ, mà môn này là môn chuyên ngành mà chỉ mở vào học kỳ 1 thoi nếu em trễ môn này thì em sẽ bị trễ lại 1 năm lận ạ. . . Học kỳ 211 đã bắt đầu được 2 tuần rồi ạ, em có thể xin vào lớp để học kịp chương trình với được không ạ.. . Em xin cảm ơn PĐT nhiều ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng Đào tạo,. . Em tên là [full_name], MSSV: [student_id], thuộc chương trình kỹ sư chất lượng cao Việt Pháp, Email: [email]. . Em đang cần bảng điểm song ngữ Việt-Anh để nộp hồ sơ học bổng thực tập tốt nghiệp ở Pháp của chương trình PFIEV. Em đã đăng kí in đăng bảng điểm và nhận qua đường bưu điện ( PĐT hẹn ngày 25/8). Tuy nhiên đến nay ngày 28/8 em vẫn chưa nhận được bảng điểm. Và sắp đến thời hạn nộp hồ sơ (30/8) nên em có thể xin bảng điểm dạng scan file PDF để kịp thời hạn nộp hồ sơ được không ạ?. . Em mong sớm nhận được phản hồi ạ. Em chân thành cảm ơn ạ.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi nhà trường,. . Em là [full_name], MSSV [student_id]. Học khoa Kỹ thuật địa chất và dầu khí.. . Trước đó em có tạo yêu cầu/ câu hỏi trên BKSI về việc đăng kí môn học thực tập. Và dưới đây là file đơn xin cứu vãn môn học.. .",
            "Chào bạn,. . Bạn muốn xin Đăng ký vào HK211 hay HK203 vậy, vui lòng ghi rõ lại yêu cầu nhé,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy cô PĐT,. . . . Em đã gửi đơn xin hoãn LVTN theo đúng yêu cầu của PĐT (Đơn xin hoãn LVTN đã ký) nhưng ở phần Bảng điểm em bị đánh giá 13/vắng thi (hình chụp).. . . . Em muốn hỏi đây là do PĐT chưa cập nhật hay em còn phải hoàn thành quy trình nào khác nữa sau khi làm đơn và được duyệt. . . . . Nếu đơn xin hoãn LVTN của em đã được duyệt và chờ cập nhật thì cho em hỏi là em sẽ bảo vệ LVTN dự kiến vào khoảng thời gian nào và em có cần phải đăng kí môn LVTN thêm một lần nữa hay không ạ.. . . . Em xin cảm ơn.. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . . . Em đọc kỹ quy định . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xem xét số tín chỉ để nhận LVTN . Kính gửi PDT. . Em tên: [full_name]. . MSSV: [student_id]. . Em đã đăng ký LVTN trong học kỳ này, nhưng kiểm tra thì hệ thống báo không đủ số tín chỉ.. . Em đã kiểm tra lại tất cả môn học đã công bố điểm trên hệ thống thì em được 116 tín chỉ đủ điều kiện đăng ký.. . Theo thông tin điều kiện đăng ký thì tất cả các môn học ở học kỳ trước được xét là đạt cho dù chưa có điểm.. . Kính mong PDT xem xét cập nhật lại để em đủ điều kiện nhận LVTN ạ.. . Trân trọng!",
            "SV liên hệ khoa nhận LVTN, ds gửi khoa ngày 7/9. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Kính Gửi : Ban Giám Hiệu [full_name] [full_name]            Phòng Đào Tạo Trường Đại Học Bách [full_name] [full_name]            Khoa [full_name] [full_name] Em Tên là : [full_name] [full_name] [full_name] Mssv : [student_id][full_name] [full_name] Lớp : XD18CT1[full_name] [full_name] Dạ em chào PĐT ạ![full_name] [full_name] Thưa PĐT cho em hỏi là trong đợt đăng ký môn học bổ sung này đã có 2 đợt đó là đợt 1 và 2 rồi ạ, dạ cho em hỏi là PĐT có mở thêm đợt 3 cho sinh viên đăng ký không ạ [full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]![full_name] [full_name] [full_name][full_name]",
            "Chào bạn,. . Hiện tại đã hết các đợt đăng ký online rồi nhé bạn, bạn có nguyện vọng gì vui lòng trình bày rõ trong nội dung nhé!. . Thân",
            "Dạ Thưa Cô chuyện là trong đợt đăng ký môn học bổ sung lần 2 thì PĐT có mở môn học Máy Bơm và Trạm Bơm em và các bạn có đăng ký nhưng mà do không đủ sỉ sô nên đã bị hủy môn ạ, thêm một điều nữa là từ K19 thì môn học Máy Bơm và Trạm Bơm bị thay thế bằng môn học khác nên em và các bạn phải học môn thay thế và chuyển điểm ạ bên cạnh đó thì sẽ bị trễ hạn đăng ký cho các môn tiếp theo của học kỳ kế tiếp của chuyên ngành ạ[full_name] [full_name] Dạ nguyện vọng của em và các bạn bây giờ là PĐT có thể cho chúng em làm lại đơn xin mở lớp môn cho học : [full_name] [full_name] Tên môn học :  Máy Bơm và Trạm Bơm [full_name] [full_name] MSMH : CI3059 [full_name] [full_name] Được Không ạ [full_name] [full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] [full_name][full_name][full_name] [full_name] [full_name][full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  . . Em chào Thầy/Cô,. . . . Em là SV khoá K15 ạ, tình trạng hiện tại của em đang bị tạm dừng ạ. Do tình dịch dịch covid nên em không thể lên trường nộp giấy xác nhận thu nhận lại để đăng ký LVTN, mong nhà trường xem xét trường hợp của em ạ, em đã nộp đơn thu nhận lại qua email PĐT rồi ạ.  . . Vào đợt đk bổ sung môn học từ ngày 23-25/8 thì e có đk LVTN (mã ME4079 ) nhưng bị hủy kết quả vì do tình trạng của em đang bị tạm dừng ạ. . . Mong nhà trường xem xét và cho em đăng ký lại LVTN mã ME4079 ạ.. . . . Em cảm ơn Thầy/Cô ạ!. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn thu nhận và ĐKMH LVTN vào HK211 của bạn. . Bạn vui lòng theo dõi tình trạng sinh viên của bạn chuyển sang từ “tạm dừng” sang tình trạng “Đang học” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 15/9/2021. . SV theo dõi TKB cập nhật tại Mybk, sau ngày 15/9 vẫn chưa có TKB vui lòng phải hồi lại PDT.. . SV chủ động liên hệ về Khoa để xin nhận đề tài. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã xin hoãn Luận văn HK202 vì COVID và được duyệt nhưng do không hiểu thủ tục nên đã đăng ký luận văn HK211, em có thể hủy môn LV được không ạ; và vì em KHÔNG đăng ký môn (nhưng vẫn thực hiện luận văn và bảo vệ cuối HK211) thì có được cấp giấy chứng nhận sinh viên không. Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,  . . Em đã xin hoãn Luận văn HK202 vì COVID và được duyệt nhưng do không hiểu thủ tục nên đã đăng ký luận văn HK211, em có thể hủy môn LV được không ạ;. . =  Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV . . . . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. .",
            "Vậy em có được xin cấp giấy bổ túc để hoãn Nghĩa vụ quân sự không ạ, vì trường hợp bất khả kháng nên em mới xin hoãn LV, và em vẫn phải thực hiện luận văn như bình thường.. . Nếu bắt buộc phải có TKB để được cấp giấy thì cho em xin phép được giữ môn đã đăng ký ạ.. . Em xin cảm ơn",
            "Chào em,. . Nếu bắt buộc phải có TKB để được cấp giấy thì cho em xin phép được giữ môn đã đăng ký ạ.. . =  PĐT giữ lại như em yêu cầu.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /. . em đăng kí dự thính môn phương pháp tính trùng giờ, nên đã bị hủy, nhưng sao trên Bk elearninh vẫn còn cập nhật ạ.",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề nhé, ghi rõ tên mà mã MH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT,. . . . Em là [full_name], MSSV [student_id], học lớp XD16TĐ. Học kỳ này em vừa hoàn thành Luận văn tốt nghiệp và em vẫn còn một môn Tin học trong trắc địa chưa đạt. Theo thông báo của Bộ môn em đã học môn thay thế là Vật liệu xây dựng. Trong giai đoạn này nhà trường không làm việc trực tiếp, em đã làm đơn gửi bộ môn và Ban chủ nhiệm khoa Kỹ thuật Xây dựng và đã được phản hồi đồng ý (File đính kèm).. . . . Em xin kính gửi PĐT xem xét và chuyển điểm môn học cho em, em xin chân thành cảm ơn.. . . . Trân trọng./.  B   /B . .",
            "Chào bạn,. . Trường hợp của bạn phải nhờ [full_name] làm công văn đề nghị lên PDT xét điểm môn tương đương cho bạn nhé. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B [Xin hoãn thi CK kì 202]  /B  . Trong bài thi thực hành kĩ thuật lập trình (mã môn CO1027) em có gặp vấn đề kĩ thuật. Do lỗi kĩ thuật mà khi lưu video thì bị đen lúc làm bài nên không nộp lại được cho thầy cô bộ môn.. . Em nhận ra lỗi này sau khi làm bài xong và muốn coi lại đề nhưng không được ạ.. . Em có điểm danh làm bài và làm bài nhưng vì lí do này mà huỷ điểm thì xin phòng đào tạo châm chước cho em hoãn kì thi lần này ạ.. . . . Em hy vọng có phản hồi sớm từ phòng đào tạo và chấp nhận nguyện vọng của em ạ. Em xin cảm ơn. . . . (file video quay lại thì em không up lên đây được vì nặng quá, em để link drive nha ạ.. . https://drive.google.com/file/d/1KB6sDfpu7L3TX6QDzfgmKGWhSOAslXVz/view?usp=sharing). . Trân trọng,. . . . [full_name]",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô!. . Theo như email thông báo học vụ ngày 8/4 em có thấy trường đề cập đến việc chuyển toàn bộ chương trình học đại trà về CS2 - Thủ Đức.. . Nhưng hiện tại theo thời khóa biểu của em các môn vẫn đang để nơi học là ở CS1 - [full_name], nhưng phân lớp lại là lớp L . . . . Theo em được biết ký hiệu lớp L là dành cho các lớp ở CS2 - (Linh Trung - Thủ Đức). . . . Vậy em muốn hỏi để xác nhận rằng, thời khóa biểu hiện tại nếu sau khi kiểm soát được dịch, thì địa điểm học của em có bị thay đổi hay không? Vì vấn đề nhà ở em buộc phải ký hợp đồng dài hạn, do đó em cần sự xác nhận chính xác từ phía nhà trường để tiện cho việc sắp xếp địa điểm ở và học tập. . . . . Em có đính kèm ảnh TKB của em. . . Em xin chân thành cảm ơn!",
            "Chào bạn. . Theo thông báo từ trước là học tại Cơ sở 2 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear anh/ chị;. . Em có đăng ký môn phương pháp tính học thứ 6 vs chủ nhật (MT 1009) [full_name].. . Mấy rài em kk thấy link học bkel vs email môn học ko có nhắn trong các tuần 33, 34, 35. . . Mong nhà giúp em.. . . . Xin cảm ơn. . [[full_name]]",
            "Chào bạn. . Đã cập nhật lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn CI3175 là chương trình của khóa K16 ạ,em K15 học môn CI3007 và đã qua rồi ạ.. . PĐT kiểm tra lại giúp em để em đăng kí LVTN ạ.",
            "Chào bạn.. . Bạn vui lòng gửi lại giúp cô yêu cầu xin chuyển điểm môn tương đương để ĐK LVTN. . Ghi rõ MH tương đương bạn học ở HK nào? tương đương Mã MH nào thuộc CTĐT của bạn (ghi rõ mã MH,tên MH). . Bổ sung mã mô LVTN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: hiện tại bke của em không hiện nhóm lớp các môn học ,, nên không tham gia học online được",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . Em là [full_name], mã số sinh viên [student_id]. Lúc đăng ký môn học đợt 1 do sơ suất em đã không đăng ký đúng mã môn Đề cương luận văn tốt nghiệp nên bị hủy môn. Đến các đợt sau em thấy số tín chỉ không đổi nên đã kiểm tra sót môn này.. . Em đã được sự đồng ý của Bộ môn. Kính mong quý thầy cô cho em đăng ký bổ sung để hoàn thành đúng tiến độ học tập. . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô!. . Em tên Huỳnh Ngọc Thư MSSV [student_id] Lớp MO15QLMT, ngày 25/7 em có gửi đơn xem xét thu nhận lại và đăng kí Luận văn tốt nghiệp, hiện tại tình trạng SV của em đã được đổi thành Đang học nhưng thời khóa biểu của em vẫn chưa có Luận văn tốt nghiệp, mong Cô/Thầy xem xét giúp em để em được làm Luận văn tốt nghiệp trong kì này và sớm hoàn thành chương trình học của mình.. . Em chân thành cảm ơn Cô/Thầy rất nhiều ạ!. . . .",
            "Chào bạn. . Bạn bổ sung gấp Mã số [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo cho em hỏi là văn phòng khoa cơ khí có hoạt động trực tuyến tại thời điểm hiện tại không ạ. Em muốn làm đơn chuyển điểm thí nghiệm nhưng không biết văn phòng khoa cơ khí hiện tại có hoạt động hay không do ảnh hưởng dịch ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134057  /b \t. . . .   i Yêu cầu khác . Kính gửi phòng Đào tạo,. . Em tên Trần Thị Ngọc Anh, MSSV mới 2134057 (hệ VLVH)- MSSV cũ (hệ chính quy): 1410136. . . . Dưới đây là danh sách các môn học em đã qua môn và có điểm, nhưng bị chuyển điểm sót:. . 1. Giải tích 1 - MT1003.. . 2. Kết cấu bê tông cốt thép 2: CI3175 - theo mã môn học mới từ khóa 2018. Mã cũ: CI3007.. . 3. Kết cấu thép 2: CI3211 - theo mã môn học mới từ khóa 2018. Mã cũ: CI3069.. . 4. Tổ chức thi công: CI4125 - theo mã môn học mới từ khóa 2018. Mã cũ: CI4049.. . 5. Kết cấu bê tông ứng suất trước - CI3123 (môn tự chọn). . 6. Nhà nhiều tầng - CI3121 (môn tự chọn). . . . Mong phòng đào tạo xem xét và giải quyết giúp em để đảm bảo quyền lợi của em ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Em làm đơn, chụp hình bảng điểm gửi email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i Em có câu hỏi là các môn hoãn thi trong học kỳ dự thính có được tính vào tín chỉ tích lũy không ạ? Và bao giờ em có thể đăng ký thi các môn này? Em xin cảm ơn. . . .",
            "Chào bạn. . - Theo quy định môn Hoãn thi là điểm 14, nên không tính và điểm và số tín chỉ của Hk. . - Cuối tháng 9, sẽ có qd điểm hoãn thi và sẽ có hướng dẫn trong Qd. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng đào tạo,. . . . Em là [full_name], MSSV [student_id], hiện đang là sinh viên năm 5 chương trình Việt Pháp. Email: [email]. . Hiện em đang cần bảng điểm để hoàn thành hồ sơ đăng kí thực tập tốt nghiệp tại Pháp, em đã đăng kí in bảng điểm trên mybk và nhận bưu điện. Nhưng vì cần gấp nên em không biết pđt có thể gửi cho em bản pdf của bảng điểm em qua email được không ạ?. . . . Em mong sớm nhận được phản hồi và em trân trọng cảm ơn pđt đã dành thời gian ạ.",
            "Chào bạn;. . Phòng Đào tạo gửi bạn bản scan nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có trục trặc hôm thi Giải tích 1 (MT1003) nhưng đã sửa được và hoàn thành môn thi. Em nộp đơn để PĐT xem xét hủy yêu cầu xin hoãn thi của em.. . Tên: [full_name]. . MSSV: [student_id]. . [full_name]: XD19KT. . Môn: Giải tích 1 (MT1003) - [full_name]: DT07. . Em cảm ơn",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name], mssv : [student_id]. .   Em được biết là đợt này những bạn nào chưa có chứng chỉ anh văn, thì vẫn được phép đk làm luận văn tốt nghiệp. . .   Nhưng em lên trên hệ thống đk thì được trả về kết quả là em không đk được ( do thiếu chứng chỉ anh văn).. .   Kính mong pdt xem xét, hỗ trợ để em đk được môn luận văn tốt nghiệp (ci4343) đợt này ạ!. .   Em cảm ơn!",
            "Đã có TKB. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy (cô), em có đăng ký đề cương luận văn trong 2 đợt nhưng đều bị xóa, mong thầy (cô) kiểm tra giúp em để có thể đảm bảo lộ trình học tập ạ. . Em xin cảm ơn!",
            "Chào bạn,. . Trường hợp SV đăng ký TTTN, LVTN, ĐCLVTN mà không có TKB trong đợt bổ sung.. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký bổ sung TTTN+LVTN+ ĐCLVTN HK211 Đợt kết quả    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học, Số tín chỉ tích lũy? Số ngày CTXH (nếu đăng ký LVTN). . Trường hợp SV có học môn tương đương vui lòng trình bày rõ, đã học ở HK nào? tên và MH,tương đương môn học nào?. . Thân chào. . . . . . PDT không đ/ký cho SV MH EE4315 (1: Thiếu môn song hành EE3315)"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy Cô[full_name][full_name] [full_name] Em là [full_name][full_name] Hiện em đang là sinh viên hệ văn bằng 2 khóa 2019 khoa Khoa học máy tính[full_name][full_name] [full_name] Cho em xin phép được hoãn thi môn Nhập môn trí tuệ nhân tạo (Mã MH: CO3061) ạ[full_name][full_name] [full_name] Cảm ơn Thầy Cô,[full_name] [full_name] [full_name][full_name]",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Các môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . Riêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. .",
            "Em vừa điền vào form hoãn thi theo link.. . Bây giờ em sẽ theo dõi kết quả.. . Trước tiên là cảm ơn Cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . . . Thưa quý thầy cô em là Tạ Bỉnh Quân MSSV 1911936 có học môn xác suất thống kê(MT2013) lớp L10 do thầy Nguyễn Đình Huy phụ trách ở kì 202 chính quy.. . . . Nay em viết thư này mong phòng đào tạo có thể giải đáp thắc mắc của em về  việc cập nhật tỷ lệ điểm thành phần môn học trên MyBK-Bảng điểm. Theo đề cương môn học thì thành phần điểm ở kì 202 theo thứ tự là: giữa kỳ- bài tập-bài tập lớn cuối kỳ :20%-5%-35%-40% nhưng khi điểm lên Mybk thì lại dùng thành phần điểm của kì 203 là 25%-0%-25%-50%. . . Em đã hỏi thầy Huy và được thầy xác nhận là pdt có sự nhầm lẫn thành phần điểm của 2 kì.. . . . Em mong phòng đào tạo có thể cập nhật lại đúng thành phần điểm vì nó ảnh hưởng khá nhiều đến điểm tổng kết ạ.. . . . Em xin bổ sung thêm hình ảnh ạ: . . -Ảnh 1:Điểm tổng kết trên trang phúc tra . .  với tỷ lệ điểm thành phần đúng(20-5-35-40) . .  là 7đ (dù em không hề đăng ký phúc tra). . -Ảnh 2:Điểm tổng kết trên MyBK- Bảng điểm . .  với tỷ lệ điểm thành phần bị nhầm sang kì . .  203(25-0-25-50)là 6.5đ. . -Ảnh 3:Xác nhận về việc pđt cập nhật nhầm . .  điểm thành phần giữa 2 kì của thầy Nguyễn . .  Đình Huy. . . . Mong nhận được phản hồi sớm từ phòng đào tạo. . Em xin chân thành cảm ơn . . . . . . Trân trọng,. . Tạ Bỉnh Quân. . . .",
            "Chào em,. . Em đã gửi email, em xem trả lời qua email nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sao em đăng kí hoãn thi một số môn mà điểm vẫn là điểm 13 vậy ạ.. .",
            "Chào bạn. . Bạn xem lại thông báo sau khi đăng ký vào form Hoãn thi, kết quả sẽ trả lời Sinh viên vào cuối tháng 9. . . Nếu có QD hoãn thi sẽ được cập nhật thành điểm 14. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi là tới khóa em ra trường còn phân loại bằng khá giỏi dựa theo điểm tb nữa không ạ. hay chỉ là bằng tốt nghiệp bth thui ạ. .",
            "Chào bạn. . Theo quy chế học vụ hiện hành. . Điều 21. Xếp loại tốt nghiệp. . Việc xếp loại tốt nghiệp được tính dựa vào ĐTBTLN như sau:. . - Xuất sắc: từ 9,00 đến 10. . - Giỏi: từ 8,00 đến cận 9,00. . - Khá: từ 7,00 đến cận 8,00. . - Trung bình khá: từ 6,00 đến cận 7,00. . - Trung bình: từ 5,00 đến cận 6,00. . Riêng loại Xuất sắc sẽ bị giảm xuống thành loại Giỏi khi thuộc một trong các trường hợp sau:. . - Có thời gian học vượt quá số học kỳ chuẩn Nhkc.. . - Có số tín chỉ của các môn không đạt phải học lại vượt quá 5% tổng số tín chỉ của CTGD.. . - Đã bị kỷ luật trong thời gian học từ mức cảnh cáo toàn trường trở lên (xem Điều 24).. . - Nếu có quy định mới Pdt sẽ thông báo cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Tuần trước em có gửi đơn xin đăng ký vượt tín chỉ môn thực tập đồ án đa ngành lên ban chủ nhiệm khoa và đã được chấp nhận. Em xin gửi đính kèm đơn và hình chụp màn hình sang cho phòng đào tạo theo hướng dẫn của khoa ạ.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . . . Em xin được rút môn Kinh tế kỹ thuật-ME2045 vì lý do cá nhân.. .  . . Em cảm ơn Phòng đào tạo. .   i Yêu cầu khác .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em vừa có điểm của môn kết cấu thép 2. Em không đủ để qua. Nhưng mà môn đó lại vướng cơ học đất tại sau khi mở lớp, phòng đào tạo có thể cho em xóa môn cơ học đất để có thể đăng kí môn thép 2 của cô thủy được không ạ? Em cảm ơn",
            ". . Chào bạn,. . Bạn vui lòng trình bày rõ vấn đề của bạn (ghi rõ MH xin hủy và bổ sung MH gì (tên MH, Mã MH, mã nhóm) ghi rõ lý do và gửi qua bksi.. . Vì Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo. . Ở đầu học kỳ 211 em có đăng ký môn học . .   B MA3055 Đồ án môn học công nghệ luyện kim và đúc  /B . . thời khóa biểu của em thì có cập nhật môn học này, tuy nhiên hệ thống elearning thì môn này đã bị xóa 1 tuần nay, các bạn cùng lớp em cũng bị điều tưng tự.. . Em có liên hệ giảng viên phụ trách môn học là thầy [full_name] - Khoa Công Nghệ Vật Liệu - Bộ môn Kim loại và hợp kim, để tiến hành làm đồ án, nhưng thầy trả lời em là :\"Thầy chưa thấy thông báo của Phòng Đào tạo về OK mở môn này. Nếu có phải thể hiện trên TKB.\". . Xin phòng đào tạo giải quyết giúp em.. . Em xin chân thành cám ơn",
            "Chào bạn,. . Đơn mở lớp đã đc phân cho cô [full_name]. TKB  đã cập nhật lại.. . Sau ngày hôm nay bạn vô kiểm tra BKEL lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Kết cấu Thép (CI3231). .  Kết cấu bê tông cốt thép (CI3237). .  Cơ kết cấu (CI3233). .  Chủ nghĩa Xã Hội Khoa Học (SP1035). .  Nền móng (CI3239)",
            "Chào bạn,. . Trường hợp bạn đang bị tạm dừng, vui lòng liên hệ tại VP Đào tạo Quốc tế để làm đơn thu nhận lại:[email]. . . . Về ĐKMH: Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi văn phòng đào tạo.. . . . Em tên [full_name], mssv [student_id].. . . . Ngày 18/08 em đã gửi đơn cứu xét luận văn tốt nghiệp và được trả lời sẽ phản hồi em chậm nhất vào ngày 27/08, nếu sau ngày này chưa có kết quả thì em liên hệ lại với văn phòng. Nay đã qua cả thời điểm đăng ký luận văn nhưng văn phòng vẫn chưa có hồi âm cho em. Em xin phép được hỏi về kết quả duyệt đơn ạ.. . . . Kính thư",
            "Chào bạn,. . Trường hợp của bạn đã được đồng ý nhé, hiện tại đã có TKB LVTN của bạn trên mybk nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo trường Đại học Bách Khoa thành phố Hồ Chí Minh. . . . Em tên là [full_name]. . Mssv: [student_id]. . Lớp: XD17KT . . . . Em có đăng kí LVTN đợt 1 học kì 211 nhưng hiện tại trên thời khoá biểu của em không tìm thấy môn Thiết kế dự án tốt nghiệp MSMH: CI4303.. . Em đã kiểm tra lại tình hình học tập, các tính chỉ tích luỹ cũng như các hoạt động ngoại khoá, ngoại trừ chuẩn CCAV, thì em cảm thấy mình đủ điều kiện đăng kí môn Thiết kế dự án tốt nghiệp.. . . . Kính mong thầy/cô Phòng đào tạo có thể kiểm tra lại giúp em để em có thể kịp tiến độ học tập.. . . . Em rất mong nhận được phản hồi từ thầy/cô.. . . . Trân trọng, . . [full_name].",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 6/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "địa phương em đang yêu cầu nộp giấy xác nhận sinh viên để hoãn NVQS, hạn chót đến 1/9. . . . nhưng hiện tại chưa thể đăng ký in giấy vậy em phải làm sao để có xác nhận ạ ?. . . . em cảm ơn. .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp .",
            "Vui lòng trình bày rõ"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   /U Em tên là [full_name], mã số sinh viên [student_id], sinh viên lớp TT01 môn Pháp luật đại cương, học kỳ 202 ạ.. . Vừa qua, em có tham gia thi cuối kỳ online môn Pháp luật đại cương vào lúc 7h ngày 11/8, để tổng kết cho môn học này. Tuy nhiên, khi nhận được kết quả thi, em lại nhận được điểm 13 (vắng thi).. . Nguyên nhân có lẽ là do khi điền mã số sinh viên vào google biểu mẫu để nộp lại video quá trình làm bài, em đã vô tình gõ thêm dấu ` ở sau mã số sinh viên của em (nếu không có ký tự này thì mã số sinh viên của em vẫn đúng), và em đã bị tính là vắng thi do hệ thống không nhận được video của em. Em biết được điều đó là vì em đã lưu lại câu trả lời của em ạ.. . Vậy phòng Đào tạo có thể giúp em lấy lại điểm được không ạ?. . Gmail em đã dùng để điền vào google forms là [email]. . Em cảm ơn!. .   i Học vụ .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . . . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . .",
            "Chào bạn. . bạn liên hệ Giảng viên giảng dạy để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô PĐT!. . . . Em đăng ký dự tính đợt bổ sung học từ 30/8, môn giải tích mạch (EE2033) thầy [full_name] đứng lớp. Hiện tại đã có trang giải tích mạch trên BKel và em có trong danh sách lớp DT01 trên BKel nhưng em không có thời khóa biểu (ảnh đinh kèm). Em đã rà sót lại thì em hoàn toàn đủ điều kiện đăng ký môn học. ( ảnh đính kèm). . . . Vì tuần 35 là bắt đầu học, mong thầy cô sớm giải quyết để em có kế hoạch học tập phù hợp!. .",
            "- Sinh viên xem lý do tại sao có ĐKMH HK211 Dự thính –Lộ trình 2- Đợt 2 mà không có TKB tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH HK211 Dự thính –Lộ trình. . 2 -Đợt 2 - Kết quả đợt 2    bấm vào mục Đăng ký mới    chọn. . Loại hìnhđăng ký    xem Lịch sử đăng ký."
        ]
    },
    {
        "intent": "",
        "message": [
            "địa phương em yêu cầu giấy xác nhận sinh viên để hoãn NVQS, hạn chót nộp đến 1/9/2021. . . . nhưng hiện giờ hệ thống chưa cho đăng ký in giấy đó. . . . địa phương cho biết có thể xin xác nhận qua zalo, vậy giờ em phải liên hệ ai để xin xác nhận ạ?. . . . em cảm ơn. . . . . .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . . . - Hiện tại bưu cục không nhận chuyển đến hết ngày 6/9/21. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Môn học CI3007:Kết cấu bê tông cốt thép 2. . Học vào HK3 (2018-2019),chương trình đào tạo Khóa K15. . Môn học CI3175:Kết cấu bê tông cốt thép 2. .         CI3177:ĐAMH Kết cấu bê tông cốt thép 2. . Chương trính đào tạo K16 trở về sau. . . . Mã môn LVTN: CI4343. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV . . . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [full_name] chào quý thầy/cô!. . Em còn chứng chỉ AV để nộp ra trường nhưng vì dịch bệnh em chưa thi được... Cho em xin phép được hỏi em có thể nộp muộn được không ạ.. . Em cảm ơn.. . [full_name]",
            "Chào bạn. . Cụ thể là bạn còn nợ Anh văn nói viết hay sao?. . Vì tình trạng của bạn là đã bị xoá tên vì hết thời gian học. . Thân",
            "Kính chào cô. . Em có xin phép PĐT để nộp chuyển điểm Av4 và chứng chỉ AV nói viết. Nhưng do tình hình dịch nên em không thi và có chứng chỉ được ạ.. . Em cảm ơn",
            "Chào bạn. . Đến thời điểm này nếu bạn không có CCNN để nộp thì hiện tại bạn đã bị xoá tên vì hết thời gian học. . Bạn chỉ có thể chuyển sang VLVH để tốt nghiệp. . Thân. .",
            "Em có thể xin làm đơn cứu xét cho trường hợp này của em được không ạ... Thật sự 7 năm học có nhiều biến cố đến với em, em mong nhà trường cho em cơ hội để hoàn thành con đường học tập... Em cũng đã bảo vệ xong LVTN, nhưng do dịch bệnh em chưa thể thi AV để nộp, mong nhà trường hãy giúp đỡ em... Nếu phải làm lại từ đầu không biết tương lai em sẽ như thế nào nữa... Em chân thành cảm ơn!",
            "Chào bạn,. . Không được nhé bạn. . Bạn có thể làm đơn chuyển qua hình thức đào tạo VLVH để tiếp tục hoàn thành CTĐT nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt trước em có gửi mail để đổi mã môn TTTN và PDT đã giải quyết giúp em nhưng học kì này em lại tiếp tục đk TTTN nên bây giờ em xin lỗi vì sự bất tiện này rất mong PDT xóa hoặc cho em rút môn TTTN học kì này ạ. Em xin cảm ơn nhiều",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của học kỳ chính và HK dự thính HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô, em là sinh viên hệ bằng 2 khoá 2020 (học theo chương trình đào tạo khoá 2018). HK211 em đăng kí 2 môn là thực tập ngoài trường (CI3345) và đề cương luận văn tốt nghiệp (CI4345) nhưng bị báo lỗi là không đủ điều kiện đăng kí thiếu số tín chỉ (hình ảnh đính kèm). Em có nộp phiếu chuyển điểm khi nhập học (9/2020) và đã có mail xác nhận, hệ thống cũng đã cập nhật môn chuyển điểm cho em rồi. Trong đó có những môn tương đương với chương trình đào tạo 2018 như sau:. . - Kết cấu bê tông cốt thép 1 (CI2039) tương đương với 2 môn Kết cấu bê tông cốt thép 1 (CI2091) và DAMH Kết cấu bê tông cốt thép 1 (CI2093). . - Kết cấu bê tông cốt thép 2 (CI3007) tương đương với 2 môn Kết cấu bê tông cốt thép 2 (CI3175) và DAMH Kết cấu bê tông cốt thép 2 (CI3177). . - Kết cấu thép 2 (CI3069) tương đương với 2 môn Kết cấu thép 2 (CI3211) và DAMH kết cấu thép (CI3213). . - Nền móng (CI3037) tương đương với 2 môn Nền móng (CI3195) và DAMH nền móng (CI3197). . - Tổ chức thi công (CI4049) tương đương với 2 môn Tổ chức thi công (CI4125) và DAMH tổ chức thi công (CI4127). .  Em có gửi kèm phiếu miễn môn học và danh sách môn tương đương. Thầy/cô xem xét dùm em để em có thể đăng kí môn học ạ. Em xin cảm ơn thầy/cô."
        ]
    }
]