[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, em muốn xin tăng thêm sĩ số lớp môn phương pháp tính- MT1009 nhóm lớp A01 để em có thể đăng ký mà không bị trùng lịch môn khác ạ. Mong PĐT xem xét để em đăng ký đúng tiến độ học tập ạ. Em xin chân thành cảm ơn!. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi. Là kì trước em đã trả thể chất để hoàn thành chuẩn thể chất năm 3. Nhưng khi em đăng ký đề cương luận văn lại không được. Mong pdt giải quyết sớm cho em",
            "bạn vào đk lại môn học nhé. . Đã cập nhật môn GDTC cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. .   i Đăng ký môn học . Mô hình hóa hình học và  mô phỏng, MSMH:ME3027. . em xin được đăng ký vào lớp A01_A02, vì lớp đã đủ sĩ số nên em đăng ký không được, mong quý thầy cô xem xét giải quyết giúp em, vì môn này là môn tiên quyết của ngành em bắt buộc học. . Em chân thành cảm ơn",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học . Thầy/cô cho em hỏi là môn đk đợt 1 của em bị hủy do trùng tkb. Bây giờ em có thể xin gia tăng sĩ số 1 lớp nào đó để đăng kí được không ạ.. . . . Em xin cảm ơn ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Xin phòng đào tạo giải đáp giúp em. Hiện em là simh viên K13. Mssv [student_id]4 khoa kỹ thuật xây dựng.Đủ điều kiện đăng kí đồ án tốt nghiệp. Nhưng em không được đăng kí tốt nghiệp. Em có hỏi văn phòng khoa xây dựng. Bên Văn phòng khoa bảo với em là đồ án tốt nghiệp là mặc định mở lớp khi em đủ điều kiện. ( e đã đủ điều kiện) đó là quy định do em đăng kí đồ án tốt nghiệp trễ hay do lỗi hệ thống ạ. Em ko được mặc định đăng kí đồ án tốt nghiệp mà phải xin mở lớp.Trường hợp em đk mở lớp sẽ có khả năng không gặp được các thầy để kí tên, trường  hợp này em có được đảm bảo chắc chắn kịp làm tốt nghiệp học kì tới này. ( em đã đăng nhập mã môn học đồ án tốt nghiệp khóa em kiến trúc K13. Là 813303. Và được xác nhận là môn học không được mở). . Em cảm ơn PĐT",
            "MÔn học 813303 có mở lớp trong đợt 2 này nhé.. . Bạn vào đk lại môn học . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: 1952846  /b \t. . . .   i Đăng ký môn học . kính gửi PĐT.. . Em là sinh viên clc khóa k19, hk hè vừa rồi vì có một số công chuyện gia đình ở quê nên em phải về nên không thể đăng ký học kỳ hè được. . . Ở học kỳ tiếp theo (hk1 2020-2021) vì đăng ký học Quốc Phòng nên em không được đăng ký lại những môn ở học kỳ hè và phải đăng ký những môn tiếp theo, nhưng vì không đủ điều kiện đăng ký môn học (chưa học những môn tiên quyết ở học kì hè) nên em chỉ đăng ký được tổng cộng 7 chỉ là không đạt yêu cầu tối thiểu 1 học kỳ 14 chỉ thì bây giờ em phải làm như thế nào để không bị cảnh cáo học vụ ạ. Em xin cảm ơn",
            "Chào bạn, . . Nếu không đăng ký đủ tín chỉ theo quy định thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019) Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do kì này em thiếu tín chỉ, không đăng kí được môn của năm 3 nên em muốn đăng kí học môn Phương pháp tính - MT1009 lớp A01 để trong bị trùng lịch các môn khác ạ. Mong PĐT xem xét mở sĩ số để em có thể học đúng tiến độ. Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em năm nay mới hoàn thành xong năm 3, hồi năm nhất em có thi bằng toeic 2 kĩ năng nghe và đọc và đã quy đổi điểm cả 4 anh văn. Phòng đào tạo cho em hỏi vậy bằng anh văn của em giờ hết hạn rồi thì khi có xét chuẩn anh văn tốt nghiệp không hay chỉ cho đủ điều kiện đăng kí luận văn tốt nghiệp thôi ạ.",
            "Chào bạn,. . Bạn không cần phải nộp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, đợt đăng kí 1 vừa rồi em có đăng kí 2 môn CI4125 và CI4127 nhưng do thiếu môn học trước là CI3043 nên 2 môn trên đều bị hệ thống hủy, nhưng trong học kì dự thính hè này em đã đang học môn CI3043 và đã nhận được chữ kí xác nhận của giảng viên là em đã học và sẽ tham dự thi cuối kì. Em đã đăng kí lại 2 môn đó vào đợt 2 này, xin nhà trường hướng dẫn em cách để môn học được xác nhận đăng ký để không bị hủy trong đợt 3 sắp tới.",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào [full_name]o. . Em tên [full_name] chí thành, sinh viên khoa xây dựng, hiện giờ chỉ tích lũy của em là 22, vậy em sẽ không đăng kí được những môn cơ sở ngành năm 2 phải không ạ, sao em trước đây nghe bảo được đăng kí dù không đủ 28 chỉ, mong phòng đào giải đáp, em xin cảm ơn",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô. Cô cho em hỏi là tại sao em không đăng ký luận văn tốt nghiệp được vì lý do chuẩn giáo dục thể chất sau năm 3 trong khi em đã qua 3 môn thể chất là \"giáo dục thể chất 1\", \"giáo dục thể chất 2\" và môn bóng rổ. Cho xem dùm em. Cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là em đã tham gia kì thi anh văn định kì của trường và đã qua rồi nhưng sao lại không thấy có tín chỉ anh văn vậy ạ",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô ạ. cho em hỏi trong đợt đăng ký lần 2 này em không được đăng ký thêm môn nào vì em chưa đạt điều kiện anh văn của năm 4 nhưng em thấy trong mail trường có gửi là học kỳ 1 của năm 4 không phải xét anh văn do tình hình dịch. trong khi đợt 1 em đăng ký vẫn được 4 môn ạ. Hiện tại thì em đang ở nhà do mới mổ ruột thừa xong không lên được pđt để hỏi trực tiếp kính mong pđt giải quyết online giúp em ạ. em cảm ơn nhiều. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em kính chào quý thầy cô, em têm là [full_name], em đang theo học chương trình PFIEV, do chểnh mảng trong quá trình học nên trong HK191 em rớt các môn LA1011( pháp văn 1), CH1003( hóa đại cương) , MT1015( đại số tuyến tính) , em đã tham gia đăng kí môn học 201 những môn học đó mà không có, em xin phép nhà trường học nhưng môn học đó trong học kỳ tới. . .  Do chưa quen với chương trình đại học nên tới HK192 em bị rớt 2 môn là PH1009( vật lý 1) , MT1013( giải tích 2). Ngoài nguyện vọng trên em xin nhà trước xem xét cho em được học các môn do chưa đạt môn tiên quyết: LA1015 - Pháp văn 3, MT2007 - Giải tích 3,PH2007 - Thí nghiệm vật lý, MT2009 - Xác suất và thống kê, PH2005 - Vật lý 2.. .  Cảm ơn nhà trường đã đọc và lắng nghe, em xin hứa sẽ cố gắng hết mình trong học tập, xin nhà trường xem xét để em có thể được đi học.",
            "-\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô !. . Em tên [full_name] Mssv: [student_id]. . Em xin được thêm sỉ số trực tiếp môn thiết kế hệ thống nhúng,EE3003, nhóm A02, tiết 234. . Lý do: các nhóm đã full sỉ số. Em chỉ còn học 1 môn duy nhất này thôi là hoàn thành chương trình học rồi ạ.. . Em cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa cô/thầy,. . . . Em là [full_name], học viên cao học khóa 2019. Hiện em muốn đăng ký thêm các môn học bổ sung nhưng các lớp này ở chương trình cao học không mở. . . Cô/thầy cho em hỏi em muốn đang ký các môn này theo chương trình Đại học thì phải đăng ký như thế nào ạ?. . . . Trân trọng,. . [full_name]. . . .",
            "Em đã cọn chuyển hệ nhưng cũng không đăng ký được.",
            "Bạn cung cấp mã môn học để kiểm tra"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô phòng đào tạo. . Em tên [full_name]. MSSV [student_id]. Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Phân tích dữ liêu IM3049 lớp A02 chiều thứ 3 tiết 789, em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơn và em chỉ có thể đăng ký giờ này này thôi ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . vấn đề đăng kí môn học.. . 1.môn kỉ thuật vỉa là môn tiên quyết của đồ án kỉ thuật vỉa . nhưng vào kì 193 em mới học kỹ thuật vỉa (đang học ) hiện chưa có điểm vậy em có cách nào có thể đăng kí kỹ thuật vỉa vào học kì 201 ko ạ .. . 2. em học chuyên ngành khoan khai thác theo như xếp thì vào kì 7 có hơn 13 chỉ nhưng phòng đào tạo chỉ cho đăng kí 13 chỉ. có 1 số bạn học trước nên không sao còn em thì bị dính điều kiện tối đa 13 chỉ . phòng đào tạo có thể chỉ em cách giải quyết. em cảm ơn.. . . .",
            "Chào bạn. . -Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . - - Việc đăng ký các môn học cùng học kỳ với môn TTTN: Khi đăng ký môn TTTN trong học kỳ 1 hoặc học kỳ 2, sinh viên được đăng ký học các môn học khác trong học kỳ chính với tổng số tín chỉ tối đa là 12 (tính cả môn TTTN). Ngoài ra sinh viên có thể đăng ký các môn học dự thính theo quy định.. . . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô phòng đào tạo. . Em tên [full_name]. MSSV [student_id]. Em viết đơn này xin phòng đào tạo mở thêm sĩ số môn học Phương pháp định lượng IM3039 lớp A02 chiều thứ 3 tiết 101112, em muốn được học giờ này vì sẽ tiện thời gian cho em trong quá trình học tập hơn và em chỉ có thể đăng ký giờ này này thôi ạ.. . Em xin chân thành cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Đăng ký môn học . PĐT cho em hỏi, em không đủ chuẩn sinh viên năm 3 (không đủ 56 chỉ) nhưng em không đăng kí được 2 môn CH2061 và CH2057 (mã CH2***) là vì sao ạ ? Em cảm ơn.",
            "Chào bạn,. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . - Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt 1 em có đăng kí môn giáo dục thể chất, nhưng khi qua đợt 2 thì bị xoá mất và không đăng kí lại được. Em có nghe nói là “kể từ hk201 thì trường sẽ không mở lớp gdtc nữa, muốn học thì phải đến bên Đại học Thể dục thể thao để đăng kí“.. . Cho em hỏi thông tin trên có đúng không ạ và nếu đúng thì những sv học ở cs1 thì cũng phải về bên Thể dục thể thao đăng kí hay sao ạ?. . Em cảm ơn!",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. . MSSV [student_id]. . . . Em xin được mở rộng sĩ số lớp Nhập môn thị giác máy tính(ME4201) nhóm A01 . Do môn này môn cần thiết cho luận văn nên em rất muốn học. Mong phòng đào tạo giúp đỡ a.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . HIỆN TẠI EM ĐƯỢC 133 TÍN CHỈ CÒN 9 TÍN CHỈ NỮA EM TỐT NGHIỆP . . [full_name]N  635 ĐIỂM . . NGÀY CTXH EM 18 NGÀY . . HIỆN TẠI EM ĐỦ ĐIỀU KIỆN ĐĂNG KÍ [full_name] [full_name] WED PHẢN HỒI KHÔNG ĐỦ ĐIỀU KIỆU. . . .",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện em đã được cập nhật điểm tổng kết của 3 môn GDTC:. .  Giáo dục thể chất 2  PE1005  5.0. .  Giáo dục thể chất 3  PE1007  5.0. .  Bóng rổ              PE1015  5.0. . . . nhưng khi đăng kí LVTN ME4029 thì hiện là thiếu chuẩn thể chất sau năm 3.. . . . Em xin được giải thích.",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/ cô,. . . . Hiện tại em đã đạt đủ chuẩn Thể chất sau năm 3 vào học kì 192 vừa qua (có đính kèm ảnh bảng điểm) nhưng hiện tại tất cả môn học của em đều bị xóa và không thể đăng ký lại.. . . . Mong quý thầy/ cô sớm khắc phục lỗi và cho em được biết ạ!. . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i   . . . . Kính gởi phòng đào tạo,. . Em có xóa nhầm môn Thiết kế hệ thống nhúng, mã môn học EE3003. . Mong phòng đào tạo có thể mở thêm sĩ số ở lớp A01 để em có thể đăng kí.. . Em cảm ơn!   . . . . . . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . CI3163 Phântích thiếtkế kết cấu",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pdt,. . Em đã đăng ký môn CI4343 Luận văn tốt nghiệp trong đợt 1 nhưng kết quả đăng ký đợt 1 không hiển thị môn học. Vì vậy, em không thể đăng ký đợt 2. Em có gửi hình ảnh đính kèm bên dưới.. . Mong pdt xem xét dùm em để em có thể tốt nghiệp ạ. Chân thành cảm ơn pdt.. .",
            "Chào bạn. . Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . . . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name]. . Em là Trần Mỹ Linh khóa K18 hiện đang theo học ngành công nghệ thực phẩm. Em muốn hỏi là ở phần chương trình đào tạo mục DANH SÁCH MÔN HỌC TƯƠNG ĐƯƠNG VÀ THAY THẾ sao không có sự danh sách giữa CTĐT 2014 và CTĐT 2019 ak. Do em đang cần tìm một số môn học ở k18 đã được thay thế hoặc tương đương ở K19 nhưng lại không thấy. Em có lên PĐT hỏi nhưng người phụ trách bảo em lên aao xem, nhưng lại không có.. . Em cảm ơn ak, em mong sớm nhận được phản hồi từ [full_name].",
            "Chào bạn. . -DANH SÁCH MÔN HỌC TƯƠNG ĐƯƠNG VÀ THAY THẾ  giữa CTĐT 2014 và CTĐT 2019 nếu không có thông tin trên trang web: aao.hcmut.edu.vn  chương trình đào tạo thì về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin rút môn học Sức bền vật liệu kỳ Dự thính hè 2019 - 2020 do vấn  gia đình mong quý thầy (cô) giải quyết giúp em! Em xin chân thành cám ơn ạ!",
            "Ngày 28/07/2020. . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2.). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn hỏi sao em không đăng ký được môn năm 2 vậy ?",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Xin chào cán bộ PĐT ạ.. . Em là sinh viên khoa kt giao thông K17. E chỉ còn thiếu môn TR1001- Nhập môn về kĩ thuật là đủ tính chỉ ạ. Em mong PĐT có thể tạo điều kiện cho em được học môn này với k20 ạ.. . Em xin chân thành cảm ơn ạ.\t. . . .   i Đăng ký môn học .",
            "Chào bạn. . Vào ngày 29/9/20 bạn làm đơn xin đăng ký môn  Nhập môn về kỹ thuật TR1001 với các bạn khóa K20 nộp trực tiếp tại pdt cơ sở 1, để xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng ký lớp Đại số tuyến tính học kỳ 201 mã MT1015 của Việt Pháp K20 nhưng không tìm được trên trang đăng ký môn học. Làm sao để em có thể đăng ký học lại môn này ạ.. . Cảm ơn. .   i Đăng ký môn học .",
            "-\tHiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -\tSinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o\tSau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . . . \tBước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn    Sinh viên    biểu mẫu    mẫu Đề nghị mở môn học (ngoại lệ). . . . \tBước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . \tSV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không thể đăng ký môn dù đã đạt chuẩn thể chất 3 năm. Mong phòng đào tạo mở đăng ký môn cho em",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy / cô ạ!. . Chuyện là em học năm nhất không tốt nên chỉ tích lũy được 27 chỉ. Sau đợt đăng kí môn học kì vừa rồi em bị xóa mất 14 chỉ.. . Sau đó em đăng kí lại được em sợ sẽ bị xóa mất nữa ạ nên bây giờ em rất hoang mang!. . Mong thầy / cô phản hồi ạ!. . Em xin cảm ơn rất nhiều!. . Trân trọng!",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở Khoản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở Khoản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/Khoa, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811055  /b \t. . . .   i Đăng ký môn học . xin chào quý thầy cô, em viết đơn này với lí do: xin đăng ký môn học Hóa Hữu Cơ (CH2021) nhưng vì đã vượt quá 21 tín chỉ (22 tín chỉ) nên không thể đăng ký thêm. Em xin quý thầy/cô cho phép em được đăng ký 22 tín chỉ để hoàn thành môn học này. Em xin cảm ơn . . . . Sinh viên: Phạm Hoàng Long. . MSSV: 1811055",
            "Chào bạn. . Theo đúng quy định là không được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin tăng thêm sĩ số cho lớp nhập môn trí tuệ nhân tạo lớp L02 mã môn học:CO3061  .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Em đã qua hết thể chất nhujwg sao vẫn bị vướng thể chất khi đăng kí môn học,. Em đã bị lần này là lần thứ 2. Mong trường xem xét giải quyết cho em. Em chân thành cảm ơnĐăng ký môn học .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em vừa mới đăng ký miễn điểm AV1, AV2, AV3. Nhờ PĐT cập nhập số tín chỉ tích lũy để em đủ điều kiện tiên quyết sinh viên năm 2. Hiện tại em có 23 tín chỉ tích lũy. . . .",
            "Yêu cầu cập nhập bảng điểm và số tín chỉ để em đủ điều kiện SV năm 2."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Mong nhà trường em xét giải quyết cho em ạ. .   i Đăng ký môn học .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy/Cô.. . Em là [full_name], kỳ này em muốn đăng ký thêm môn Phương pháp phần tử hữu hạn-CI3061. . Nhưng vì một số nguyên nhân mà hiện nay các lớp học thuộc môn này đã đủ sĩ số, em xin quý thầy/cô có thể mở thêm sĩ số lớp để em có thể đăng ký ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911317  /b \t. . . .   i Đăng ký môn học . . . Dạ hiện tại em chưa đăng kí được môn HỆ THỐNG SẢN XUẤT - IM1029 ạ. Em kính mong nhà trường có thể hỗ trợ tăng sỉ số lớp IM1029-LO2 để em có thể hoàn thành tiến độ học tập ạ. . . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi lớp xử lý ảnh A02 là của thầy nào dạy vậy ạ?",
            "Chào bạn. . Bạn liên hệ trực tiếp Khoa-Bộ môn để hỏi đáp nghen em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi HK201 tại sao sinh viên bị huỷ môn thể dục vậy ạ? Và có thông tin sẽ học chung thể chất với khối đhqg với giá 900k/ môn có đúng không ạ?",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo. . . . Em là sinh viên K18 do có học trước 1 vài môn (20 chỉ) nên giờ em đăng ký môn học chỉ có 10 chỉ. . . . Nếu em đã vượt chương trình có cần phải đăng thêm môn ngoài chương trình cho đủ 14 chỉ không ạ (Em là chương trình tài năng khoa điện). . . . Có học kỳ sau em chỉ học có mỗi đề cương luận văn (0 chỉ). . Nếu đăng ký được thì em có được xét học bổng không ạ hay cũng phải đăng ký thêm ngành khác. . . . Em xin chân thành cảm ơn. . Chúc thầy cô có một ngày thật vui vẻ",
            "Hiện chưa ràng buộc tín chỉ min"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào,. . Em là [full_name]- sinh viên K19-[student_id]. . Em học bên khoa điện, thì bên em đến đợt dăng ký môn lần 2 mới được cập nhật mã môn học mà giờ khi lên dăng ký thì thông báo môn học không mở là sao ạ.. . Mong văn phòng mau chóng giải quyết thắc mắc này. . Em cảm ơn.",
            "Chào bạn,. . Quy trình mở môn học :. .   + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn  -  Sinh viên -  biểu mẫu -  mẫu Đề nghị mở môn học (ngoại lệ). .   + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. .   SV nộp đơn tại PĐT – cơ sở 1-  . .   Thời gian nộp đơn mở lớp dự thính: từ ngày 25/08/2020 đến 10g ngày 27/08/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tCho em hỏi là tại sao giáo dục thể chất không thể đăng kí được ạ?Em cảm ơn!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã hoàn thành đủ 3 lần học GDTC nhưng khi đăng ký môn năm 4 ( cụ thể là môn Đồ án thiết kế kỹ thuật hóa học - CH4007) thì hệ thống báo lỗi em chưa hoàn thành chương trình GDTC năm 3. Em mong các thầy cô xem lại hộ em ạ.. . . .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . E đã học xong môn thể dục ở kì 192, hiện tại mở đăng kí môn học đợt 2 cho kì 201 thì e ko đăng kí được. Lỗi ghi thiếu chuẩn thể dục sau năm 3. Mong phòng đào tạo fix lỗi này hộ e ạ. E cảm ơn. .",
            "Chào bạn, . . Hiện tại Phòng Đào tạo đã cập nhật lại điểm GDTC, chuẩn GDTS_3, Sinh viên vui lòng vào đăng ký lại. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Khoa : Khoa học và kĩ thuật máy tính. .  Tình trạng hiện giờ của em là không đăng kí môn học được do bị tạm dừng vì không đăng kí môn học ở học kì 192. . .  Quý thầy cô cho em hỏi bây giờ em làm gì để được đăng kí môn học ở đợt 2 này ạ. Em cảm ơn.. .",
            "Chào bạn. . Bạn tải đơn thu nhận nộp trực tiếp tại pdt gấp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã hoàn thành đầy đủ các môn giáo dục thể chất nhưng không đăng ký được các môn học vì thiếu chuẩn giáo dục thể chất. Mong phòng đào tạo xem xét giúp em",
            "Chào bạn. . Phòng đào tạo đã cập nhật lại dữ liệu, bạn nhanh chóng vào đăng ký lại môn học đợt 2 (từ 25/8 đến 15g 31/8). . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh/ chị ạ.. . Em tên là [full_name]. K17. Khoa Địa chất và Dầu khí ạ. . Kỳ sau tụi em có 8 môn bắt buộc trong đó có 1 thực tập tốt nghiệp ạ. . . Tụi em có đăng kí ở đợt 1 nhưng bị mất. Đợt 2 tụi em đăng kí lại nhưng bị báo là không được đăng kí quá 13 chỉ.. . Anh/ chị cho em hỏi là tụi em phải làm đơn học quá chỉ hay tụi em cần làm gì ạ.. . Em xin cảm ơn ạ",
            "Chào bạn. . -Các môn đề cương luận văn, thực tập tốt nghiệp, luận văn tốt nghiệp sinh viên vui lòng đăng ký lại vào đợt 3 (từ ngày 8/9 đến 10/9) để pdt lấy dữ liệu xét lại. . Sinh viên vui lòng vào trang bksi.hcmut.edu.vn/Hỏi-Yêu cầu/Đăng ký môn học để gửi câu hỏi (nếu không đăng ký môn học được). . - Việc đăng ký các môn học cùng học kỳ với môn TTTN: Khi đăng ký môn TTTN trong học kỳ 1 hoặc học kỳ 2, sinh viên được đăng ký học các môn học khác trong học kỳ chính với tổng số tín chỉ tối đa là 12 (tính cả môn TTTN). Ngoài ra sinh viên có thể đăng ký các môn học dự thính theo quy định.. . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/ chị,. . Em là [full_name] MSSV [student_id],. . Anh / chị cho em hỏi, theo như lịch của trường thì tháng 11 là lễ tốt nghiệp, nhưng mà TH nếu em hoàn thành xong tất cả các môn (bao gồm LVTN) nhưng chưa nộp chứng chỉ AV kịp mà trong kì tới em lại không đăng kí môn học nào. Khi đó em có bị sao không ạ.. . Em cảm ơn.",
            "Chào bạn. . nếu HK201 bạn không có tkb và không có tên trong danh sách tốt nghiệp thì bạn sẽ bị tạm dừng học kỳ, qua đầu HK 202 nếu đủ điều kiện tốt nghiệp thì nộp đơn thu nhận lại. . Thân"
        ]
    }
]