[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô ạ.. . Em tên [full_name], MSSV: [student_id].. . Em xin làm đơn thu nhận lại để xét tốt nghiệp.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . Thầy/cô cho em hỏi sao em lại không đủ điều kiện thi anh văn 1A ?. . Em đã hoàn thành AVCB và cũng đã đóng học phí đầy đủ. Ban đầu thì em vẫn có TKB nhưng học được vài tuần đầu thì TKB lại mất. Em có hỏi thầy [full_name] dạy anh văn 1A khi đó thì thầy báo là học xong AVCB thì được học tiếp. Lúc đó thì em cũng đã học xong AVCB chỉ còn đợi điểm thi nữa thôi là được. . . Em mong thầy/cô kiểm tra xem có sai xót gì trong trường hợp của em không!!!. . Em cảm ơn thầy/cô.",
            "Chào bạn,. . Hiện đang mở đợt đăng ký anh văn theo nhu cầu trong tháng 4/2022. Bạn vui lòng đăng ký lại. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào Thầy/Cô. . . .  Em tên: [full_name]. Mssv: [student_id], lớp CK17CD1.. .  Em đã hoàn thành tất cả môn học vào học kì 1 2021-2022 và em vừa có điểm đat anh văn nói viết hôm 20-3-2022. Cho em hỏi là: bây giờ em có cần lên phòng đào tạo làm đơn xin hủy tạm dừng tình trạng sinh viên để em đăng kí tốt nghiệp không ạ. . . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy, cô. . . . Sau khi hỏi phòng đào tạo và liên lạc với giảng viên môn Cơ sở vật liệu và bảo vệ ăn mòn CH3331 HK211, em được thầy trả lời là thầy đã làm đúng thủ tục và thầy cũng không biết tại sao điểm chưa có trên hệ thống.. . . . Mong phòng đào tạo xem xét giúp em để em có thể hoàn thành môn học ạ. Em xin cảm ơn.. . . .",
            "Chào bạn, . . Về vấn đề này bạn vui lòng nhờ thầy liên hệ với người thầy đã nộp bảng điểm để kiểm tra lại . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy/cô. . . . Em tên là [full_name]. . MSSV: [student_id]. . . . Em có chuyển điểm toeic từ học kì 201, đã có điểm trong phần điểm chuyển, tuy nhiên trong bảng điểm hay điểm trung bình tích lũy lại không cập nhật. . . . thầy/ cô cho em hỏi đây có phải lỗi hệ thống hay do em chưa làm bước nào không ạ?. . . . Em xin cảm ơn!",
            "Chào bạn,. . Bảng điểm trên mybk/Thông tin SV không cập nhật số tín chỉ và điểm TB của bảng điểm chuyển nhé.. . SV có thể đăng ký In bảng điểm tại:. . SV vui lòng vào trang https://mybk.hcmut.edu.vn/3. Đăng ký in Bảng điểm. . để kiểm tra nhé, trong bảng điểm cá nhân in ra sẽ cộng tất cả các bảng điểm SV học (kể cả bảng điểm chuyển). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT. . . . Em tên [full_name], MSSV [student_id].. . Cho em hỏi học phí chính quy HK212 đáng lẽ là 5.850.000 vnd. Nhưng khi em kiểm tra BKpay thì lại là   B Học phí chính quy dự thính với số tiền 6.025.000 vnd  /B . Trong khi học kì này em không đăng kí dự thính và các môn đều nằm trong chương trình đào tạo chính quy.. . . . Em hy vọng có sự nhầm lẫn. Kính mong PDT xem xét.. . Em chân thành cảm ơn",
            "Chào bạn,. . - Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục III- Đại học chính quy. . - Từ khoá 2019 bậc đại học (ĐH), cao học (CH) chính quy và từ khoá 2021 bậc đại học hình thức vừa làm vừa học (VLVH), đào tạo từ xa (ĐTTXa) học phí được thu theo trọn gói một học kỳ (HK). . - Số tín chỉ định mức để tính học phí trọn gói cho một học kỳ cho SV khóa 2020 là 17 tín chỉ. . - Tổng số tín chỉ học phí mà bạn đăng ký trong học kỳ 212 là  17.5. Bạn vượt định mức 0.5 tín chỉ. . - Đơn giá học phí tín chỉ vượt định mức: 350.000 VNĐ/TC.. . - Bạn vui lòng xem lại. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào quý thầy cô ạ,. . Em tên [full_name] (MSSV: [student_id]- lớp CK16CTM2). . Em đã hoàn thành tất cả các môn học tại trường, tiếng anh và cả CTXH. Kỳ này em muốn đăng ký tốt nghiệp ạ. Nhưng Em bị tình trạng là \"tạm dừng\" vì không đăng ký môn học.. . Rất mong được tư vấn và hổ trợ, để Em có thể tốt nghiệp trong tháng Tư sắp tới.. .  Em rất mong nhận được phản hồi sớm ạ!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 . Cho em xin mở thêm  lớp dạy thể chất võ học phần 2 trong kì này được không ạ, do kì này các lớp thể chất full sĩ số + trùng với lịch học chính của em nên em chưa đăng ký được ạ. . Kì hè pdt có mở lớp dạy thể chất không ạ. . . . . . . .",
            "Chào bạn. . - Hk212 không mở lớp nữa. . - Hk213 nếu bạn có nhu cầu thì đăng ký hiện tại đã có thông báo dkmh hk213 tại tin nhắn của [full_name]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo, em là [full_name] lớp HC17DK K17 Khoa Hoá.. . Em vừa hoàn thành xong thi tiếng anh nói viết kì này nhưng không đăng ký tốt nghiệp được vì trên mybk của em ghi là sinh viên tạm dừng vì không đăng ký môn học.. . Cho em hỏi là làm cách nào để em đăng ký tốt nghiệp ngay lập tức vì em nghe nói sắp tổ chức lễ tốt nghiệp trong tháng 4. . . Em xin cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo.. . Em có danh sách trong đợt tốt nghiệp tháng 11/2021. Hiện tại khóa của em chưa được tổ chức lễ tốt nghiệp. Phòng đạo tạo cho em hỏi tháng 4 tới trường dự định tổ chức lễ tốt nghiệp vào ngày nào trong tháng ạ.. . Em cảm ơn.",
            "Chào em;. . Hiện tại chưa có thông báo mới về lễ tốt nghiệp, em cứ theo dõi trên thông tin tốt nghiệp co thông báo mới sẽ cập nhật. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào ban đào tạo.. . Ban đào tạo có thể cho em biết chính xác ngày nhận bằng tốt nghiệp chính thức của em trong tháng 4 được không ạ? Hoặc nếu không thì trong khoảng thời gian từ ngày mấy đến ngày mấy ạ?. . Do hiện tại em đang ở quê( tỉnh Quảng Nam) tuy nhiên ktx Bách Khoa lại buộc em phải chuyển đồ gấp nên em cần biết chính xác ngày nhận bằng hoặc khoảng ngày mấy trong tháng 4 để em có thể báo lại bên ktx và đặt vé vô ạ?. . Em mong ban đào tạo phản hồi , em cảm ơn ạ.",
            "Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên không thể trả lời em ngày chính xác được, trường khi nhận được mail, nhưng bạn không thể lên trường nhận được bằng ngay được.. . Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PDT, em là [full_name], mssv [student_id].. . Hiện tại em đã học hết các môn trong ctdt và đạt số tín chỉ yêu cầu là 142 trong hk2 năm 20-21, nhưng phần \"Số tính chỉ tích lũy ngành\" và \"Điểm trung bình tích lũy ngành\" của em vẫn không được pdt cập nhật, hiện tại lần cập nhật cuối là tháng 5/4/2021.. . Trong thời gian học tập em có học một môn tương đương là CI2093 và CI2091 mã K16, tương đương với môn CI2039 mã K15. Vì do môn CI2039 không được mở lớp nữa.. . Em nhờ pdt xem lại và cập nhật cho em, bởi vì đây là 1 việc rất quan trọng, quyết định em ra trường. Mong nhận được phản hồi và cập nhật từ pdt. Em xin cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Khiếu nại đăng ký môn học . Trong đợt đăng ký môn học của học kỳ 2 năm 2021-2022.. . Em đã gửi kiến nghị xin phép được mở quyền đăng ký môn học trên wed.. . Để đăng ký môn Đồ Án Tốt nghiệp (813303 ).. . . . Nhưng không thấy PĐT mở quyền đăng ký môn học cho em, và em quyết định chờ đến năm sau đk.. . . . Nhưng đến nay em vừa được cập nhật thời khoá biểu (ngày 23/3/2022) ,lại thấy PĐT đã tự động đăng ký môn Đồ Án Tốt nghiệp (813303 ).. . . . Nay thời gian của học kỳ 2 đã qua 3 tháng , em không thể hoàn thành môn học này với thời gian còn lại .. . . . Vậy nên em xin phép nhà trường huỳ môn học. . Đồ Án Tốt nghiệp (813303 ).",
            "đang xử lý câu khác, nên đóng câu này"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PDT, em là [full_name], mssv [student_id].. . Hiện tại em đã học hết các môn trong CTDT và đạt số tín chỉ yêu cầu là 142 trong HK2 năm 20-21, nhưng phần \"Số tính chỉ tích lũy ngành\" và \"Điểm trung bình tích lũy ngành\" của em vẫn không được pdt cập nhật, hiện tại lần cập nhật cuối là tháng 5/4/2021 (HK1 20-21).. . Trong thời gian học tập em có nợ môn CI2039 Kết cấu bêtông cốt thép 1, do đây là mã cũ của K15 và không còn được mở lớp nữa cho nên em đã học 2 môn thay thế cho môn CI2039 là:. . CI2091 Kết cấu bêtông cốt thép1 (HK1 19-20): 7.0. . CI2093 ĐAMH kết cấu bêtông ct1 (HK1 20-21): 5.0. . Em nhờ pdt xem lại và cập nhật số tín chỉ cũng như điểm cho em, bởi vì đây là 1 việc rất quan trọng. Mong nhận được phản hồi và cập nhật từ pdt. Em xin cảm ơn.. . . . Trả lời",
            "Chào bạn. . - Cô khẳng định mục  \"Số tính chỉ tích lũy ngành\" và \"Điểm trung bình tích lũy ngành\" không cập nhật đúng vì lý do kỹ thuật. . - Môn học đã được chuyển đã cập nhật trong hệ thống gốc, bạn có thể đăng ký in bảng điểm để kiểm tra. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1711600  /b \t. . . .   i Yêu cầu khác . Dạ thưa Thầy/Cô,. . . . Hiện tại em vừa nộp CCNN và xin xét miễn Anh Văn để xét tốt nghiệp nhưng tình trạng sinh viên của em là tạm dừng. Thầy/Cô cho em xin phép hỏi với tình trạng sinh viên như vậy em có được thẩm tra bằng anh văn và xét miễn anh văn không ạ?. . . . Em xin cảm ơn Thầy/Cô.",
            "Chào em,. . Việc tình trạng tạm dừng không ảnh hưởng đến việc nộp CCNN nhé bạn.. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Thân\"",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trên BKEL (Thời khóa biểu)của em bị mất lịch học môn Hóa Đại Cương. Mong xem xét lại giúp em. . MSSV: [student_id]",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn giúp cô nhé? ghi rõ tên và mã MH? ở học kỳ nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô, dạ em khóa K15 hiện em đã hoàn thành chương trình đào tạo và hiện em vẫn chưa đạt điều kiện anh văn nói viết ạ. Dạ thầy cô cho em hỏi là ngày cuối cùng để hoàn thành điều kiện anh văn nói viết là ngày nào ạ, và sau ngày đó nếu em chưa hoàn thành điều kiện anh văn nói viết thì em liệu có được viết đơn xin gia hạn thêm một học kì không ạ. Em xin chân thành cảm ơn.",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào pđt, . . Hiện tại em muốn bảo lưu do bệnh hiểm nghèo, em cũng đã làm đơn và các giấy tờ lien quan rồi ạ, nhưng được trả lời là phải đóng tiền học phí rồi mới được bảo lưu nhưng theo em được biết là có thể không đóng tiền, một phần hoặc toàn bộ, vậy cho hỏi là cụ thể hơn được hông ạ, tại em cần bảo lưu gấp ạ, cám ơn pđt đã xem.",
            "Chào em,. . Trường hợp SV tạm dừng từ tuần thứ 4 của học kỳ trở đi, SV phải thanh toán 100% học phí theo quy định nhé( hiện tại đã là tuần thứ 12 của học kỳ rồi).. . Trường hợp gia hạn/miễn giảm học phí, SV vui lòng liên hệ tại phòng Công tác Chính trị sinh viên để được hỗ trợ và trả lời cho bạn.. . Email:  [email]. . Thời điểm này xin tạm dừng thì bạn phải thanh toán HP xong (dự kiến ngày 4/4 sẽ mở cổng cho SV thanh toán HP), mới nhận đơn tạm dừng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name].. . . . Hiện tại em đã có tên trong danh sách dự kiến tốt nghiệp tháng 4/2022. Tuy nhiên, tình trạng sinh viên vẫn đang là   /I   B Tạm Dừng  /B   I .. . . . Vì vậy em không thể đăng ký tốt nghiệp. Em muốn hỏi khi nào thì em sẽ được thu nhận lại, để có thể đăng ký tốt nghiệp trong tháng này.. . . . Em xin chân thành cảm ơn.",
            "\"Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân\"",
            "Chào cô,. . . . Hiện tại em vẫn chưa được thu nhận lại.. . Hôm nay đã là 31/3. Liệu em có bị trễ đợt tốt nghiệp tháng 4 này không ạ. Mong PDT có thể xử lý nhanh để em còn đăng ký tốt nghiệp kịp thời hạn.. . . . Em xin cảm ơn.",
            "Chào em,. . Đã cập nhật quyết định thu nhận nhé bạn, SV vui lòng vào đăng ký tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào.. . . . Em tên là [full_name].. . Em có nhu cầu đăng kí môn học với khóa k22.. . Cụ thể là em có rớt 1 môn cơ sở ngành từ kì 1 năm nhất.. . Em muốn đăng kí để học với khóa k22.. . Và vì kì 1 năm nhất nhà trường sẽ đăng kí môn học cho sinh viên, nên em không đăng kí trên mybk được.. . Em xin hỏi thời gian đăng kí và cách thức đăng kí ạ.. . Chúc 1 ngày tốt lành.. . Trân trọng.. . [full_name]. . . .",
            "Chào bạn. . Khoảng đầu tháng 08/2022 bạn hỏi lại Pdt nghen. . Vì thời điểm đó mới có lịch trình nhập học của Tân SV. . [full_name]â"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị,. . . . Dạ hiện tại em muốn in thẻ sinh viên do mất thẻ để đăng ký thi toeic nhưng không vào được mục \"Đăng ký in thẻ sinh viên\". Khi nhấn vào mục này thì sẽ hiện màn hình thông báo như ảnh đính kèm.. . Cho em hỏi về lý do và cách xử lý với ạ.. . . . Em xin cảm ơn anh/chị nhiều!",
            "Chào em,. . Trường hợp của bạn không có TKB trong học kỳ thì không đăng ký làm lại thẻ SV được nhé.. . SV có thể làm đơn và gửi qua bksi để xin cấp giấy xác nhận sinh viên để thi TOEIC nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Nếu em thi anh văn đầu vào không đạt thì em có thể đăng kí kịp anh văn cơ bản và anh văn 1 trong hè để có thể đăng kí môn học kì 2 không ạ",
            "Chào bạn, . . Bạn phải đăng ký theo cấp độ môn học nghĩa là bạn phải có điểm anh văn cơ bản bạn mới có thể đăng ký anh văn 1. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . EM chào pđt, hiện tại em đã đủ 142 chỉ nhưng thiếu anh văn nói viết, nhưng do không đăng ký môn học nên bị tạm dừng, em sẽ thi AV ns viết trong tuần sau vậy pđt cho em hỏi em có cần làm đơn xin thu nhận lại ngay bây giờ hay là thi nói viết xong, nếu pass pđt sẽ tự thu nhận lại và cho phép đăng ký tốt nghiệp vậy ạ. Tiện thể cho em hỏi hạn chót đk tốt nghiệp đợt tháng 4 này là ngày mấy vậy ạ ?",
            "\"Chào em,. . Khi nào em đủ tất cả các điều kiện tốt nghiệp, có thể gửi câu hỏi qua bksi để xin xét tốt nghiệp.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, Phòng Đào tạo sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], sinh viên K15 khoa cơ khí chất lượng cao, mã số sinh viên [student_id].. .  Tuần trước em đã lên trực tiếp phòng đào tạo nhưng hiện tại em vẫn chưa có tên trong danh sách tốt nghiệp nên em xin được lên đây trình bày lại vấn đề của em ạ.. .  Trong các môn tự chọn nhóm B em đã học hiện có 1 môn không có trong danh sách K15 mà thuộc danh sách k16 trở về sau nên không được tính vô bảng điểm của em.. .  Môn học: Mô hình hóa hình học và mô phỏng. . Mã môn: ME3027. . Học kì đã học: học kì 2 2020-2021. . Điểm tổng kết: 8.5. . Danh sách môn học cơ khí chất lượng cao em có đính kèm (nguồn:https://oisp.hcmut.edu.vn/academic-affairs/chuong-trinh-dao-tao/) . .  Vì hiện tạo đã sát ngày xét tốt nghiệp nên em mong phòng đào tạo có thể giải quyết sớm giúp em. Em xin chân thành cảm ơn.",
            "Chào em, . . Trong nhóm 2, bạn hoàn thành 9 tín chỉ gồm những môn nào? em vui lòng trình bày rõ theo file xét tốt nghiệp PDT đã gửi bạn?. . Em vui lòng ghi rõ tên và mã MH em đã học ở nhóm 2, ở học kỳ nào nhé?. . Thắc mắc về CTĐT sinh viên vui lòng liên hệ về Khoa để được hỗ trợ và tư vấn thêm cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em viết đơn này đến Ban Giám hiệu, Phòng Đào tạo Trường Đại học Bách Khoa TPHCM  cho em được gia hạn thời gian đào tạo. Với lý do,em thuộc diện ưu tiên KV2 được phép xin gia hạn thêm 1 học kì và em đã hoàn thành xong tất cả môn học theo chương trình đào tạo và đã đạt 14 ngày Công tác xã hội nhưng em chưa đạt được đủ chuẩn anh văn của trường( chưa chuyển điểm AV4 và nói viết). .        Với lý do nêu trên, em kính trình Ban Giám hiệu, Phòng Đào tạo chấp thuận cho em được gia hạn thời gian học 1 học kì (HK 212). Em cam kết sẽ cố gắng hoàn thành chứng chỉ anh văn. . .        Kính mong Ban Giám hiệu, Phòng Đào tạo xem xét, chấp thuận.. .        Xin trân trọng cảm ơn !                                             . .",
            "Chào em,. . Trường hợp của bạn không thuộc đối tượng được kéo dài theo quy chế nhé.. . Bạn là SV khóa 2015 phải hoàn thành tất cả các điều kiện để tốt nghiệp trong đợt tháng 4/2022. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], sinh viên K17 khoa Quản lý công nghiệp.. . . . Hiện tại trạng thái sinh viên của em là \"tạm dừng\" (từ học kỳ 212 năm học 2021-2022). Nay em gửi phiếu thu nhận để em có thể bổ sung bằng anh văn và đăng ký tốt nghiệp (như file đính kèm). . . . . Kính mong phòng đào tạo xem xét giúp em.. . . . Em xin chân thành cảm ơn.",
            "\"Chào em,. . Trường hợp của em khi nào đủ điều kiện tốt nghiệp, sẽ đăng ký xét tốt nghiệp bổ sung tại Mybk    xét tốt nghiệp. . Về tình trạng sinh viên tạm dừng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], sinh viên K17, lớp QL0102.. . . . Học kỳ 212 em đã hoàn thành Luận văn tốt nghiệp nhưng hiện tại theo như thông tin trên [full_name] không cập nhật điểm và số tín chỉ của môn học này. . . . . Hiện tại số tín chỉ tích lũy và tín chỉ tích lũy ngành của em không trùng khớp nhau.. . . . Kính mong phòng đạo tạo kiểm tra và cập nhật lại giúp em để em có thể đăng ký xét tốt nghiệp trong học kỳ này ạ.. . . . Em xin chân thành cảm ơn!. . . . . .",
            "Chào bạn, . . - Nếu bạn đã đủ điều kiện thì bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . - Hiện tại điểm môn Luận văn tốt nghiệp đã được cập nhật bạn vui lòng kiểm tra lại. . . - Hiện tại số tín chỉ tích lũy ngành cập nhật trên mybk  thông tin sinh viên  bảng điểm không cập nhật đúng(vì lý do kỹ thuật). . - Hiện tại đối với học kỳ 211 Phòng đào tạo chỉ cập nhật điểm để cho sinh viên xem và kiểm tra, số tín chỉ tích lũy và điểm trung bình tích lũy sẽ được cập nhật sau. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo Trường Đại Học Bách Khoa TP Hồ Chí Minh. . . . Em tên là Đặng Thanh [full_name], MSSV: [student_id], là sinh viên khóa k14. Em xin Phòng Đào Tạo cho em được chuyển hệ sang hệ Vừa Học Vừa Làm vì hiện tại em thuộc diện bị xóa tên vì không hoàn thành được môn Anh Văn 4 trong thời gian đào tạo ạ.. . Em xin chân thành cảm ơn, em chúc các thầy cô luôn nhiều sức khỏe ạ!. . . . [full_name]. . Đặng Thanh [full_name]",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn chuyển qua hệ VLVH của bạn, bạn theo dõi tình trạng sinh viên và quyết định được cập nhật tại:. . Mybk/Thông tin sinh viên/Tình trạng. . Trường hợp nếu SV đã đủ điều kiện tốt nghiệp của hệ VLVH, sau khi có QD chuyển hệ được cập nhật tại mybk/Thông tin SV có thể gửi câu hỏi qua bksi để xin đăng ký xét tốt nghiệp bổ sung. . SV theo dõi mail và lịch học vụ để vào đăng ký môn học cho HK213 nếu còn nợ MH(từ tháng 05/2022). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào cô,. . . . Cách đây một tháng Bảng điểm Học kỳ 1 (2021-2022) của em có cập nhật điểm 2 môn là Luận văn tốt nghiệp (405700) và môn Pháp văn 5 (LA3021). Nhưng hôm nay em vào xem lại thì Bảng điểm Học kỳ 1 (2021-2022) bị xóa mất 2 môn này.. . Em mong PĐT cập nhật lại điểm 2 môn này vào Bảng điểm Học kỳ 1 (2021-2022) của em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đang cập nhật lại bảng điểm nhé, SV kiểm tra lại bảng điểm sau ngày 1/4/2022 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô phòng đào tạo ạ, em tên là [full_name] MSSV [student_id], do tuần sau là tuần học trực tiếp nhưng em đã bị xóa tkb HK212 không biết lý do nên em mong PDT xem xét mở lại tkb cho em với ạ!! Em cảm ơn!!",
            "Chào bạn, . . Thời khóa biểu đã được cập nhật mới bạn vào kiểm tra lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] khóa ck15, em đã có tên trong danh sách tốt nghiệp dự kiến tháng 4/2022 nhưng hiện tại e vẫn chưa thể đắng kí tốt nghiệp được. Kính mong nhà trường có thể thu nhận em lại để em đăng kí tốt nghiệp. Em xin cám ơn!",
            "\"Chào em, . . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé. . . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng kí thi bổ sung giữa kì môn Vật lý 2 và em đã nhận được email chấp thuận của Phòng Đào tựo.Thầy/cô cho em hỏi em có thể em lịch thi bổ sung ở đâu ạ.Em cửm ơn.. . . .",
            "Chào bạn, . . Phòng đào tạo đã gửi bạn Phiếu cho phép kiểm tra bổ sung, bạn vui lòng liên hệ giảng viên để được kiểm tra bổ sung lại. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PDT. . . . . Em tên [full_name] mssv [student_id]. . . . . Em gặp phải tình trạng không đăng kí tốt nghiệp được vì nợ học phí do kì này em đã đăng kí và rút môn học. . . . . Hạn cuối đăng kí tốt nghiệp là 11/4 mà hạn bắt đầu đóng học phí cũng là 11/4. . . . . Em có thể xin đóng học phí sớm để đăng kí tốt nghiệp được không ạ. Vì lý do em sợ bị lỗi trang không đóng được học phí và không đăng kí tốt nghiệp kịp. . . . . Em xin chân thành cảm ơn. . .",
            "Chào em,. . Trường hợp của em, sau ngày 4/4 SV vui lòng vào thanh toán học phí, và gửi câu hỏi qua bksi để yêu cầu mở khóa để đăng ký tốt nghiệp nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Trên trang mybk em chặn mục xét tốt nghiệp vì quá thời gian học,. . em xin được xét tốt nghiệp vào đợt tháng 4,. . . . [full_name].",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . Thầy/cô cho em hỏi một vài vấn đề về đăng kí môn trong học kì hè năm nay:. . _ kì hè năm nay có xét điểm anh văn để đăng kí môn không.. . _ nếu có xét điểm anh văn thì hạn chót nộp bằng anh văn để xét điểm là khi nào.. . _ điều kiện để đăng kí   B Đề cương luận văn  /B  là phải qua anh văn mấy.. . Em xin cảm ơn.  . . . .",
            "\"Chào bạn. . SV xem quy định tại đây: http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quyết định ban hành Quy định học vụ và đào tạo bậc Đại học/ phụ lục 1/1. Chuẩn ngoại ngữ từng năm học. . SV theo dõi lịch học vụ để xem lịch đăng ký MH hk213 (dự kiến cập nhật trong tuần này). SV phải nộp CCNN trước hạn đăng ký MH để kịp lấy dữ liệu ĐKMH trong HK213. . Hiện tại chưa có thông báo nào về việc không xét chuẩn tiếng Anh trong ĐKMH của HK213.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Kính gửi PĐT:. . Em xin hỏi là Làm sao để cập nhập lại ảnh 4x6 (ảnh tốt nghiệp). Ảnh tải lên bị sai phông nền , nên em muốn cập nhập lai ảnh . . . Em xin cám ơn",
            "Chào em,. . Em vui lòng kiểm tra tình trạng phiếu đăng ký tốt nghiệp của bạn, nếu để tình trạng phiếu đăng ký đã được xử lý thì SV không cần phải bổ sung ảnh nữa nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô.. . Thầy cô cho em hỏi là khi mình bị ra trường trễ thì trong thời gian mình bị trễ mình còn được công nhận là đang học không. Và trong thời gian mình bị trễ nếu mà bên quân sự gọi đi nghĩa vụ thì mình có phải đi không. . . Em xin cảm ơn.. .",
            "Chào bạn, . . - Thời gian đào tạo tối đa của bạn là đến tháng 04/2025. . - Trong thời gian này, học kỳ nào bạn có thời khóa biểu thì bạn vẫn có thể đăng ký in giấy xác nhận sinh viên hoãn nghĩa vụ quân sự để nộp cho bên quân sự bình thường. . . - Còn các vấn đề liên quan khác bạn vui lòng liên hệ ban chỉ huy quân sự.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin trường thu nhận lại và được đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . Học kỳ 202 em có hoãn thi môn Kỹ thuật robot ME3015. Em được sắp xếp thi lại vào HK 211, nhóm HT01_A, L01_B ; ngày 25/12/2021 lúc 16h.. . Em đã nộp bài và file video đầy đủ.. . Hôm nay kiểm tra thì điểm tổng kêt là điểm 13. Do thi lại nên em cũng không biết được giáo viên chấm thi để liên hệ.. . Mong phòng Đào tạo giải quyết giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn, . . - Về việc nhập điểm Phòng đào tạo không thể hỗ trợ bạn được, bạn vui lòng liên hệ Khoa và Bộ môn để giải quyết vấn đề này. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa TPHCM,. . Em tên [full_name]. MSSV: [student_id] - Khoa khoa học ứng dụng. Hiện học lớp: KU17VLY2.. . Em đã tạm dừng học kỳ 1 và học kỳ 2 năm học 2021-2022.. . Lý do: em chưa đủ điều kiện xét tốt nghiệp vì thiếu chứng chỉ ngoại ngữ.. . Hiện tại, em đã đăng kí thi toeic nhưng vì bị nhiễm bệnh nên em đã không thể tham dự kịp kỳ thi lấy chứng chỉ ngoại ngữ. Em sẽ cố gắng thi CCNN trước tháng 10/2022 để không bị tạm dừng quá thời hạn.. . Em xin gửi phòng đào tạo đơn xin thu nhận lại sinh viên. Mong phòng đào tạo xem xét thu nhận lại để em không bị buộc thôi học.. . Mong sớm nhận được phản hồi từ phía PĐT.. . Em xin chân thành cảm ơn.. . Trân trọng./.",
            "Chào bạn, . . - Khi nào bạn đủ điều kiện để tốt nghiệp bạn vui lòng đăng ký xét tốt nghiệp bổ sung tại BKSI mục tốt nghiệp. . . - Bạn đã tạm dừng 2 học kỳ liên tiếp học kỳ 1 và học kỳ 2 năm học 2021-2022, bạn phải nộp Chứng chỉ ngoại ngữ trước tháng 11/2022, nếu không tình trạng của bạn sẽ chuyển sang \"xóa tên vì tạm dừng quá thời hạn cho phép\".. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name]!. . Em là [full_name], sinh viên k15. . . Em đã có tên trong danh sách dự kiến tốt nghiệp nhưng hiện vẫn chưa được thu nhận lại và chưa vào được mục đăng ký tốt nghiệp để có thể đăng ký tốt nghiệp. [full_name] kiểm tra với giúp em với ạ. Em xin cảm ơn!",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] Chào cô[full_name] [full_name] Cho em hỏi em sinh viên K15 đã hoàn thành luận văn TN nhưng còn thiếu CNAV và ngày CTXH thì em xin thêm 1 học kỳ để bổ sung CNAV và ngày CTXH được không? và xin thì gửi mẫu như thế nào ạ?[full_name] [full_name]",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name] ,MSSV [student_id] ,Lớp CK17CTM1.. . Hiện tại em đang bị tạm dừng tình trạng Sinh viên, lý do: không đăng kí môn học HK212.. . Cho em hỏi thủ tục đăng kí thu nhận lại thực hiện như thế nào? Có thể thực hiện trực tuyến hay phải lên trực tiếp phòng đạo tạo ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp  trực tiếp tại Phòng đào tạo hoặc qua BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Chị. . Em vừa thanh toán tiền in bảng điểm của năm 2018 rồi ạ.. . Chị kiểm tra lại dùm em em có thể đăng kí tốt nghiệp được chưa ạ.. . Em đã có tên trong danh sách tốt nghiệp dự kiến rồi ạ.. . Nhưng em nợ tiền in bảng điểm nên không được xét tốt nghiệp chính thức ạ.. . Em có gửi chị 2 file ảnh đính kèm. . . . . Thân./. .",
            "SV đã đăng ký tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Tốt nghiệp. . . . Chào Chị. . Em vừa thanh toán tiền in bảng điểm của năm 2018 rồi ạ.. . Chị kiểm tra lại dùm em em có thể đăng kí tốt nghiệp được chưa ạ.. . Em đã có tên trong danh sách tốt nghiệp dự kiến rồi ạ.. . Nhưng em nợ tiền in bảng điểm nên không được xét tốt nghiệp chính thức ạ.. . Em có gửi chị 2 file ảnh đính kèm. . . . . Thân./",
            "Chào em,. . Cô thấy em đã đăng ký tốt nghiệp được rồi nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT, em là sinh viên thực tập học kỳ 212. Dạ cho em hỏi hạn nộp báo cáo thực tập tốt nghiệp là khi nào ạ. Em cảm ơn.",
            "Chào em,. . Vấn đề về báo cáo thực tập tốt nghiệp, SV vui lòng liên hệ với GVHD/bộ môn/[full_name] để được tư vấn và trả lời cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Anh/Chị ạ.. . Em tên là [full_name] . . mssv [student_id] . . Hiện tại thì em đã đăng kí tốt nghiệp và đợi lấy bằng. . Anh/chị cho em hỏi tháng tư này có lễ tốt nghiệp không và nếu có thì em phải đăng kí như thế nào để tham gia lễ tốt nghiệp và lễ tốt nghiệp diễn ra chính xác vào ngày nào ạ. . Em xin chân thành cảm ơn ạ",
            "Chào em,. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em là [full_name] mã số sinh viên [student_id], học kì 211 vừa rồi em có làm luận văn tốt nghiệp và học môn phương pháp tính và cả 2 môn đều có điểm tổng kết nhưng đến nay em vẫn chưa có điểm trung bình học kì,số tín chỉ tích lũy, điểm trung bình tích lũy của kì 211 ạ, và sáng nay em vô kiểm tra thì thấy bảng điểm học kì 211 bị mất.. . Mong quý thầy cô kiểm tra lại giúp em ạ !. . Em xin cảm ơn ạ !. . . .",
            "Chào bạn,. . Hiện tại Phòng Đào tạo đang cập nhật lại bảng điểm nhé, SV kiểm tra lại bảng điểm sau ngày 1/4/2022 nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào tạo! . . Em là [full_name],  MSSV: [student_id].. . Hiện tại, em đã hoàn thành chương trình học tại trường và đủ ngày công tác xã hội để xét tốt nghiệp. Tuy nhiên, em còn thiếu chứng chỉ Anh văn nói viết và em đã đăng kí thi vào chủ nhật tuần này. Nhưng vì em bị mất thẻ sinh viên nên không đủ điều kiện dự thi. . . Em đã đăng kí xin giấy xác nhận sinh viên thì hệ thống báo lỗi vì tình trạng sinh viên là nghỉ (xoá tên do hết thời gian học). Vì hoàn cảnh gia đình nên em vẫn đang ở quê là tỉnh Nghệ An và sẽ vào Thành phố Hồ Chí Minh vào thứ 7 tuần này để dự thi. Vì vậy, em kính mong Phòng Đào tạo xem xét giúp đỡ cho em có thể được thu nhận lại và đủ điều kiện dự thi Anh văn nói viết.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Phòng đào tạo gởi Sinh viên giấy xác nhận sinh viên HK212 theo file đính kèm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy / cô , . . Em hiện đăng kí được tốt nghiệp nhưng mục đóng lệ phí tốt nghiệp em không thấy cập nhật trên Bkpay. Thầy / cô cho em hỏi là em có thể nộp lệ phí ở đâu để hoàn tất tốt nghiệp ạ . . . Em xin cám ơn",
            "Chào em,. . Em vui lòng vào bkpay kiểm tra lại nhé, cô kiểm tra thấy bkpay có ghi nợ khoản lệ phí tốt nghiệp 95.000d nhé.. . Em thể ra ngân hàng OCB để thanh toán khoản lệ phí này nhé nếu tài khoản online không thanh toán được. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, em chào thầy cô. . . Em là [full_name], MSSV [student_id]. Thầy cô cho em hỏi là kỳ này do em không đăng ký thời khóa biểu nên đã bị tạm dừng và không đăng ký được tốt nghiệp ạ. Hiện tại em đã thi đủ điều kiện toeic và anh văn nói viết của trường. Thầy cô cho em hỏi phải làm như thế nào để có thể mở lại tài khoản để đăng ký tốt nghiệp ạ. Em cảm ơn thầy cô.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên: [full_name]. . MSSV: [student_id]. . Em viết mail này để hỏi về tình trạng sinh viên của em hiện tại đang là tạm dưng do kỳ trước em không đăng ký môn nào, nhưng em đã đủ điều kiện tốt nghiệp, em xin phép nhà trường gỡ tình trạng tạm dừng hiện tại của e để em được xét tốt nghiệp trong kỳ này. Em xin chân thành cảm ơn nhà trường.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 05/04/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào,. . Em muốn hỏi là trong đợt xét tốt nghiệp tháng 04/2022 này thì deadline nộp bằng anh văn là khi nào ạ.. . Em cảm ơn.",
            "Chào em,. . SV theo dõi lịch trình tốt nghiệp tại aao.hcmut.edu.vn/lịch học vụ/tốt nghiệp tháng 4/2022. . SV phải hoàn thành tất cả các điều kiện tốt nghiệp trước hạn xét tốt nghiệp nhé bạn. . Thân"
        ]
    }
]