[
    {
        "intent": "",
        "message": [
            "Do dịch covid-19, em k19 chưa nhận bằng tốt nghiệp PTTH nên chưa thể đăng kí nộp thì bây giờ phải làm sao để không bị phạt ạ.. .   i Yêu cầu khác .",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào pdt, em là sinh viên của k20, vì em chuẩn bị thi avcb nên vẫn chưa được đăng ký av1A, sau khi nghe nói đăng ký được thì đã hết slot đăng ký, mong pdt tạo thêm cơ hội cho chúng em được đăng ký av1A. Em xin cảm ơn.. .",
            "Chào bạn. . Bạn đăng ký ở đợt 2 dkmh vào ngày 23/12 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . vào 2 ngày trước em có đăng kí cấp giấy hoãn nghĩa vụ quân sự bản cấp lại nơi nhận là chuyển phát nhanh về nhà nhưng bản PDF để in ra thì khi em bấm tải về thì hiển thị lỗi không tìm thấy dữ liệu kính mong trường khắc phục sớm ạ. . Tên sv : [full_name] . . MSSV: [student_id]. .",
            "Cô đóng câu này vì PĐT đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí in giấy hoãn NVQS đến nay đã có bản PDF nhưng tải về thì lại bị lỗi như hình . . Kính mong nhà trường khắc phục sớm để em có đủ hồ sơ để nộp cho địa phương ạ. . Thông tin sinh viên:Họ và tên: [full_name] . . MSSV: [student_id]",
            "Em vui lòng trình bày rõ là em đang hỏi về phiếu đăng ký ngày nào?. . Hay là em không tải được phiếu nào cả?. . Thân",
            "dạ là ngày 23/11/2021 20:39. . lúc tải về thì bị lỗi \"Không tìm thấy dữ liệu yêu cầu\". . tên file tập tin là :CNSV.[student_id].2",
            "Đã tl. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy/cô. Em là sinh viên khoá K17 ngành xây dựng. Quý thầy/cô cho em hỏi nếu đợt đăng ký môn học trong học kỳ chính sắp tới nếu em đăng ký Môn Thực tập tốt nghiệp (khoá K17) trong học kỳ chính thì số tín chỉ tối đa mà em có thể đăng ký trong học kỳ chính đó là bao nhiêu ạ? Em xin cám ơn  B   /B . .",
            "Chào em,. . - Em liên hệ với GVCN để được hướng dẫn. . - Xem quy chế http://www.aao.hcmut.edu.vn/điều 10 nhé.. . Thân mến . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . EM là trần thái thịnh MSSV [student_id]. . EM có đky nộp bằng THPT  nhưng k thể in giấy xác nhận nộp bằng THPT . Mong [full_name] giúp đỡ",
            "Chào em,. . Em cung cấp đầy đủ thông tin ([full_name], MSSV, [full_name], [full_name], [full_name], [full_name] TRƯỞNG LÀ AI VÀ [full_name]) và gửi về mail [email] . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi:. .      Chương trình học của em có môn Anh văn 3(LA1007), nhưng tháng 12 này em đăng kí môn Anh văn 3A (LA1041), thì điểm có tính cho môn Anh văn 3(LA1007) không ạ?. .       Nếu có tính, thì em có cần làm giấy chuyển điểm môn học thay thế hay không ạ?. .",
            "Chào em,. . Các môn AV theo nhu cầu: mã số nào cũng qui về mã gốc và không tính điểm chỉ tính stctl nếu sv đạt.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa Cô cho em hỏi về việc hoãn thi. Kỳ trước em có xin hoãn thi 1 môn và đã được sắp xếp lịch thi xóa điểm hoãn thi vào ngày mai (27/11/21). Nhưng vì lý do đột xuất không đảm bảo được điều kiện thi nên em có ý định xin hoãn thi. Theo thông báo về kế hoạch tổ chức thi HK1 22-22 thì PĐT có hướng dẫn Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT trong HK211 này tại mục Hoãn thi ở trang Mybk. Nhưng khi vào mục đó thì hệ thống bảo trì và thông báo mở lại vào ngày 29/11. Vậy em có thể đăng ký hoãn thi sau khi ngày thi diễn ra không ạ?. .",
            "Chào em,. . PĐT đã gửi email đến sv, em xem lại nhé:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định. . . - Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt . . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng . . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV . . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được . . phép hoãn thi (nộp bài, báo cáo, bảo vệ). Sinh viên vui lòng tải mẫu đơn . . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép . . (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về . . pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác . . nhận của Bộ môn/Khoa\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . - Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email] để được hướng dẫn nhé.. . - Tạm thời trong tình hình dịch bệnh trường ĐHBK đã trao đổi với TTGDQP sử dụng thẻ sv, không dùng giấy xác nhận này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, em là [full_name], sinh viên k2017 khoa Kỹ thuật địa chất và dầu khí. Em có thắc mắc là em đã nhận được email báo xác nhận đăng ký tốt nghiệp thành công vào ngày 8/11 và đã nhận được giấy tôt nghiệp tạm thời vào ngày 22/11 ạ. Vậy khi nào em mới nhận được bằng tốt nghiệp chính thức ạ? Em xin cảm ơn PĐT.. . Sinh viên. . [full_name]",
            "\"Chào bạn,. . Hiện tại phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt, hiện tại mới in bằng đợt 1 cho SV đăng ký tốt nghiệp trước ngày 18/10.. . Trường hợp của bạn vui lòng đợi mail thông báo nhận bằng tốt nghiệp trong đợt tiếp theo nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cô ơi em không để ý mail đăng kí BHYT của trường nên giờ đã quá hạn đăng ký, giờ đăng ký được không ạ? Mong cô giúp em, em cảm ơn.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô,. . Thầy cô cho em hỏi, vào khoảng tháng 6 em có đăng ký nộp bằng tốt nghiệp THPT trên mybk của nhà trường. Em đã có file phiếu xác nhận thông tin bằng tốt nghiệp THPT. Nhưng tình hình dịch bệnh nên em đã không gửi nộp bằng THPT vào thời điểm đó (đợt nộp tháng 6/2021) vậy thì đến hiện tại em có thể dùng phiếu xác nhận vào tháng 6 đó để tiếp tục nộp bằng tốt nghiệp THPT được không ạ?. . Em cảm ơn thầy cô. . . .",
            "Chào em,. . Em van su dung nop lai duoc nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn,. . Trường hợp không có TKB trong học kỳ, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào pdt,. . Em đã đăng kí bảng điểm và in xong ngày 26/11/2021. Do em ko thể lên nhận trực tiếp nên nhờ bạn nhận giùm. PDT cho e hỏi là cần đăng kí nhận giùm ở đâu ạ",
            "Chào em,. . Em vui lòng ghi rõ là nhờ ai nhận (họ tên, Số CMND hoặc MSSV). . Người nhận giùm nhớ mang theo thẻ SV hoặc CMND. . Thân",
            "Dạ bạn [full_name], MSSV: [student_id] sẽ nhận giùm e ạ. E cảm ơn ạ.",
            "Chào em,. . Được nhé, em nhớ dặn bạn em mang theo thẻ SV và khi đến PDT nhớ trình bày rõ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào chị.. . Em là [full_name] - [student_id] sv của thầy NGUYEN HUU PHUC môn Nguyên lý tự luận - TT01 tại học kì 202.. . Do thời gian thi cuối kì là dịch bùng phát, laptop của Em hỏng màn hình nên Em không tham dự thi được. Và được sự đồng ý phòng đào tạo Em đã xin hoãn thi.. . . . . . . . . . Học kì này, Em được phòng đạo tạo mở thi lại môn của thầy và Để có thể tham dự kì thi cuối kì cùng các bạn, em có mail cho thầy và nhận được sự hướng dẫn trên (HÌNH 1). . . . Em có một số câu hỏi thắc mắc mong được chị giải đáp giúp em:. . 1. Riêng về môn Nguyên Lý Tự Luận, bài thi được gửi trực tiếp qua mail của thầy, vậy nên em phải có trong danh sách thi các lớp ( thầy liệt kê trên) . . Vậy em cần liên hệ ai, làm những việc gì để giúp đỡ thầy cùng pđt dễ quản lý và hỗ trợ em thi lại môn em hoãn thi ạ. . . . 2. Những môn tiếng việt nói chung và những môn cơ sở ngành nói riêng em chuẩn bị thi gỡ điểm hoãn thi có cần liên hệ giáo viên để được tham gia buổi thi hay không.. . Em cũng ko biết môn đó sẽ thi hình thức nào ( BKel hoặc BK exam) riêng môn nguyên lý tự luận trên khá là đặc thù nên em cần phải hỏi rõ ạ.. . . . Em mong được sự giúp đỡ từ chị và PĐT.. . . . Em xin cảm ơn. .   i Học vụ .",
            "Chào bạn. . Vì môn này là môn thi do GV tự tổ chức, nên Bạn liên hệ Văn phòng [full_name] gặp Cô Thơ hay Cô Huệ đế báo là muốn đăng ký thi ghép chung với nhóm nào hiện có của Thầy [full_name]. Sau đó [full_name] sẽ báo lên Pdt để cho tên bạn vào danh sách. . Bạn có thể báo Cô Thơ hoặc Cô Huệ nếu không hiểu quy trình liên hệ [full_name] [full_name] (Pdt). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã quên đăng kí BHYT trong thời gian quy định, em có thể đăng ký bổ sung không ạ? Nếu có, cách làm như thế nào ạ?. . Em cảm ơn!. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có thấy trường gửi mail về việc đăng kí để nộp bằng PTTH. Em có vào mybk để tiến hành đăng kí thì thấy trường vẫn chưa mở đợt để có thể đăng kí ạ. Em muốn hỏi là bao giờ trường sẽ mở cho sinh viên đăng kí ạ?. .",
            "[full_name]E MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . Em có thấy trường gửi mail về việc đăng kí để nộp bằng PTTH. Em có vào mybk để tiến hành đăng kí thì thấy trường vẫn chưa mở đợt để có thể đăng kí ạ. Em muốn hỏi là bao giờ trường sẽ mở cho sinh viên đăng kí ạ?. .   /[full_name]E . .   [full_name]E MSSV/MSGV: [student_id]    . . . . Yêu cầu khác. . Em có thấy trường gửi mail về việc đăng kí để nộp bằng PTTH. Em có vào mybk để tiến hành đăng kí thì thấy trường vẫn chưa mở đợt để có thể đăng kí ạ. Em muốn hỏi là bao giờ trường sẽ mở cho sinh viên đăng kí ạ?. .   /[full_name]E . .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian mình đã thông báo ạ. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô,. . . . Em tên [full_name] MSSV [student_id]. . Ngày 19/11 em đã thanh toán học phí chính quy 211 (đã trừ số tiền ở OCB), nhưng hôm nay vào xem lại ở cổng thanh toán trực tiếp em vẫn thấy chưa thanh toán khoản đó. Thầy cô kiểm tra giúp em với ạ. Em có file đính kèm.. . . . Em cảm ơn ạ!. . . .",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thấy giấy xin hoãn LVTN cần có xác nhận của giáo viên và bộ môn ấy ạ. Mà hiện tại em đang ở quê không ở trên TpHCM nên không xin xác nhận được thì phải làm sao ạ?. . Mong PĐT hướng dẫn em cách giải quyết.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em có thể gởi mẫu đơn cho Giảng viên và [full_name] (Đơn em đã điền đầy đủ thông tin). . để Giảng viên + [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi quý nhà trường,. . Em là sinh viên K18 thuộc khoa điện-điện tử. Vào tháng 12/2020, em đã đóng bảo hiểm y tế tại phường địa phương sau đó nộp bản sao thẻ bhyt cho trường để có thể tiếp tục học kỳ tiếp theo nhưng hiện tại chưa tới kỳ gia hạn thẻ tại địa phương nhưng nhà trường đã cho hôm nay tức ngày 26/11 là hạn chót đóng bảo hiểm y tế, không biết em có cần làm gì để xin hoãn đóng bảo hiểm y tế đến tháng 12 để có thể tiếp tục học kỳ kế tiếp không ạ.. . Mong quý nhà trường giải đáp thắc mắc của em ạ.. . Trân trọng",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là SV K17, em muốn hỏi là nếu một SV K17 đã hoàn thành hết môn học, học kì 211 không đăng kí bất kì môn học nào, nhưng thiếu chứng chỉ ngoại ngữ Nghe & Đọc để đăng kí tốt nghiệp do đó không thể đăng kí tốt nghiệp.. . Vậy có cần làm giấy hay thủ tục nào để không bị cảnh cáo học vụ hay đình chỉ học không ạ. Và tình trạng này tiếp tục cả trong thời gian bao nhiêu lâu sẽ bị xử lý học vụ ạ?. . Em cám ơn thầy/cô đã xem và sẽ trả lời câu hỏi giúp em ạ.. .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô,. . . . Em tên [full_name] MSSV [student_id]. . Ngày 19/11 em đã thanh toán học phí chính quy 211, nhưng hôm nay vào xem lại ở cổng thanh toán trực tiếp em vẫn thấy chưa thanh toán khoản đó. Thầy cô kiểm tra giúp em với ạ. Em có file đính kèm.. . . . Em cảm ơn ạ!. . . .",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào PĐT,. . . . ngày 19.11.2021 vừa qua em có đăng ký và đã nhận được giấy xác nhận sinh viên để tạm hoãn nghĩa vị quân sự. Nhưng em mang xuống xã thì bị từ chối. . . . . Xã yêu cầu phía nhà trường phải in thêm dòng thời gian dự kiến ra trường và nợ môn gì (vì em đã kết thúc khóa học nhưng vẫn chưa ra trường).. . . . em xin đính kèm bản em nhận được của nhà trường và bản mẫu của xã để ra yêu cầu.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cô ơi em đăng ký nộp bằng THPT nhưng nó ra cái màu đỏ này là sao vậy ạ?",
            "Chào em,. . Em cung cấp đầy đủ thông tin ([full_name], MSSV, [full_name], [full_name], [full_name], [full_name] TRƯỞNG LÀ AI VÀ [full_name]) và gửi về mail [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Tên: [full_name]. . . . . . Trường cho em hỏi: Lúc về quê, em có để bằng tốt nghiệp ở KTX nhưng giờ KTX không mở cửa cho sinh viên lấy đồ, em cũng không biết lấy bằng TN như thế nào để nộp cho trường. Mong nhận được hướng dẫn ạ.",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí in giấy hoãn NVQS (ngày 23/11/2021) đến nay đã có bản PDF nhưng lúc tải về để in thì lại bị lỗi \"Không tìm thấy dữ liệu yêu cầu\"  . . Kính mong nhà trường khắc phục sớm để em có đủ hồ sơ để nộp cho địa phương ạ . . Thông tin sinh viên:Họ và tên: [full_name]. . MSSV: [student_id]",
            "Chào em,. . Khi tải em vui lòng sử dụng máy tính để tải, dùng điện thoại tải sẽ bị lỗi nhé. . Thân",
            "dạ em sử dụng máy tỉnh tải ạ nhưng không được",
            "Cô gửi em file scan giấy CN nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi anh/chị phòng Đào tạo,. . . . Em là [full_name] ([student_id]), hiện tại em đã hoàn tất đăng kí tốt nghiệp vào đợt T11/2021. Em cũng đã có giấy tốt nghiệp tạm thời nhưng đến nay em chưa nhận được mail lên nhận bằng tốt nghiệp chính thức ạ.. . . . Em cũng đã có tên trong danh sách tốt nghiệp chính thức ở đây: http://www.aao.hcmut.edu.vn/tracuu/xem_danhsach?id_ds=2821&masv=[student_id]&code=ZS. . . . Anh chị có thể kiểm tra giúp em được không ạ do em đang cần gấp để hoàn thiện hồ sơ xin học bổng du học ạ.. . . . Em cảm ơn anh chị đã đọc mail và hỗ trợ em ạ.. . . . Trân trọng,. . . . [full_name].",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Hạn nộp hồ sơ học bổng của bạn khi nào?. . . . Thân. . \"",
            "Gửi cô [full_name],. . . . Hạn nộp học bổng của em là ngày 10 tháng 12 năm 2021 ạ.. . . . Em mong có thể nhận được bằng càng sớm càng tốt để có vấn đề gì em có thời gian chỉnh sửa ạ.. . . . Trân trọng, . . . . [full_name].",
            "Chào em,. . Em có giấy tờ minh chứng gì không? Vui lòng gửi đính kèm nhé. . Thân",
            "Gửi cô [full_name],. . . . Em không có giấy tờ minh chứng, nhưng chương trình có trang web để đăng thông tin ạ:. . . . https://bdma.ulb.ac.be/new-application-session-for-2022-2024-is-now-open/. . . . Theo như trong trang này có nói: \"The new application session for 2022-2024 has started! You can apply since September 13th, 2021 and until December 12th, 2021.\". . . . Hạn chót nộp hồ sơ là ngày 12/12/2021 ạ. . . . . Em cảm ơn cô đã hỗ trợ trường hợp của em ạ.. . . . Trân trọng,. . . . [full_name].. .",
            "Chào em,. . Bằng của đang trong giai đoạn trình ký, hiện tại chưa có, nên có thể trong tuần sau em gửi lại yêu cầu qua bksi giúp cô, cô sẽ kiểm tra lại xem đã có chưa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em kính chào thầy/cô.. . Em là sinh viên năm 3, thuộc khoa Điện ạ.. . Thầy/cô cho em hỏi là trên mục BKel có yêu cầu làm SHCD cho 2 chủ đề. Deadline hết vào ngày 25. Nhưng lúc em hoàn thành chủ đề 1 vào ngày 24, em đợi mãi nhưng vẫn không được chấm. Vì chỉ khi được chấm chủ đề 1 mới được làm chủ đề 2 nên hiện giờ là ngày 26 em vẫn chưa vào mục chủ đề 2 để làm nốt phần còn lại ạ.. . Em kính mong thầy/ cô xem xét để em có thể hoàn thành được SHCD đầu khóa ạ. Em trân trọng cảm ơn.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính chào thầy/cô,. . Về việc xét nộp bằng TOEIC để đăng ký luận văn, Hiện tại do tình hình dịch bệnh nên em vẫn chưa thể đăng ký thi lấy bằng được ạ, em muốn hỏi là học kỳ tới đăng ký luận văn có cần nộp bằng TOEIC ngay kỳ này không hay có thể xin phúc kiểm sau ạ.. . Em xin cảm ạ!",
            "Dạ kính chào thầy/cô,. . Về việc xét nộp bằng TOEIC để đăng ký luận văn, Hiện tại do tình hình dịch bệnh nên em vẫn chưa thể đăng ký thi lấy bằng được ạ, em muốn hỏi là học kỳ tới đăng ký luận văn có cần nộp bằng TOEIC ngay kỳ này không hay có thể xin phúc kiểm sau ạ.. . Em xin cảm ơn ạ!",
            "Chào em,. . - Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . - Em theo dõi email sắp tới nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là hiện tại trường không mở cửa nhưng nếu em muốn có giấy tạm hoãn nghĩa vụ quân sự thì phải làm thế nào ạ.. . . .   i Yêu cầu khác .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào thầy/cô, em.alf [full_name] - [student_id], em có bảo lưu học kì 2 năm 1 và đã nhận được quyết định tạm dừng của nhà trường và em có làm đơn thu nhận lại vào học kì hè năm 1 nhưng chỉ có tờ phiếu ghi ngày đăng kí môn học của cô tiếp nhận. Nay em làm hồ sơ để nhận ưu đãi giáo dục của phòng thương binh xã hội thì họ yêu cầu phải có giấy quyết định thu nhận lại của nhà trường đóng dấu. . . Em có thể nhận giấy quyết định thu nhận lại này không ạ ?. . . .",
            "Dạ em chào thầy/cô, em là [full_name] - [student_id], em có bảo lưu học kì 2 năm 1 và đã nhận được quyết định tạm dừng của nhà trường và em có làm đơn thu nhận lại vào học kì hè năm 1 nhưng chỉ có tờ phiếu ghi ngày đăng kí môn học của cô tiếp nhận. Nay em làm hồ sơ để nhận ưu đãi giáo dục của phòng thương binh xã hội thì họ yêu cầu phải có giấy quyết định thu nhận lại của nhà trường đóng dấu.. . Em có thể nhận giấy quyết định thu nhận lại này không ạ ?. .",
            "Chào bạn,. . Bạn đang nói về Quyết định nào? Vui lòng trình bày rõ.. . Thân",
            "Dạ em hỏi về   B quyết định thu nhận lại để tiếp tục học vào học kì hè năm nhất  /B  ( em bảo lưu học kì 2 năm nhất ).",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913231  /b \t. . . .   i Học vụ . Kính gửi Thầy/Cô,. . Em có thắc mắc về việc viết đơn thu nhận lại. . . Trong đơn ở mục chữ kí của nhân viên xử lý, chỗ đó em bỏ trống, còn lại em điền đầy đủ tất cả đúng không ạ. . . Em chân thành cảm ơn!",
            "Chào em,. . Trong đơn ở mục chữ kí của nhân viên xử lý, chỗ đó em bỏ trống. . =  Để trống nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pđt,. . Dạ cho em hỏi là trường có gửi mail thông báo về việc nộp bằng tốt nghiệp THPT vào 15h ngày 25/11. Nay em vào để đăng kí nộp bằng như mail hướng dẫn thì hiện là chưa có đợt đăng kí vậy cho em hỏi là đã kết thúc hay là chưa đến đợt ạ tại em thấy mail mới gửi hôm qua ạ ?",
            "Chào em,. . Trường hợp SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian mình đã thông báo ạ. (Hiện mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có 2 tờ giấy chứng nhận hiến máu nhân đạo muốn đổi sang ngày ctxh thì phải làm sao ạ, em có đổi online được không ?",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT ạ. . Em xin trình bày tình trạng em gặp là nợ học phí không đăng kí tốt nghiệp được ạ.. . Em vừa mới thanh toán xong mong PĐT cập nhật ạ.. . Hơn nữa tình trạng em gặp là chưa đóng học phí đợt thi nói viết ca 5, nhưng rõ ràng là em đã đóng trước đó, đã bị trừ tiền vào tài khoản đến nay em đăng kí tốt nghiệp lại báo chưa đóng học phí. Em cũng đã đóng thêm 1 lần nữa rồi ạ, mong PĐT suy xét ạ, em có kèm ảnh chứng minh.. .   i Tốt nghiệp .",
            "Chào em,. . PĐT đã mở.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên:[full_name] . . MSSV :[student_id]. . Hôm mới mở đăng kí anh văn 2 kỹ năng online Eng Speaking & Writing (BKE123)em vào đăng kí bị lỗi nên em quên đăng kí lại mất hôm nay hết hạn em có thể đăng kí bổ sung không ạ . . em cảm ơn anh chị,mong anh chị giúp em đăng kí thêm với ạ. .",
            "Chào bạn. . Bạn gởi mail xác nhận đến mail [email] trong ngày hôm nay là cần thi anh văn 2 kỹ năng, GẤP"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV [student_id]. Hôm qua là ngày cuối thanh toán tiền BHYT nhưng em đã quên thanh toán ạ. Hôm nay em có thanh toán rồi thì cho em hỏi làm cách nào để xử lí việc em thánh toán trễ ạ vì trong mail em thấy trễ hạn là không tổng kết được số liệu làm thẻ ạ.. . Em cảm ơn ạ.. . [full_name].",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT ạ. . Em có hỏi các bạn ở học kì này thì môn Trắc địa đại cương(CI1007) sẽ thi vào ngày 24/12/2021. Em cũng có học môn Trắc địa đại cương (CI1007) ở học kì trước là học kì 202 nhưng đến nay vẫn chưa có lịch thi ạ. PĐT cho em hỏi là lịch thi khi nào sẽ được cập nhật vậy ạ. Tại vì em khá lo lắng nếu dời cho kì sau em sẽ không kịp tốt nghiệp ạ. Em cảm ơn!!!",
            "Chào em,. .  Em cũng có học môn Trắc địa đại cương (CI1007) ở học kì trước là học kì 202 nhưng đến nay vẫn chưa có lịch thi ạ. . . =  Em liên hệ với GV giảng dạy nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thầy/cô ơi, em có mua bảo hiểm y tế theo hộ gia đình mà không có đăng kí mua trên trường. Em có cần nộp giấy giấy tờ về bảo hiểm y tế cho trường không và nếu nộp thì nộp như thế nào ạ. . Cảm ơn Thầy/cô. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. .",
            "Chào em,. . Trường hợp của em cô đã chuyển tiếp cho cô [full_name] (Văn phòng Đào tạo Quốc tế để hướng dẫn bạn làm thủ tục thu nhận nhé). . mail của cô [full_name] ([email]). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào anh/chị, . . . . Em sẽ kết thúc môn cuối cùng vào cuối tháng 11/2021. Em không biết là mình có thể làm đơn đăng ký vét cho lễ tốt nghiệp dự kiến của tháng 1/2022 không ạ? Nếu có thì em nên làm đơn như thế nào ạ?. . Còn nếu không kịp đăng ký, thì em có thể xin giấy tốt nghiệp tạm thời từ trường như thế nào ạ?. . . . Em xin cảm ơn anh/chị đã đọc câu hỏi của em. . .",
            "Chào em,. . Khi nào em đủ điều kiện, có thể gửi câu hỏi của [full_name] để được hướng dẫn và trả lời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào thầy cô. . Em là [full_name] [full_name] MSSV: [student_id]. . . . Thầy cô cho em hỏi hiện tại em đã thấy trường đã mở đăng ký môn học cho hk 212, có nhiều bạn cũng đã đăng ký. Nhưng em chưa thấy mail thông báo từ phòng đào tạo. Cho em hỏi đợt hiện tại có phải đợt đăng ký môn học chính thức chưa vậy ạ.. . . . Em mong thầy cô hồi đáp,. . Em xin cảm ơn",
            "Chào em,. . - Nhưng em chưa thấy mail thông báo từ phòng đào tạo. . =  Em theo dõi email sắp tới từ PĐT nhé.. . - Cho em hỏi đợt hiện tại có phải đợt đăng ký môn học chính thức chưa vậy ạ.. . =  Không phải nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân\"",
            "Chào em,. . Hiện tại em vô ĐKMH được không? Vì hiện tại cô thấy em không có bị tạm dừng nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo trường Đại học Bách Khoa. . Em tên [full_name]. Mssv:[student_id]. Khoa công nghệ vật liệu. . Em là sinh viên K21, câu hỏi của em là do sơ xuất của em đã k đọc kỹ email đóng BHYT và đã lỡ đăng ký và chuyển khoản cho nhà trường thì có cách nào để em được hoàn lại số tiền đã đóng không ạ. Em xin cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em bị kẹt lại ở thành phố Hồ Chí Minh vì dịch bệnh và không về quê để lên trường cấp 3 lấy bằng tốt nghiệp được thì em phải làm sao ạ ?. .",
            "Chào em,. . Không về quê để lên trường cấp 3 lấy bằng tốt nghiệp. . =  Em nhờ người thân ở quê lấy và gửi qua đường bưu điện.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là lịch đi học thí nghiệm trực tiếp trên trường là dành cho tất cả sinh viên hay chỉ dành cho những sinh viên đăng kí đi học lại ạ.",
            "Chào em,. . PĐT đã gửi email đến sv, em xem lại nhé:. . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . \"...Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký để Phòng Đào tạo có căn cứ phối hợp bố trí sắp xếp lịch học thực hành, thí nghiệm trong trường. . ...Việc tổ chức thi kết thúc TNg theo kế hoạch của Khoa/Bộ môn, các Sinh viên chưa hoàn tất TNg (chưa đủ điều kiện đến trường) có thể thực hiện các bài TNg sau khi trường đã được tổ chức học tập trực tuyến đầy đủ.  \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô, theo mail của nhà trường vào ngày 4/11/2020 (HK1/2020-2021) thì vẫn cho phép áp dụng quy tắc chuyển điểm các môn ngoại ngữ theo bảng quy đổi cũ (bảng quy đổi áp dụng từ HK1/2017-2018 đến HK3/2019-2020) đối với các khóa 2016, 2015, 2014, 2013.Vậy cho em hỏi hiện nay còn áp dụng dụng bảng quy đổi này đối với sinh viên khóa 2016 không ạ? Em cảm ơn.",
            "Chào bạn. . Vẫn áp dụng cho khóa 16 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô,. . Em xem danh sách tốt nghiệp dự kiến 11/2021 em thấy ghi chú nợ HP. Nhưng em kiểm tra bkpay thì hiện e không có khoản nào cần thanh toán ạ.. . Kính mong thầy cô có thể xem xét giải quyết giúp em ạ.. .  Em cảm ơn thầy cô.. . . .",
            "Chào em,. . Cô thấy em mới thanh toán khoản lệ phí in BD ngày 24/11 nhé.. . Trường hợp bạn vui lòng đợi sau ngày 29/11 sẽ cập nhật ds mới và mở khóa cho bạn đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào quý thầy cô!. . Em tên [full_name], MSSV [student_id], chuyên ngành Công Nghệ Sinh Học, lớp HC20SH.. . Lý do em nộp đợt này mà không phải đợt đầu là do trường em lúc đó chưa phát ạ, nên em nộp vào đợt 2.. . Em vừa nhận được mail phải nộp bằng Tốt Nghiệp THPT. Do sự bất cẩn của bản thân, em để quên nguyên tệp hồ sơ ( giấy trúng tuyển, cả bằng tốt nghiệp..) trên KTX Đại Học Quốc Gia ạ. Hiện tại KTX không đón sinh viên quay trở lại, em không thể lấy bằng nộp được thì phải làm sao ạ? Sau khi biết mình quên, em có ý định lên lấy nhưng dịch bùng tới bây giờ, tỉnh em còn là tâm điểm của dịch. Em nên làm sao đây ạ? Em xin lỗi vì sự bất cẩn này, mong quý thầy cô có thể xem xét và giải đáp giúp em. Hôm 3/12 này em lên lấy xe, có xin vào KTX lấy luôn bằng, nhưng họ không cho ạ. Em không còn cách nào khác nên muốn nhận được sự tư vấn của thầy cô, tình hình dịch cũng căng thẳng, em không biết phải làm sao, mong quý thầy cô có thể thông cảm cho em và giải đáp giúp em ạ.. . Trân trọng!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào pđt, em tên là [full_name] MSSV:[student_id]. Sinh viên lớp CC20HC11 ngành Kỹ thuật hóa học. Về việc đăng kí mua bảo hiểm y tế em có lên web đăng kí thông tin nhưng không thể bấm vào nút đăng kí được, em có thử đi thử lại nhiều lần nhưng vẫn không đăng kí được. Tương tự như việc đăng kí nộp bằng tốt nghiệp THPT em cũng bị trường hợp tương tự. Mong pđt tạo điều kiện hỗ trợ giúp cho em trong trường hợp này.Em xin chân thành cảm ơn. . .",
            "Chào em. . - Về việc đăng kí mua bảo hiểm y tế em có lên web đăng kí thông tin. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . - Đăng kí nộp bằng tốt nghiệp THPT. . =  SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022)-. . - Lưu ý: em cần đọc các email cho kỹ và các mốc thời gian nhé.. . Thân mến. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là theo mail mới nhất của nhà trường thì dự kiến sẽ học các học phần thí nghiệm tại CS1 từ ngày 06/12. Vậy những người đi học là những người đã đăng kí trong đợtn khảo sát lần trước đúng k ạ? Còn những người không đăng kí vẫn học tại nhà phải k?",
            "Chào em,. . PĐT đã gửi email đến sv: Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . \" 2. Đối với các học phần, phần Thực hành, Thí nghiệm (gọi chung là TNg):. . . . Lịch học tập TNg tuân thủ theo kế hoạch giảng dạy trực tuyến như hiện nay của các Khoa/Bộ môn. Đối với các buổi học trực tiếp còn lại, dự kiến sẽ cho phép Sinh viên đăng ký đến trường để học tập. . . . . Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký để Phòng Đào tạo có căn cứ phối hợp bố trí sắp xếp lịch học thực hành, thí nghiệm trong trường. Các học phần, phần Thực hành/Thí nghiệm của học kỳ 202, 203 sẽ được ưu tiên bố trí trước các phần của học kỳ 211.. . . .  . . Việc tổ chức thi kết thúc TNg theo kế hoạch của Khoa/Bộ môn, các Sinh viên chưa hoàn tất TNg (chưa đủ điều kiện đến trường) có thể thực hiện các bài TNg sau khi trường đã được tổ chức học tập trực tuyến đầy đủ.  \". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa phòng đào tạo, hiện em mới lỡ điền form Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . khi chưa tiêm đủ 2 mũi nên không lên học trực tiếp được,đây là đơn trình bày và xin hủy việc lên trường của em.",
            "Chào bạn. . Phòng đào tạo đã đồng ý yêu cầu của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô,. . . . Em vừa nhận được mail báo về kế hoạch học tập tại trường, trong đó có thông tin về việc học các lớp thí nghiệm từ 6/12, em không hiểu là đợt này chỉ dành cho các bạn đã đăng kí trong form trước đó hay dành cho tất cả các sinh viên vậy ạ? Tại vì KTX thông báo mở cửa từ 15/02/2022 nên em và một số bạn lên học sẽ không có chỗ ở ạ.. . . . Em xin cảm ơn và mong sớm nhận được hồi đáp.",
            "Chào em,. . PĐT đã gửi emai đến sv, em xem lại nhé:. . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . \"Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký ...\". . Thân mến. .",
            "Học vụ . Em chào Phòng Đào tạo.. . Em vừa nhận được thông báo dự kiến học trực tiếp đối với một số học phần. Hiện tại em có học môn Đồ án môn học, đây là đồ án thiết kế và thầy hướng dẫn đã triển khai cho em làm được gần 3 tháng và sắp kết thúc. Em không biết là có bắt buộc phải học trực tiếp hết không? Hay em nên liên hệ thầy hướng dẫn và bộ môn?. . Em rất mong nhận được phản hồi sớm ạ.. . Em cảm ơn.",
            "Chào em,. . PĐT đã gửi email đến sv, em xem lại nhé: . . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . \"Theo chỉ đạo của Ban Giám hiệu; . . Phòng Đào tạo dự kiến kế hoạch giảng dạy môn Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp  của các Học kỳ 2 và Học kỳ hè/2020-2021, Học kỳ 1/2021-2022 như sau:. . 1. Đối với các học phần Đồ án môn học, Đề cương Luận văn, Luận văn tốt nghiệp có như cầu sử dụng các phòng Thí nghiệm (bao gồm các Xưởng Thực tập) hay Trung tâm của trường, Khoa/Bộ môn/Phòng Thí Nghiệm/Trung tâm chịu trách nhiệm sắp xếp tổ chức, đảm bảo các biện pháp phòng chống dịch theo đúng các quy định của nhà trường và của Thành phố. Người đến làm việc, học tập phải đảm bảo đáp ứng đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) và thực hiện nghiêm túc quy tắc 5K.. . - Hay em nên liên hệ thầy hướng dẫn và bộ môn?. . =  Em nên liên hệ để biết nhé.. . Thân mến. ."
        ]
    }
]