[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Chào các thầy cô,. .  Em có thắc mắc là hiện tại đã có thời khóa biểu chính thức 201. Nhưng trong thời gian vừa rồi có một vài sự thay đổi nên em muốn được giải đáp là bây giờ phòng đào tạo, ban quản lí có trường hợp đặc biệt nào để hiệu chỉnh lại các môn học không ạ ?. .  Ở trên em đã nêu vấn đề mình gặp phải cũng như là thắc mắc cần được giải đáp. Rất mong được sự xem xét và phản hồi sớm nhất từ phòng đào tạo, ban quản lý.. .  Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn có thắc mắc vấn đề gì?, bạn nêu rõ PDT giải đáp cho bạn đươc nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Cho em hỏi em đã có tkb HK201 thì em có thể nộp giấy vay vốn SV được chưa ạ?",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học . Dạ em xin chào phòng đào tạo trường đại học Bách Khoa đại học quốc gia thành phố Hồ Chí Minh.. . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: XD18KT. . Khoa Kỹ thuật xây dựng. . Em có đăng ký môn Nguyên lý thiết kế kiến trúc nhà ở (CI341) nhưng PĐT đã hủy môn học của em do  Thiếu môn tiên quyết CI1021 . . image.png. . Theo như em được biết và giáo viên bộ môn Nguyên lý thiết kế kiến trúc nhà ở (CI341) cho em biết là môn học này đã bỏ tiên quyết rồi ạ.. .   B image.png  /B . . Thì giáo viên bộ môn có bảo em liên lạc lại với PĐT ạ.. . Em có lên đăng ký lại môn học này rồi ạ.. . image.png. . Mong phòng đào tạo xem xét và xét duyệt cho em để có thể tiếp tục được học bộ môn  Nguyên lý thiết kế kiến trúc nhà ở (CI341) ạ.. . Em xin cảm ơn phòng đào tạo ạ.. . . .",
            "Chào bạn,. . . . Nếu môn học được bỏ môn tiên quyết thì giáo viên phải gởi đề cương để PDT cập nhật nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi khi nào thì mới có giấy xác nhận sinh viên HK201 ạ? Tại em thấy đang bảo trì để in hàng loạt mà không có thời gian cụ thể.",
            "Chào bạn. . Sẽ có mail gởi thông báo thời gian và địa điểm nhận nghen bạn. . Dự kiến trong tuần này sẽ có thông báo gởi qua mail. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo ,. . Em tên [full_name] , cho em xin hỏi em chưa đủ chứng chỉ anh văn để nhận luận văn , cho em hỏi thời hạng làm đơn xin đăng kí làm luận văn là khi nạo ạ ? . . [full_name]",
            "Chào bạn,. . . . Bạn cố gắng hoàn thành CCNN sớm để đăng kí luận văn.  Bạn đăng kí trễ,  khi đăng kí luận văn phải có sự đồng ý của giáo viên hướng dẫn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1510927  /b \t. . . .   i Tốt nghiệp . Kính gửi Thầy/Cô PĐT,. . Hiện tại em đã bổ sung, hoàn tất các điều kiện tốt nghiệp, nhưng em vẫn chưa có tên trong danh sách tốt nghiệp dự kiến.. . Kính mong Quý Thầy/Cô xem xét giúp em ạ.. . Em trân trọng cảm ơn.. .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ !. . . . Em có đăng ký môn học bổ sung vào mục Kết quả đợt 3, không biết là bao giờ mới có TKB cập nhật để em đi học ạ, tại môn đó có tiết vào ngày mai.. . . . Em cám ơn cô ạ !. .",
            "Chào bạn,. . . . Bạn kiểm tra TKB trên cổng thông tin sinh viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . dạ phòng đào tạo cho em hỏi là em kích hoạt tài khoản cựu sinh viên để nộp đon xét tốt nghiệp , thì nhận được thông báo xác nhận qua gmail.com mà sao em vô mail không thấy mail xác nhận ạ",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra thùng thư rác hoặc đổi 1 địa chỉ email khác. Nếu vẫn không thao tác được, bạn có thể đến trực tiếp PDT để được hỗ trợ. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào tạo trường ĐH Bách Khoa ĐHQG TpHCM.. . . . Em tên là: [full_name].. . MSSV: [student_id].. . . . Nay em làm đơn này để hỏi về vấn đề học vụ của em. Em mới vừa được trường tạm thu nhận lại (hình 1), Phòng Đào tạo cho em hỏi em có thể đăng ký môn học trong học kỳ chính 201 hay không? Hay là phải đăng ký dự thính HK201. Và hiện tại em chưa thể đăng ký môn học (hình 2). Mong nhà trường và Phòng Đào tạo giúp đỡ và hướng dẫn em. Em xin chân thành cảm ơn.. .",
            "Chào bạn. . Khi nào [full_name] thông báo cho bạn nhận quyết định thu nhận chính thức thì bạn liên hệ trực tiếp Pdt để đăng ký môn học gấp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là kì này (201) thì bao giờ có giấy hoãn nvqs ạ. Kì này em vào đăng ký chứng nhận sinh viên không thấy có mục in giấy hoãn nvqs nửa ạ. Hiện tại e đang cần giấy hoãn nvqs rất gấp ạ. Em xin chân thành cảm ơn",
            "Chào bạn. . Trong ngày hôm nay hoặc ngày mai pdt sẽ thông báo qua mail sinh viên liên hệ trực tiếp [full_name] nhận nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐT,. . Em là sinh viên năm 3 khoa KHKT Máy tính. Theo như thông tin trường vừa thông báo thì lịch sinh hoạt công dân ngày 27/9 của khoa em bị trùng với lịch thi môn anh văn 4. Mong PĐT giải quyết vấn đề này giúp em ạ.. . Em xin cảm ơn PĐT.. .",
            "Chào bạn,. . Bạn có thể liên hệ phòng Công tác chính trị sinh viên để xin đổi lịch SHCD nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh chào PĐT, PĐT cho em xin đăng kí bổ sung môn Cấp Thoát Nước Đô Thị (CI3179). Em xin cảm ơn . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào PĐT, PĐT cho em xin đăng kí bổ sung môn Cấp Thoát Nước Đô Thị (CI3179) vào TKB học kì 201. Em xin cảm ơn",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn CI3179 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn chuyển môn thể chất khác trong học kỳ chính thức thì cần làm gì ạ",
            "Chào bạn,. . . . Bạn liên hệ Trung Tâm Giáo Dục Thể Chất của ĐHQG để được tư vấn cho bạn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào chị, em có nhận được email về SHCD, tình hình của em là đang xét tốt nghiệp, vậy, em có phải đi đợt SHCD này không chị? Cảm ơn chị?",
            "Chào bạn,. . Bạn vui lòng liên hệ Phòng Công tác Chính trị sinh viên để hỏi về vấn đến Sinh hoạt công dân nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo !. . . . Cho em hỏi là bằng tốt nghiệp đại học cho đợt tốt nghiệp 07/2020 đã có chưa ạ.. . Xin cảm ơn !. .",
            "Thân gửi các bạn Sinh viên đã có tên trong danh sách tốt nghiệp đợt 1 năm 2020 (theo quyết định số 142/QĐ-ĐHBK và số 241/QĐ-ĐHBK). Liên hệ đến Văn phòng Khoa quản lý sinh viên để được nhận bằng tốt nghiệp.. . . . Thời gian bắt đầu: 22/09/2020. . . . Địa điểm: Văn phòng Khoa quản lý sinh viên.. . . . (Khi đến liên hệ nhận bằng tốt nghiệp sinh viên vui lòng xuất trình thẻ sinh viên/ CMND/CCCD).. . . .  Trân trọng./."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT,. . Vào đợt 3 ĐKMH, em có đăng kí môn 701703 - Kinh tế đại cương 1, được xếp vào   B thứ 2, tiết 10.11.12  /B . Do bị trùng 1 môn khác nên em không đăng kí được môn khác đó. Nhưng sau đó có kết quả đợt 3 môn   B 701703 lại được xếp vào chủ nhật  /B .. . Em muốn hỏi có thể đăng kí thêm môn vào thứ hai đã không đăng kí được vào đợt 3 không ạ?. . Em xin cảm ơn.",
            "Chào bạn,. . . . Đã hết đợt DKMH rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy cô PĐT, em xin phép được hỏi thầy cô PĐT là em có thể đăng ký dự thính tiết 13 trong khi cùng ngày, học kỳ chính em học hết tiết 12 (học tiết 12 13 liền tiếp nhau) có được không ạ.",
            "Chào bạn,. . . . Những trường này là không (ngoại trừ có trường hợp đặc cách).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào Thầy/Cô!. . Em đã nộp bằng TOIEC 500 điểm.. . Em đã yêu cầu xét miễn [full_name] 1, [full_name] 2, [full_name] 3 và [full_name] 4.. . Em cũng đã nộp phí chuyển điểm cho cả 4 [full_name] nhưng sau ngày 18/9/2020.. . Hiện em đang chờ quy đổi điểm.. . Theo em được biết thì theo quy định mới với 500 điểm em không thể miễn [full_name] 3 và [full_name] 4.. . Thầy/Cô cho em hỏi trường hợp của em có được miễn cả 4 [full_name] không ạ?. . Em có kèm theo ảnh.. . . . . .",
            "Chào bạn. . Điểm chuyển anh văn của bạn tính theo thang điểm cũ nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . CI2091. . A01 đổi sang nhóm A05 . .",
            "Chào bạn,. . Vui trình bày rõ nội dung câu hỏi?. . Hiện tại đã hết thời đăng ký và hiệu chỉnh môn học nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về điểm miễn anh văn của em với ạ. Theo em được thấy thì các bạn của em có điểm như em thì phần điểm chuyển vẫn được ghi là miễn anh văn 1 mà sao em lại không được vậy ạ.. . Nếu mà không được chuyển điểm thì kì sau em có được đăng kí môn tiếp không ạ, vì em thi được 360 mà chuẩn năm nhất là 350 ạ. Mong thầy cô giải đáp hộ em với ạ. Em chân thành cảm ơn!",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ   1.   Kiểm tra trình độ tiếng Anh khi nhập học. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV [student_id]. Hiện em đã đủ điều kiện tốt nghiệp:. . Đã hoàn thành chương trình đào tạo 141 tín chỉ.. . TOEIC Reading & Listening 655. . TOEIC Writing & Speaking 260. . Đã có chứng chỉ GDQP. . Đã đủ số ngày công tác xã hội 35.5.. . Nhưng vẫn chưa được bổ sung vào danh sách tốt nghiệp dự kiến ạ!. . Mong phòng đào tạo kiểm tra và phản hồi giúp em ạ!. . Em xin cảm ơn.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT,. . Vì lí do sức khỏe nên trong thời gian mở lịch dăng ký môn học em đã không kịp đặng ký môn cho kỳ tới, em có thể đăng ký 2 môn sau không ạ:. . - EE4333 Luận văn tốt nghiệp (Kỹ thuật Điện tử, truyền thông). . - EE3101 Kỹ thuật tiết kiệm và sử dụng hiệu quả điện năng - Thầy [full_name]. . . . Em có trễ học phí ở học kỳ 192 sẽ đóng trong tuần này ạ, mong PĐT xem xét cho em ạ. . Em xin cám ơn. .   i Đăng ký môn học .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . . . - Môn EE3101 không đăng kí được vì môn học trước EE3001.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính thưa phòng đào tạo, hiện tại em đang học song ngành, có 1 môn là co1005 phải học thì mới được đăng kí mấy môn sau,nhưng môn này chỉ mở cho năm nhất, nhưng hiện tại cũng chưa biết có thể học được không vì đợi học chung với k20 thì có thể trùng lịch hiện tại. nhưng hiện tại đã có thầy mở lớp dự thính tiết 13, nhưng bây giờ em lại có tiết 12 ở cs2 nên không thể đăng kí được do thời gian di chuyển. . . kính mong pđt giúp đỡ cho em chuyển lớp môn. . CO3003: mạng máy tính lớp L04-L12 sang lớp L01-L02.. . kính mong thầy cô pđt giúp đỡ, em xin cảm ơn rất nhiều",
            "Chào bạn,. . . . Nhóm [full_name]-[full_name] đã đầy với sỉ số cao nên không thể chuyển cho em qua nhóm này được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B Tốt nghiệp . Chào Thầy (Cô),. . Em vừa thi qua tiếng Anh nói viết (kết quả có vào ngày 18/9 ) và muốn đăng kí giấy tốt nghiệp tạm thời. Thầy (Cô) cho em hỏi khi nào cập nhật lại danh sách tốt nghiệp để có thể đăng kí được ạ.. . Em cảm ơn.",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Bạn vui lòng liên hệ tại TTNN để nhờ họ gửi kết quả 2 kỹ năng lên PDT để xét TN cho bạn. . Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PDT,. . Em là [full_name], MSSV [student_id], do kỳ này vẫn chưa đủ điều kiện đăng ký môn LVTN (Thiếu CCAV) . Em có nguyện vọng muốn thực hiện LVTN  cũng như bảo vệ LVTN trước ở học kỳ này, do đề tài LVTN cần thực hiện nhóm hai sinh viên, vậy thì không biết trường hợp của em, có thể xin phép để thực hiện LVTN trước hay không ạ.. . Em xin cám ơn và kính mong PDT có thể chấp thuận nguyện vọng của em.",
            "Chào bạn,. . phải đủ điều kiện mới có thể đăng ký được LVTN nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào phòng đào tạo!. . Hiện tại em đã nộp đơn onl đăng kí tốt nghiệp đợt t11, pđt đã xác nhận đơn rồi, em cũng có tên trong dánh sách dự kiến tốt nghiệp tháng 11. Vậy thủ tục tốt nghiệp tháng 11 đã xong phải không? em có cần thêm hồ sơ gì không? Danh sách tốt nghiệp chính thức khi nào mới có vậy?. . Cảm ơn!",
            "Chào bạn,. . Bạn có thể liên tại Văn phòng Khoa để nhận giấy chứng nhận tốt nghiệp tạm thời. Và hỏi thêm ở Khoa và đợi thông báo về lễ tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo,. . . . Em tên là [full_name], sinh viên khoá 2016 chương trình đào tạo kĩ sư chất lượng cao Việt Pháp (PFIEV).. . Em đã nộp bằng Delf B1 và đã được thẩm định và đã đóng tiền chuyển điểm tiếng Pháp 1, 2, 3, 4, 5, 6, 7 của ngành Xây dựng dân dụng và hiệu quả năng lượng (mã môn học)﻿. Tuy nhiên trong bảng chuyển điểm hiện tại em chưa thấy cập nhật﻿.. . . . Em xin cám ơn,. . [full_name].",
            "Chào bạn,. . . . Bạn xem kết quả chuyển điểm trên cổng thông tin sinh viên nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi thầy/cô.. . Em vừa nhận được mail thay đổi lịch sinh hoạt công dân ở cơ sở 2. Trong đó ngày sinh hoạt của K18 khoa Máy Tính trùng với lịch thi môn Vật lý 2 của em vào sáng chủ nhật 27/9 ạ. . . Liệu em có thể đổi ngày đi sinh hoạt công dân và thủ tục xin đổi ngày như thế nào ạ?. . Em cảm ơn thầy/cô đã đọc. . . .",
            "Chào bạn,. . Vấn đề về sinh hoạt công dân, bảo hiểm y tế, BHTN, điểm rèn luyện, sinh viên khá giỏi toàn diện, giấy xác nhận sinh viên về vay vốn ngân hàng bạn vui lòng liên hệ tại Phòng Công tác chính trị sinh viên để được hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô.. . . . Em xin hỏi về chuẩn Anh văn như sau: Đối với K2019 để đăng ký môn học HK202 thì có yêu cầu qua môn AV3 hoặc đạt 450 TOEIC không ạ?. . . . Em xin chân thành cảm ơn!. .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Anh/Chị! Em K19. Em có thể để môn SP1003 (những Ng/lý cơ bản của chủ nghĩ M L) làm tín chỉ tự chọn tự do trong các kì học tới không, do khóa 19 không còn học môn này nữa ạ. Em cảm ơn!. .   i Học vụ .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn học đợt 3 19 chỉ thoả mãn yêu cầu nhưng thời khoá biểu chỉ có 16 mất đi một môn mã EE1009 kỹ thuật số do báo lỗi chưa học môn mã EE1007 vật lí bán dẫn nhưng em đã hoàn thành rồi. Em có thể làm đơn để xin được học lớp đó vì môn đó là cơ sở ngành cho các môn tiếp theo không ạ. Em cảm ơn",
            "Chào bạn,. . . . Bạn phải đăng kí môn học với mã số môn đúng theo chương trình đào tạo của mình nha. Bạn về khoa để tư vấn cho bạn về việc này.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Yêu cầu khác . E muốn hó̀̉i là hiện giờ e đang bị tạm dừng học nên muốn chuyển sang hệ tại chức đc kô ạ",
            "Chào bạn. . Bạn tải đơn thôi học chọn mục chuyển sang hệ VLVL nộp đơn trực tiếp tại phòng đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi tại sao thời khóa biểu môn hóa vô cơ của em khác với lúc em đăng kí môn học? . . Mong nhà trường xử lý giúp em. Em xin cảm ơn. . .",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học mà  lúc trước bạn đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô. Vừa rồi thầy [full_name] có thông báo các bạn nào hệ đại trà mà bị dính vào lớp KSTN (lớp hóa phân tích CH2113 L03) thì xin chuyển lớp. Nhưng lúc đó vì chủ quan mà em đã chưa xin chuyển sang lớp đại trà. . . Em có thể xin pđt chuyển em sang lớp đại trà môn hóa phân tích (cụ thể là lớp CH2113 L05) không ạ?. . Em cảm ơn.",
            "Chào bạn.. . Bạn vui lòng làm đơn trình bày và nộp tại Phòng Đào tạo (có xác nhận của [full_name] về nhóm KSTN). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em Chào Thầy Cô!. . Em tên là [full_name]. . MSSV: [student_id]. . Thưa thầy cô, em muốn đáng kí môn học cùng K20 thì khi nào em mới được nộp đơ đáng kí ôn học bổ sung vậy ạ!. . Em mong Thầy Cô giúp đỡ!. . Em [full_name] Thầy Cô!. .",
            "Chào bạn,. . . . khoá 20 có biểu đồ học lệch so với các khoa khác, nên không đăng kí được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em hỏi. Điểm rèn luyện có ảnh hưởng đến.việc xét tốt nghiệp k ạ. . Vì em đã học xong còn nợ anh văn nên em đki môn học để duy trì trạng thái sinh viên . Nếu em đki mà ko đi học k đi thi có ảnh hưởng đến việc tốt nghiệp của em k ạ .. . Em cảm ơn pđt ạ",
            "Chào bạn. . Điểm rèn luyện không ảnh hưởng đến việc xét tốt nghiệp. . - nếu bạn đăng ký mà không đi học có thể bị buộc thôi học vì điểm trung bình bằng O. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có câu hỏi cần giải đáp ạ. . 1.Do em bị hủy môn do không đạt chuẩn sinh viên và đợt 3 không đăng kí môn nên giờ tkb em chỉ có 1 môn 5 chỉ thôi ạ. Không biết có cách nào đăng kí thêm môn không ạ ?. . 2.Nếu đăng kí dưới 10 tín chỉ học kì chính thì sẽ bị cảnh cáo học vụ, vậy đăng kí thêm vào giờ dự thính để bù vào có được tính không ạ ?. . Trường hợp thầy cô không giúp gì được thì em sẽ rút môn và tạm dừng học kì này ạ.",
            "Chào bạn,. . . . Bạn đăng kí dự thính để bù vào vẫn được nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi: anh/chị. . Em muốn đăng kí bổ sung môn học CI1053 (quản lí xây dựng). Vì đợt đăng kí từ ngày 16/09-20/09 em hông đăng kí được ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Đã đăng kí cho bạn môn CI1053 rồi, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là sinh viên k18 , em có đăng ký 1 môn Quản lý dự án cho kỹ sư ( IM2011 ) ở cs2 , nhưng giờ em cảm thấy cần chuyển lên cs1 để học , mà môn học đã bắt đầu học được 1 tuần đầu .. . lý do là lúc đầu chỗ em ở là gần cs2 nên em đăng ở cs2 , nhưng sau đó em nhận ra là học kỳ 201 này em nhiều môn học ở cs1 và sẽ chuyển lên gần cs1 để ở vì vậy em thấy việc ở cs2 sẽ không thuận tiện cho việc đi lại . Thêm vào đó em bị say xe khi di chuyển bằng xe bus . vậy em có thể chuyển môn lên cs1 học được không ạ . .  Em xin cảm ơn đã trả lời câu hỏi của em ạ.",
            "Chào bạn,. . . . Đã hết thời gian chuyển nhóm môn học rồi nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào Cô, em là sinh viên K15 khoa điện-điện tử. MSSV: [student_id].. . . . Về việc xét tốt nghiệp, do trước đó em chưa đủ điều kiện anh văn nói viết tại trường nên em có đăng ký 1 môn đồ án để giữ kỳ 201. Hiện nay em đã hoàn thành và lên trường đăng ký xét tốt nghiệp.. . . . Em muốn hỏi là môn đồ án em sẽ lên pdt rút sau khi có mail đủ điều kiện tốt nghiệp hay phải rút ngay bây giờ để xét tốt nghiệp ạ.. . . . Em cảm ơn cô. Chúc cô có một ngày làm việc tốt.",
            "Chào bạn,. . Bạn có thể đợi tới thời gian quy định (từ 30/9 đến 30/10) rồi nộp đơn rút cũng được nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em xin chào ạ. Em mong pđt sẽ cung cấp thêm thông tin về chuẩn chuyển điểm anh văn để qua anh văn 3 và 4 đối với các sinh viên không học anh văn trong trường của trong học kỳ 201( sv k18 ). Em xin chân thành cảm ơn",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . - Về quy định Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô, em là [full_name], là sv bằng 2. Khi so sánh với sv bằng 1 thì em thấy sv bằng 2 không có đủ thông tin về điểm như sv bằng 1. Điều này có thể dẫn đến không đủ điều kiện xét tn cho sv bằng 2.. . Hình đính kèm gồm 3 file hình:. . + 2 file hình về mybk của sv bằng 2, em và bạn [full_name], không có thông tin về điểm TBTLN và số tín chỉ TBTLN.. . + 1 file hình mybk của sv bằng 1, bạn [full_name] có đủ thông tin về điểm TBTLN và số tín chỉ TBTLN.. . Mong sớm nhận được phản hồi từ thầy/cô.. .",
            "Chào bạn,. . - [student_id] còn nợ chứng chỉ ngoại ngữ TOEIC (142/153TC ; đtb NGÀNH : 7.77). . - [student_id] còn nợ chứng chỉ ngoại ngữ TOEIC (142/142TC ; đtb NGÀNH : 7.43). . Thân mến.. . PS : HK192 chưa đủ điểm nên chưa up ĐTB ngành & TCTL ngành lên MyBK. Sau HK193 mới up lên.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ thưa thầy/cô em hiện là K18 đã học qua được 4 anh văn và đủ ngày ctxh. Cho em hỏi như vậy thì năm 4 em đã đủ điều kiện nhận luận văn chưa ạ hay cần phải chứng chỉ anh văn nữa ạ. Em xin cảm ơn ạ.. .",
            "Chào bạn. . - Về quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên: [full_name]. . MSSV: [student_id]. . Mã môn: Sản xuất sạch hơn (CH4027). . Em muốn hỏi về việc nếu xin huỷ môn bây giờ thì có phải trả học phí hay phí gì không ạ? . . Và cho em hỏi thêm là giờ em có thể đăng ký thêm môn Thí nghiệm xúc tác (CH4017) được không nếu được huỷ môn Sản xuất sạch hơn ạ?",
            "Chào bạn,. . . . Môn CH4027 muốn huỷ phải làm đơn rút môn học phải tính học phí nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, em có đăng kí lớp [full_name]-[full_name] A03, em xem thời khóa biểu thấy buổi đầu tiên đi học vào tuần 41 ạ. Em thấy khá là lạ không biết có đúng vậy không, mong thầy cô giải đáp giúp em",
            "Chào bạn. . Chính xác môn của bạn bắt đầu từ tuần 41 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô PĐT,. . . . Môn các phương pháp phân tích hiện đại tuần học 01 là sao vậy ạ (hình đính kèm),. . . . Em cảm ơn nhiều ạ,. .",
            "Chào bạn. . Môn học bắt đầu từ tuần 41 mà bạn. . dòng 01 là dòng số 2 nối tiếp dòng ở trên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi em k19 kì này em đăng kí 3 môn gdtc trong 1 kì thì nếu qua hết 3 môn gdtc kì này em có được tính là đã tính luỹ được 3 gdtc theo chuẩn để đăng ký môn học năm 3 không ạ",
            "Chào bạn. . Được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ chào cô/thầy,. . . . Em là sinh viên khóa K2016. Em có thắc mắc về xin giấy xác nhận sinh viên mong cô/thầy có thể giải đáp.. . . . Hiện tại, em đã hoàn thành xong các môn học của chương trình đào tạo. Tuy nhiên, vì thiếu bằng Tiếng Anh nên em vẫn không chắc là mình có thể tốt nghiệp vào tháng 11 này. Nhưng ở quê, xã đã gọi em vào danh sách đi khám nghĩa vụ quân sự. Nên em có thử đăng ký giấy xác nhận sinh viên thì thấy thông báo của trường là tạm ngừng dịch vụ và sẽ in hàng loạt giấy xác nhận sinh viên cho những bạn có thời khóa biểu ở Học Kỳ 1 năm tới. Vì chủ quan nên học kỳ 1 năm sau em không đăng ký môn nào cả, và thời gian xã cho phép nộp giấy xác nhận cũng sắp hết. Nên mong cô/thầy có thể giúp - xem xét trường hợp của em có thể xin giấy xác nhận sinh viên được không ạ.. . . . Cảm ơn cô/thầy rất nhiều. Chúc cô/thầy và gia đình sức khỏe. . . . . Trân trọng!",
            "Chào bạn,. . Bạn vui lòng làm đơn xin cấp giấy xác nhận thi toeic và nộp trực tiếp tại Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào cô,. . Hiện tại em đã đủ điều kiện xét tốt nghiệp sau khi có kết quả anh văn nói viết vào ngày 18/9. Tuy nhiên em vẫn chưa đăng kí xét tốt nghiệp được. Cho em hỏi em có cần thiết đến PĐT để bổ sung hay sẽ tự động cập nhật ạ? Nếu có thể cập nhật từ BKSI, em có thể cập nhật với những thông tin nào ạ?. . Em cám ơn. .",
            "Đã trả lời!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô ạ.. . Em viết những dòng này mong quý thầy cô xem xét trường hợp của em.. . Học kỳ 191, em có đăng ký môn Triết học phương Đông (CI4099) và anh văn 4 (LA1009) nhưng do bộ môn không tìm được GV đứng lớp ở môn triết học phương Đông nên môn này bị hủy. Tuy rằng e biết đây là trường hợp bất đắc dĩ. Nhưng nếu học kỳ này e không đăng ký được môn thì sẽ bị trống thời khóa biểu, và không được cấp giấy tạm hoãn NVQS, ảnh hưởng rất nhiếu đến dự định trong tương lai, e đã thực hiện ĐATN và chỉ con hai môn này để hoàn thiện chương trình học . Vì chương trình kiến trúc đào tạo 4,5 năm và các môn này chưa bao giờ mở được tại các học kỳ khác (kể cả dự thính).. . E viết tin này, mong quý thầy (cô) có thể xem xét và giải quyết giúp e, để e có thể đăng ký được môn học này. E cảm ơn thầy (cô) rất nhiều ạ.",
            "Chào bạn,. . . . Hiện tại tất cả các nhóm anh văn 4 đã bị full sỉ số, bạn có thể đăng kí anh văn 4 trong học kỳ dự thính 201 nha (hiện tại là đợt DKMH 201).. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính thưa phòng đào tạo,như lớp hôm qua em xin pđt chuyển đã đầy nên hôm nay em xin chuyển qua lớp khác ạ.(chuyện là hiện tại em đang học song ngành, có 1 môn là co1005 phải học thì mới được đăng kí mấy môn sau,nhưng môn này chỉ mở cho năm nhất, nhưng hiện tại cũng chưa biết có thể học được không vì đợi học chung với k20 thì có thể trùng lịch hiện tại. nhưng hiện tại đã có thầy mở lớp dự thính tiết 13, nhưng bây giờ em lại có tiết 12 ở cs2 nên không thể đăng kí được do thời gian di chuyển).. . kính mong pđt giúp đỡ cho em chuyển lớp môn. . CO3003: mạng máy tính lớp L04-L12 sang lớp L02-L05.. . kính mong thầy cô pđt giúp đỡ, em xin cảm ơn rất nhiều. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1410451  /b \t. . . .   i Tốt nghiệp . Gửi Thầy/Cô PĐT. . Em là sinh viên có tên trong danh sách tốt nghiệp và hiện tại em đang thực hiện nghĩa vụ quân sự thì em nhờ người nhà mang căn cước công dân vào văn phòng khoa nhận bằng có được không ? . . Mong thấy/cô sớm phản hồi giúp em ! Cám ơn thầy/cô.",
            "Chào bạn,. . Chỉ có ba, mẹ anh chị em ruột mới có thể nhận bằng thay cho bạn và phải có giấy ủy quyền mới nhận được nhé bạn.. . Thân"
        ]
    }
]