[
    {
        "intent": "",
        "message": [
            "Em tên [full_name]   MSSV [student_id]. . Em mới đăng kí môn học đợt 3 nhưng TKB tuần này có môn học.. . Anh/Chị có thể cập nhật BKEL giúp em hay cho em xin link google meet của môn: . . ME2091-Phương pháp số(CC02)-Thứ 4([full_name]ết 2-3, 5-6). . ME1015-Nguyên lý máy (CC01)-Thứ 4([full_name]ết 11-12) và Thứ 5([full_name]ết 4-5-6).. . Dạ em xin cảm ơn. . . . .",
            "Chào bạn. . Đã cập nhật lại"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô!. . Em tên: [full_name] Huỳnh. MSSV: [student_id].. . Dạ biết dù dịch bệnh khó khăn và phòng đào tạo đã nổ lực giúp đỡ sinh viên rất nhiều. Em mong thầy cô xét duyệt giúp em.. . Lý do: Dạ hiện tại em đã chuyển điểm anh văn 2 rồi ạ. Nhưng khi em đăng kí anh văn 3 lại không được ạ.. . Môn thầy cô xét duyệt giúp em để em có cơ hội học tập và kịp đăng kí bổ sung đợt 3 là ngày 19/8.. . Em xin chân thành cảm ơn thầy cô và mong đại dịch cũng sẽ qua nhanh.. . Chúc thầy cô nhiều sức khoẻ ạ!. .  . . . .",
            "Chào bạn,. . Vui lòng ghi rõ lý do, tên môn học, mã MH và mã nhóm xin đăng ký, để PDT kiểm tra và trả lời!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là:. . 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3.. . 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này.. . Trong suốt đợt 2 em không có hiệu chỉnh TKB của 2 môn này.. . Với sự thiếu quan sát trong việc đkmh đợt 2 nên em đã không chú ý đến vấn đề này. Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em có thể theo học cả 2 môn khi tình hình dịch ổn định trở lại. Vì nếu không được đổi thì em không thể học liên tục 4 tiết ở 2 cơ sở khác nhau ạ.. . Em xin lỗi vì gửi nhiều tin nhưng thực sự vấn đề chưa được giải quyết và em không thể liên lạc được nên rất rối ạ.. . Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.. .",
            "Chào em, . . PĐT đã mở khóa trong đợt 3 nên sv hoàn toàn có thể hủy, chuyển nhóm.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi những lớp có (mr) phía sau có nghĩa là gì ạ. Em cảm ơn",
            "Chào em,. . Cho em hỏi những lớp có (mr) phía sau có nghĩa là gì ạ. Em cảm ơn. . =  Mở rộng, dành cho SV KSTN. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi đã có thời khóa biểu nhưng đa số các môn học đều chưa gửi link gg meet, lớp vẫn diễn ra nhưng em không biết link để vào học ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ cụ thể từng môn học chưa được cập nhật trên BKeL.. . Vì hiện tại vẫn còn 1 số môn học chưa được phân công CBGD, bạn liên hệ Khoa để được hỗ trợ thêm.. . Hiện tại PDT vẫn đang cập nhật ds phân công của Khoa gửi lên để cập nhật lại BKeL. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Quí Thầy/Cô,. . . . Em thấy trong email của nhà trường về kế hoach học vụ đầu hk1 năm 2021-2022 có thông tin như sau:. .    5. PĐT thực hiện xét tốt nghiệp đợt tháng 11/2011 đến cuối HK211.. . . . Vậy cho em hỏi là T11 tới đây có làm lễ tốt nghiệp như bình thường không ạ? Hay sẽ gộp vào hk211 T4/2022?. . . . Em cảm ơn ạ!",
            "Chào em,. . - 1 năm có 2 đợt lễ tốt nghiệp, em đăng ký tham dự lễ tốt nghiệp ở Khoa nếu em muốn.. . . . - Tùy tình hình dịch bệnh mà em, ai cũng mong hết dịch mà.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy/cô cho em hỏi đợt 3 em rút môn thì có phải đóng học phí môn đó không ạ. .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học của HK211 nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 11.2. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ,. . . . Em là Trần Công Toàn Trí, mssv [student_id], hiện đang là sinh viên năm 4 ngành Khoa học máy tính.. . . . Em có nguyện vọng đăng kí LVTN kì 211 và em đã nộp bằng av đủ chuẩn đăng kí, bằng av của em cũng đã được xác nhận hợp lệ, nhưng khi em đăng kí LVTN CO4313 thì em bị báo lỗi là . . . .  Thiếu (các) môn học:. .   Nhóm [CCAV_1]: CCAV_1 - Chứng chỉ ngoại ngữ_LVTN (tiên quyết) . . . . Em xin hỏi thầy cô là em nên làm gì ạ, do chứng chỉ em đã nộp và xác nhận nhưng vẫn bị lỗi. Em cảm ơn thầy cô ạ.. . . . Em xin đính kèm minh chứng là em đã nộp chứng chỉ và ảnh chụp màn hình báo lỗi khi em đăng kí môn.. . . . [full_name],. . Trí. .",
            "Chào bạn,. . PDT đã cập nhật lại, bạn vô kiểm tra và đăng ký lại nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em chào PĐT ạ, theo như kết quả ĐKMH đợt 1 và 2 thì hệ thống xếp TKB của em 2 môn là:. . 1. An toàn quá trình CH3297, Nhóm lớp A01, tiết 7,8 ngày thứ 3.. . Theo như giáo viên cho biết thì nhóm lớp này học bằng Tiếng Anh và hiện em thuộc sinh viên lớp đại trà nên không có khả năng học lớp này.. . 2. Công nghệ các sản phẩm tẩy rửa CH3169, Nhóm lớp L01, tiết 5,6 ngày thứ 3. Và đây là lớp duy nhất của môn học này.. . Nay em tha thiết cầu mong xin thầy/cô PĐT chuyển môn An toàn quá trình CH3297 của em từ lớp A01 sang L02, để em co thể theo học cả 2 môn khi tình hình dịch ổn định trở lại.. . Em xin chân thành cảm ơn các thầy/cô cán bộ PĐT ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ có thể mở thêm giúp em 1slot lớp CO2017 hệ điều hành L01 01 được không ạ, do đợt 2 em bị hủy 1 môn chuyên ngành do sĩ số không đủ, và hiện tại môn đó chỉ có 1 lớp , mong PDT có thể mở thêm slot giúp em để em có thể điều chỉnh ạ, em cảm ơn",
            "dạ lớp L01 02 ạ",
            "Chào bạn,. . Vui lòng trình bày lại rõ lý do, tên môn học, mã môn học, mã nhóm bạn xin đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Vì một số lí do khách quan nên em có các câu hỏi về việc hoãn thi như sau:. . 1. Hoãn thi 1 môn có được xét học bổng của kì không ạ?. . 2. Sau khi thi xong nhưng vì lí dk kĩ thuật nên không thể nộp file thì có thể hoãn thi không ạ.. . . . Kính mong phòng đào tạo giải đáp giúp em ạ. Em cảm ơn. .",
            "Chào bạn,. . 1)về học bổng, bạn vui lòng liên hệ phòng Công tác chính trị SV để được hướng dẫn.. . 2)Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo,. . Em là [full_name], MSSV [student_id], ngành kỹ thuật hóa chương trình chất lượng cao. Em có tham gia thi kinh tế chính trị Mác-Lenin (SP1033) vào ngày 8/8/2021 nhưng do sự cố máy tính nên em đã điền vào đơn hoãn thi. Chiều hôm đó thì em được bộ môn cho thi lại và đã có điểm. Vậy cho em hỏi xin biểu mẫu đơn rút hoãn thi ở đâu ạ. Hoặc nếu em ghi đơn tay như hình đính kèm thì có được không ạ?. . Em cảm ơn.. . [full_name]. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin lỗi về sự nhầm lẫn ạ.. . Em hiện đã thanh toán học phí hk203 trễ hạn, lí do là em đã chủ quan không thanh toán sớm và đợi đến khi hết dịch mới làm. Em xin nhận lỗi, mong pđt hỗ trợ em đăng ký lại những môn học của hk211 để em được tiếp tục học ạ.. . Em cảm ơn. .",
            "Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Sau 10h ngày 18/8 Phòng Đào tạo sẽ cập nhật lại danh sách đã thanh toán HP để mở cho SV đóng HP trước 14h ngày 17/8 đăng ký MH nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo, . . Em tên là [full_name], MSSV:[student_id], ngành kỹ thuật hoá học, chương trình chất lượng cao. Em xin phép được gửi đơn viết tay xin rút đăng kí hoãn thi môn xác suất thống kê( MT2013) như hình đính kèm ạ.. . Em xin cám ơn thầy cô ạ.. . [full_name]",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sỉ số môn Thí nghiệm Hóa hữu cơ - CH2053 lớp L07 chiều t6. Do lịch học của em chỉ trống vào ngày hôm đó nên mong PĐT giúp em. Hiện tại lớp đó đã đầy 25/25 thành viên mong PĐT có thể thêm em vào lớp đó. Em cám ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào PĐT ạ . Em K16 ạ. . PĐT cho em hỏi em muốn chuyển điểm TOEIC sang 4AV. Thì áp dụng quy tắc chuyển điểm cũ hay mới ạ.Vì trước đó e có nhận mail nhà trường vào ngày 4//11/2020 là K16, K15 được áp dụng bảng quy đổi điểm cũ ạ. . Em cảm ơn ạ. .",
            "Chào bạn,. . Khóa 16 thì áp dụng theo bảng quy đổi cũ theo nhưng mail đã gửi nhé bạn!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em còn thiếu chuẩn Nói Viết để ra trường. . Học kỳ 202 vừa rồi em không đăng ký môn học. . Cho em hỏi là kỳ sau em có cần ĐKMH không ạ?. . Hay là 2 kỳ liên tiếp em không ĐKMH thì em làm đơn thu nhận lại được không?. . Hay là bắt buộc kỳ này em phải ĐKMH ạ",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . - Bạn không cần dkmh nếu đã hoàn thành CTDT, theo dõi thông báo để đăng ký thi anh văn 2 kỹ năn online nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710734  /b \t. . . .   i Đăng ký môn học . Em là sinh viên K17 qua thời gian tới nhà trường có mở môn Cơ Học Máy ME2043 và bỏ môn Cơ Lý Thuyết + Nguyên Lý Máy mà em còn nợ 2 môn này thì liệu em có cần phải hoàn thành chương trình của 2 môn này không hay chỉ cần đăng kí môn mới là Môn Cơ Học Máy là qua được cả 2 môn đó ?. . . . Em xin cảm ơn bộ phận hỗ trợ ạ. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, em là [full_name] [student_id].. . Em thấy pdt nói rằng không mở môn học có thí nghiệm nhưng hôm nay em vào đăng kí đợt 1 dự thính thì vẫn có thể đăng kí được ạ.. . Cho em hỏi khi đăng kí thì em sẽ bị hủy không hay có thể đăng kí học được ạ.. . Em cảm ơn ạ.. .   i Đăng ký môn học .",
            "Chào bạn. . Vui lòng trình bày rõ nội dung câu hỏi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Dạ, vì một số lý do , không biết Phòng Đào Tạo có thể đăng ký giúp em môn Hoá Hữu Cơ ở học kỳ chính 202 mã CH2021, mã L02 không ạ,chỉ mở thêm 1 slot cho em thôi ạ, do là em đăng ký trễ bị full slot mất ạ, lớp L02 hiện tại sỉ số mới chỉ là 98, thêm cả giảng viên và share màn hình giảng viên vẫn mới 100 slot ạ, nên nếu PĐT đăng ký cho em thì cũng sẽ không ảnh hưởng gi. . em cảm ơn PĐT nhiều,",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Sau khi thi cuối kỳ mông Giải tích 1 vào ngày 10/08/2021, em có nộp đơn hoãn thi vào ngày 14/08/2021.. . Bây giờ em muốn rút đơn hoãn thi, thì em phải làm sao ạ?. . . .",
            "Chào em,. . Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   b MSSV/MSGV: [student_id]9  /b \t. . . .   i [full_name] 2 [full_name] AND WRITING . Dạ em đã đọc mail của trường và thấy thông báo sẽ có kế hoạch thi Toeic 2 kỹ năng còn lại qua hình thức online vào tháng 9 ạ. Phòng đào tạo cho em hỏi là làm sao để em biết là em có danh sách thi Toeic 2 kỹ năng vào tháng 9 này ạ. Vì hôm 30/7 em không nhận được mail thông báo thi ạ. Dạ em cảm ơn nhiều ạ. Chúc thầy cô thật nhiều sức khỏe ạ!. .",
            "Chào bạn. . AV Nói - viết: Trung tâm ngoại ngữ sẽ tổ chức kiểm tra Anh văn 2 kỹ năng nói – viết theo hình thức trực tuyến trong tháng 9/2021 dành cho SV chuẩn bị tốt nghiệp. Sinh viên  liên hệ trung tâm ngoại ngữ để được tư vấn và hướng dẫn thêm.. . PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Phòng Đào Tạo cho e hỏi. Kỳ 211 này e đăng ký 20 tín chỉ. Hiện tại e muốn rút 1 môn học (3 tín chỉ) còn 17 tín chỉ thì có bị tính phí không ạ? . . Em cảm ơn",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ do chưa có điểm của môn học kỳ trước nên em chưa biết có nên đăng ký để học lại hay không 1 môn của khoa em, mà môn này đã học 1 buổi vào ngày thứ 2 (16/8/2021) vừa rồi. Dạ nếu bây giờ em đăng ký môn học dự thính đợt 3 thì em có thể học lớp này không ạ.. . Em cám ơn.",
            "Chào bạn,. . Hiện tại bạn vui lòng trình bày rõ lý, tên MH và mã mh, mã nhóm xin đăng ký để PDT kiểm tra.. . SV chủ động liên hệ với giảng viên để xác nhận xin vào lớp học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Phòng Đào Tạo . . . .  Môn Dung Sai Và Kỹ Thuật Đo ME3801 là môn bắt buộc đối với khóa 2017, và đã không còn là bắt buộc đối với khóa 2019 nữa. nên hiện tại sinh viên chưa học môn này còn rất ít chỉ khoảng 10 bạn. Hôm nay PĐT đã mở môn học trong kì dự thính, trước đó em đã xin chữ kí đầy đủ của các thầy chủ nhiệm bộ môn, giảng viên giảng dạy để được xin mở lớp, thì cho em hỏi là hiện tại 10 bạn thì có mở được lớp đó không ạ ?. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi,. . Em là [full_name], Mssv: [student_id] và đã có TKB chính thức của học kỳ 211 (Năm học 2021-2022). . Hôm nay em nhận được yêu cầu từ xã về vấn đề lập hồ sơ tạm hoãn nghĩa vụ quân sự. Nhưng hiện tại em đang ở TP.HCM và lệnh giãn cách xã hội vẫn kéo dài đến tháng 9, trong khi đó Giấy chứng nhận sinh viên bản in được nhận tại Văn phòng Khoa.. . Cho em hỏi trường có hỗ trợ gửi Giấy chứng nhận sinh viên đến gia đình em tại địa chỉ thường trú được không ạ?. . Hiện em đang tạm trú tại Số 22a, Hiệp Bình Chánh, Thủ Đức, TP.Hồ Chí Minh.. . Thường trú tại: Ấp 6B xã Trường Xuân, huyện Tháp Mười, tỉnh Đồng Tháp.. . Trân trọng.. .   i Yêu cầu khác .",
            "Chào bạn,. . SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phường và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . Dự kiến trong đầu tháng 9/2021 sẽ bắt đầu cho đăng ký (khi TKB trong HK đã ổn định). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . PDT cho em hỏi ạ:. . Hôm nay em có tiết học online môn: Các phương pháp phân tích hiện đại, nhưng đến giờ học rồi mà em vào Bkel vẫn không thấy link google meet vào buổi học.. . Em xin PDT xem xét giúp em với ạ.. . Em cảm ơn.. . Môn : Các Phương pháp phân tích hiện đại. . MSMH: CH3329  Nhóm lớp L02",
            "Chào bạn,. . Hiện tại PDT đã cập nhật lại danh sách trên bkel đến trước 17h ngày 17/8/21021.. . Một số môn đã có TKB trên mybk/Thông tin SV, nhưng vẫn chưa có trên BKeL là do Khoa chưa phân cán bộ GD (SV liên hệ khoa để được hướng dẫn thêm về môn học). . PDT vẫn đang cập nhật ds phân công của Khoa gửi lên (nếu có), SV vui lòng theo dõi thường xuyên nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện giờ em đã hoàn thành xong các môn học, chỉ còn thiếu anh văn 4 vì em định chuyển điểm. Do đợt trước Toeic của em không đủ chuyển điểm anh văn 4. Vậy em có thể đợi hết dịch thi Toeic để chuyển điểm anh văn 4 không?",
            "Chào bạn. . Tuỳ bạn thôi, nhưng hiện tại môn Anh văn 4 có mở mà sao bạn không đăng ký học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT, em có một thắc mắc về ĐKMH là em có đăng ký được trên hệ thống 2 môn có các tiết là 5,6,7,8 liên tiếp(1 môn tiết 5,6 và môn kia tiết 7,8). Em xin hỏi là đăng ký như vậy thì có vi phạm thời gian nghỉ trưa và bị xóa môn không hay là vẫn được đăng ký như vậy ạ. Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] - [student_id]. . Em không còn thấy môn Lý 2 mã môn PH1005 trong lần đăng ký môn học đợt này mà chỉ thấy mã môn PH2005.. . Theo CTĐT thì em không đăng ký được môn học với mã môn PH2005.. . Vậy thì em nên làm gì để đăng ký được môn Lý 2 ạ?. .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pdt, hồi sáng do em lỡ xóa môn EE2035 mà trong khi đã có thời khóa biểu ạ, điều này đã khiên em rất là hối hận và lo lắng, do đó em viết mail này kính xin pdt có thể cho em rút môn mà không tính học phí cho em với ạ bởi vì gia đình em cũng khó khăn và tình hình dịch bệnh covid thì quê em Hà Tĩnh cũng bị phong tỏa và cha mẹ cũng không có việc làm vì vậy xin pdt có thể cho em rút môn này mà không tính phí để đỡ gánh nặng chi phí học tập cho gia đình ạ, nếu được thì em xin pdt thông cảm cho em lần này và cảm ơn pdt rất nhiều ạ",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "cô ơi em phải đăng ký môn công nghệ may 1 đễ qua môn nhưng hiện nay đã full lớp, cô có thể tăng sỉ số lớp lên được không ạ? . . Em cảm ơn!",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy Cô, hiện tại em rất cần đăng kí môn Giải tích mạch EE2033 ở hk chính 211.Thầy Cô có thể giúp em tăng sỉ số lớp với ạ, tăng 1 sỉ số với ạ. . em thấy có lớp sỉ số 28 có lớp sỉ số 29, thầy tăng lên 1 sỉ số thôi ạ, em đang rất cần học môn này ạ. Mong thầy cô giúp em.. . Em cám ơn thầy cô.. .",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi PĐT, hiện giờ em đang rất hoang mang vì K14 học kì này là học kì cuối cùng, em chỉ còn đồ án tốt nghiệp.. . . . Nhưng không thể đăng ký vì chưa có chứng chỉ ngoại ngữ, trung tâm IIG đóng cửa từ tháng 5 đến giờ, em đợi nhưng tình hình dịch covid trong 2 tháng nữa có thể vẫn chưa thi được.. . . . PĐT cho em hỏi trường hợp này em có thể xin gia hạn thêm 1 học kì để để làm đồ án tốt nghiệp được không ạ? Hoặc có cách nào để em xin làm LVTN rồi sẽ bổ sung chứng chỉ toeic sau khi hết dịch được không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Bạn vui lòng xem quy định về kéo dài tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 5. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT,. . Em là [full_name], MSSV:[student_id], SV K18.. . Đợt ĐKMH lần 1 và lần 2, em có đk ĐCLVTN EE4331. Đợt 3 em kiểm tra kết quả thì đã bị xóa môn, TKB cũng không có. Em đăng ký lại thì thông báo chưa đủ chuẩn thể chất. HK202 em có đăng ký GDTC nhưng do chưa thi nên em chưa đủ chuẩn thể chất sau năm 3. Theo mail thì nhà trường tạm thời không xét chuẩn thể chất và chuẩn anh văn. Mong PĐT xem xét thêm môn DCLVTN EE4331 giúp em ạ. Xin cảm ơn PĐT.. . Em gửi hình chụp báo lỗi không đăng ký được môn. Em đã kiểm tra chương trình đào tạo chuyên ngành điện tử-viễn thông thì mã môn DCLVTN đúng là EE4331.",
            "Đã TL. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin yêu cầu hoãn thi online hai môn Computer Graphics và Algorithm Analysis and Design do video quay màn hình bị hư trong quá trình làm bài.. . . . Xin cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414980  /b \t. . . .   i Tốt nghiệp . Dạ em chào thầy/cô, hiện tại môn Thiết kế dự án tốt nghiệp (Kiến trúc) của em đang bị thiếu chứng chỉ anh văn để đăng ký. Giờ em chỉ còn một học kỳ cuối cùng mà tình hình dịch vẫn chưa ổn định nên em vẫn chưa thể đi thi được ạ. Mong thầy/cô cho em hỏi em có thể thi TOEIC 2 kỹ năng Nghe + Đọc online tại trường hoặc bất cứ cơ sở nào khác được không ạ? Mong thầy/cô hướng dẫn cho em cách nào tối ưu nhất ạ, em xin cảm ơn!!!. .",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Bạn liên hệ tại IIG để được tư vấn thêm nhé. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô, Em tên là [full_name], đang là sv bằng 2 khóa 19.. . Hiện tại do tình hình dich nên em chưa thể thi av để nộp chứng chỉ ngoại ngữ để đăng kí luận văn tốt nghiệp. Lúc nhập học bằng 2 tại trường, em có thấy thông báo em có thể nộp cc ngoại ngữ hồi lúc em học bằng 1 vào.. . Vào thời điểm nhập học bằng 2 cc ngoại ngữ của em còn hạn nhưng hiện tại đã hết hạn Vậy hiện tại em có thể nộp cc ngoại ngữ của em được không ạ. Em xin cảm ơn thầy/cô",
            "Chào bạn. . Theo quy định là phải có CCNN thì mới đăng ký được LVTN. . - Khi nào hết dịch bạn đăng ký thi liền nghen. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học môn tiếng pháp hội nhập và nghề nghiệp (MIP) (003709) (phải thanh toán học phí) Học kỳ 221 .",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin kính chào quý thầy cô phòng đào tạo, em tên [full_name] hiện đang là sinh viên ngành Kỹ thuật Máy tính phân lớp MT20KT02. Vì những lí do cá nhân nên em có làm đơn để xin bảo lưu kết quả học tập học kì 211 2021-2022 dưới đây là đơn bảo lưu đã có chứ ký xác nhận của e cũng cũng như là hình ảnh chụp màn hình email đồng ý của Giảng viên Chủ nhiệm (thầy [full_name]) và Chủ nhiệm [full_name] (thầy [full_name]) . Kính mong quý thầy cô phòng đào tạo kiểm tra và phê duyệt vào đơn cho em. Em xin cảm ơn thầy cô.",
            "Chào bạn,. . PDT đã tiếp nhận đơn của bạn và trình Ban Lãnh đạo xem xét và sẽ trả lời kết quả đơn cho bạn trễ nhất là sau ngày 27/08/2021.. . Nếu sau ngày này vẫn chưa nhận được câu trả lời bạn vui lòng gửi lại phản hồi qua bksi để PDT kiểm tra.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . . . Em đăng ký môn Lập trình web   b CO3049  b  của thầy [full_name] cho học kỳ tới. Nhưng lại nhầm hệ với hệ chính quy.. . Em xin thầy/cô hiệu chỉnh từ nhóm   b L05_L09  b  sang   b DT01_DT01  b  được không ạ?. . Em xin chân thành cảm ơn.. . . . Thân. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ thầy/cô cho em hỏi môn chuyên nghành chỉ có dưới 10 người đk dự thính thì được mở không ạ vì k19 không học môn này này nữa và tụi e là những sv cuối cùng học môn này ạ.",
            "Chào bạn,. . SV xem quy định về sĩ số mở MH tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 8. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em có đăng ký môn tổ chức thi công mã môn CI4125 và được xếp Lớp L02 tiết 23.Không biết có bị lỗi gì không nhưng sau khi kiểm tra lại thì không thấy thời khóa biếu.Cho em xin vào lại lớp đó.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sv hệ VLVH (chuyển từ hệ CQ). . . . Đợt 1 em có đăng ký môn LVTN ở kênh \"  I Đăng ký môn học Dự Thính Chính Quy + Hệ Vừa Làm Vừa học - HK211- Đợt 1  /I \"(hình 1) Nhưng kết quả đăng ký đợt 1 lại không có môn đó (hình 2). . . . Đợt 2 em rút kinh nghiệm đăng ký môn LVTN ở kênh \"  I Đăng ký môn học HK211 - Đợt 2 Chuyển Hệ  /I \"(hình 3) Nhưng kết quả đăng ký đợt 2 vẫn không có môn em đã đăng ký (hình 4). . . . Quý thầy/cô có thể giúp em làm sao để đăng ký được môn học này được không ạ?",
            "Cập nhật: Đã nhận được kết quả đăng ký đợt 3 và thời khóa biểu. Xin chân thành cảm ơn quý thầy/cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo!. . . . Em là [full_name]; MSSV: [student_id]; lớp: VP17VL.. . . . Nay em gửi đơn này để em xin phép được chuyển điểm miễn/đạt cho 2 môn học:. . - Vẽ kỹ thuật (806702).. . - Hình họa (806703).. . Với môn học tương đương:. . - Vẽ kỹ thuật (CI1003).. . Hiện tại em đã qua môn học \"Vẽ kỹ thuật - CI1003\" với số điểm tổng kết là 6.0 (hình đính kèm và em chưa thấy hệ thống tự động chuyển điểm miễn cho em.. . . . Em rất cảm ơn vì sự giúp đỡ của thầy/cô Phòng đào tạo.. .   i Yêu cầu khác .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . SV có thể liên hệ VP Việt Pháp để được tư vấn thêm.. . Như vậy CI1003 chương trình ngoài thì miễn cho 806703 PFiev K18 về trước, CI1033 thì miễn 806702.. . Danh mục tương đương này VP Pfiev xét rồi mới gởi PĐT cập nhật công bố.. . Như vậy SV chỉ được thay thế 1 môn 806703 do sv đã học và đạt CI1003.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là sau khi hoãn thi, em sẽ đăng ký và tham dự kỳ thi của học phần đã được hoãn thi ở lần tổ chức kế tiếp, có phải đăng kí lại môn học trong đợt đăng ký môn học lần này không ạ?",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . . . Em đọc kỹ quy chế nhé.. . . . . . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn đăng ký thêm môn Nguyên lý biên dịch và lập trình (501703), tuy nhiên do trùng thời khóa biểu với môn Tiếng pháp hội nhập nghề nghiệp (003709) thì em có thể rút môn Tiếng pháp ra để đăng ký không ạ? Vì hiện tại em không thể huy môn học được ạ .",
            "Chào bạn. . Bạn viết đơn ghi rõ huỷ và bổ sung môn gì? lý do? gởi tại BKSI mục dkmh để Cô trình ban lãnh đạo Phòng xem xét, gởi gấp nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Lý do em viết đơn xin hủy hoãn thi. . Ngày 20-7-2021 em có làm đơn xin hoãn thi nhưng mãi tới 26-7 mới được xác nhận. Tuy nhiên, ngày 11-8-2021 em có nhận thông báo của giảng viên nhà trường cho phép làm báo cáo kết thúc môn diễn ra ngày 13-8-2021 việc này yêu cầu ít về mạng chủ yếu là lúc nộp bài, trong khi đó thi online thì yêu cầu cao về mạng, kết nối cả 2 thiết bị, cả khâu nộp bài, nộp video. Em đã rất bối rối khi viết đơn này vì thông báo tới khá trễ sau khi em đã làm xong đơn.. . Kỳ này em hoãn thi các môn thi trực tuyến, kỳ sau khi mạng ổn định em sẽ thi những môn đã hoãn ạ.. . Em kính mong PĐT xem xét, em xin cảm ơn.. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đã tham gia thi cuối kỳ và trong quá trình thi có nhiều vấn đề ảnh hưởng rất lớn đến thời gian cũng như kết quả bài làm của mình. Em đã giải trình với giảng viên và được giảng viên báo hỏi Phòng đào tạo xem trường hợp này có được chấp nhận hay không. Em muốn hỏi là liệu mình có cơ hội đăng ký hoãn/thi lại khi tổ chức offline được không ạ?",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . . . Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép).. . Bạn phải báo với CBCT để ghi nhận về trường hợp của bạn trong quá trình thi, vì PDT sẽ gửi ds hoãn thi về Khoa để đối chiếu lại nhé!. . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Chào Thầy/Cô!. . Em tên [full_name], MSSV: [student_id]. . Em muốn rút môn học Con Người và Môi Trường (EN1003) trong học Kì 211. . . Lí do: Không đáp ứng được thời gian học.. . Em cần làm nhưng thủ tục như thế nào? do mẫu đơn chỉ được tải về,không được điền online ạ. Và rút môn trong học kì 211 có mất phí không ạ?. . Mong Thầy/ Cô giải đáp giúp em.. . Em cám ơn Thầy/ Cô!",
            "Chào bạn,. . Hiện tại đã hết thời gian hiệu chỉnh  và hủy môn học nhé bạn.. . SV vui lòng đợi thông báo về việc rút môn học (có tính học phí theo quy định), sẽ thông báo cho SV trong tháng 9/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ thầy/cô cho em hỏi là đợt đăng ký dự thính bổ sung(lần 1 30/8 bắt đầu) và đăng ký dự thính CQ+VHVL HK211 đợt 3 thì nếu là đăng ký dự thính thì tổng 2 đợt em có được đăng ký quá 10 chỉ không ạ? Em cảm ơn ạ. .",
            "Chào bạn,. . Tính chung theo quy định của 1 HK dự thính nhé bạn, xem quy định về đkmh tại đây:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 9. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin tăng sỉ số môn Thí nghiệm Hóa hữu cơ - CH2053 lớp L07 chiều t6. Do lịch học của em chỉ trống vào ngày hôm đó nên mong PĐT giúp em. Hiện tại lớp đó đã đầy 25/25 thành viên mong PĐT có thể thêm em vào lớp đó với lại môn đó là môn Thí nghiệm không phải môn Lý thuyết để học onl mà sao PĐT cứ rep tin nhắn là meet tăng lên 100 người rồi. Em cám ơn.",
            "Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã số sinh viên là [student_id]. . Trong đợt đăng ký môn học đợt 3, em không thể đăng ký được vì các lớp không trùng lịch đã đủ số sinh viên. Còn các lớp còn trống, em lại bị trùng lịch. Vì thế, em muốn xin được vào một lớp đã đủ sinh viên được không ạ?. .",
            "Chào bạn,. . Bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé:. . [email]. . Thân"
        ]
    }
]