[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em là sinh viên k19 chương trình đại trà khoa xây dựng, em muốn hỏi nên đăng kí học trước môn nào để nằm trong chương trình đào tạo ạ. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Khoa, xin gặp thầy [full_name] - Phó Khoa phụ trách về Chương trình Đào tạo để được tư vấn về CTĐT nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Phòng đào tạo cho em được đăng kí môn học Đường lối CM của Đảng CS, mã môn SP1009 lớp DT03 của thầy [full_name]. Mong phòng đạo tạo cho em được đăng kí học môn này để theo kịp tiến độ của chương trình đào tạo PFIEV ạ. Em xin cảm ơn!",
            "Chào bạn,. . Hiện tại đang trong đợt đăng ký môn học, bạn vui lòng vào tự đăng ký môn học online nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào anh/chị, . . Kì này em có đăng kí môn thực tập quá trình thiết bị mã môn học CH2087. Tuy nhiên do em muốn trả nợ mã môn học CI1003. . . . Không biết kết quả đợt 3 chính thức có bị xóa môn học CI1003 (Vẽ kĩ thuật) hay không ? . . Để tránh bị xóa nhầm mã CH2087 hay xóa CI1003 em có cần làm đơn gửi cho phòng đào tạo hay không? . . Vì môn này em thực tập em đã sắp xếp được thời gian học cũng như thời gian thực tập.. . . . Cảm ơn anh/ chị đã trả lời.",
            "Chào bạn,. . Phòng Đào tạo sẽ xếp đăng ký môn học theo đúng quy định nhé, bạn vui lòng liên hệ tư vấn thêm ở Khoa về chương trình đào tạo, về việc học môn thực tập có được học kèm thêm môn khác không nhé!. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i hef[student_id] Phạm Lê Huy. . khi đăng ký môn học ms 404401 em bị trùng 1 tiết với môn học ms 006407 nhưng tiết bị trùng đó là tiết học trên mạng nên em có thể học được. . Cho em hỏi là có cách nào để đăng ký cả 2 môn không ạ?",
            "Chào bạn,. . . . Theo qui định của nhà trường khi đăng kí môn học thì TKB của các môn học sẽ không được trùng nhau.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i   B   I   /B  . Đợt hiệu chỉnh môn học 193 vừa mở..em thấy em và nhiều bạn khác k đăng kí được môn vật liệu xây dựng do bị trùng lịch với môn cơ học kết cấu. Nên em xin nhà trường mở thêm sĩ số của 2 lớp vật liệu xây dựng mà cơ kết cấu để chúng em có thể có cơ hội học trong Học kì 193 này. Nếu nhà trường đồng ý tạo điều kiện cho chúng em, thì em mong nhà trường có thể mở sĩ số cao nhất có thể, để có thể nhiều bạn được đăng kí nhiều nhất ạ.. . Em thay mặt mọi người, xin cảm ơn nhà trường ạ. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về MH, sức chứa phòng...).Trường hợp các bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1, để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, sẽ hỗ trợ bạn mở trực tiếp cho bạn (nếu được)và có thể vào đăng ký được luôn nhé.. . Chúc bạn học tốt!. . Thân",
            "Dạ.Vậy nhà trường có thể sắp xếp lịch học sao cho 2 môn cơ học kết cấu và vật liệu xây dựng này không trùng lịch tkb được không ah. Tại vì vì lịch này của môn cơ học kết cấu bị trùng tất cả lịch của môn vật liệu xây dựng. Mong nhà trường xem xét và tạo điều kiện ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ. Cho em xin pđt mở thêm sỉ số lớp DT01 môn cơ học kết cấu ci2029 ạ. Tại lớp DT02 em bị dính lịch học ạ. Mong pđt trả lời và giúp đỡ em. Em xin cảm ơn ạ . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về MH, sức chứa phòng...).Trường hợp các bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, sẽ hỗ trợ bạn mở trực tiếp cho bạn (nếu được)và có thể vào đăng ký được luôn nhé.. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em quên đăng ký môn thực tập quá trình thiết bị trong đợt 1 đăng ký môn học kì hè vừa rồi. Hiện tại đang mở đợt 2 nhưng em không thể đăng ký bổ sung được. Cho em hỏi là có cách nào khác để đăng ký bổ sung không ạ? Em rất xin lỗi vì đã không đăng ký vào đợt 1. Em rất mong nhận được phản hồi sớm. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại bạn vô đăng ký gặp lỗi gì? có thể chụp hình gửi để Phòng Đào tạo kiểm tra hỗ trợ trả lời nhé!",
            "Em vào đợt đăng ký 2 và nhập mã môn CH2087- mã môn thực tập quá trình thiết bị nhưng em không đăng ký được chỉ thấy ghi là môn học không mở.",
            "Chào bạn,. . . . Môn này các bạn đã nộp đơn đề nghị mở lớp rồi, sau 5h chiều nay các bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em chào thầy cô ạ.. . Em là sinh viên k18 khoa QLCN.. . Em đăng kí môn học có mã IM1017 không được vì đây là mã môn học mới của khóa k19. . . Mã môn học của k18 là IM2007 thì lại được 11/20 bạn đăng kí nên khả năng mở lớp rất thấp. . . K18 tại sao lại không đăng kí được mã môn học của k19 vậy ạ, vậy thì tụi em không thể trả môn được ạ. Hi vọng thầy cô có phương án giải quyết để tụi em có thể học được môn này ạ.. . Em cảm ơn.",
            "Chào bạn,. . . . Môn IM1017 học kỳ 193 chỉ mở cho lớp quốc tế học bằng tiếng anh nên sinh viện đại trà không đăng kí được nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Admin . . Em tên là [full_name]. mssv:[student_id]. . Trong đợt hiệu chỉnh môn học đợt 2, em bị trùng lịch học av nên e đã xoá môn học.. . Em xin đề nghị pđt mở thêm sỉ số môn học [full_name]N SP1031 lớp DT03. . Em cảm ơn rất nhiều",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô, cho em hỏi là số tín chỉ tối đa của học kỳ hè 193 là bao nhiêu ạ.. . Thân!!",
            "Chào bạn,. . Bạn vui lòng xem quy định về ĐKMH tại: http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học/9.5. Số tín chỉ/môn học tối đa trong một học kỳ phụ. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, PĐT cho em hỏi là chương trình đào tạo khoa Máy tính K19 có môn Hóa đại cương CH1003 không ạ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ với Văn phòng Khoa máy tính xin gặp Thầy [full_name] - Phó Khoa phụ trách Chương trình Đào tạo, để được tư vấn về Chương trình Đào tạo của Khóa 2019 nhé!. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi. kì hè này em đăng kí môn mạch điện tử(EE2007) và môn tín hiệu và hệ thống(EE2005) nhưng bị trùng lịch nên em chỉ đăng kí được môn mạch điện tử thôi ạ. 2 môn là 2 môn song hành vậy em có bị xóa đăng kí môn mạch điện tử không ạ? và có cách nào giúp em đăng kí được môn tín hiệu và hệ thống không ạ? em cảm ơn ạ",
            "Chào bạn,. . . . Nếu bị trùng lịch thì không đăng kí được nhen bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào thầy cô ạ. . em tên là [full_name] . . mssv [student_id]. . lần đăng kí dự thính đợt 1 em có đăng kí 3 môn là   B mạch điện tử  /B    B  tín hiệu và hệ thống  /B  và môn kĩ thuật số  B  nhưng kết quả là em chỉ được xét 1 môn là   /B kĩ thuật số  B , em nghĩ là do thời khóa biểu môn kĩ thuật số bị trùng với 2 môn còn lại, vây em mong thầy cô mở khóa để em có thể xóa môn  /B  kĩ thuật số  B  để em có thể đăng kí 2 môn còn lại là   B mạch điện tử và tín hiệu và hệ thống  /B  để em có thể theo kịp chương trình học.. . em mong các thầy cô giúp đỡ.. . em xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại đang là đợt đăng ký, hiểu chỉnh và bổ sung môn học, có thể vào hủy môn học nếu không có nhu cầu học nhé. Nếu trong quá trình thao tác phát sinh lỗi không được, bạn vui lòng chụp hình lỗi phát sinh gửi đến Phòng Đào tạo để được hỗ trợ thêm.. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Admin  Em tên là [full_name]. mssv:[student_id] Trong đợt hiệu chỉnh môn học đợt 2, em bị trùng lịch học av nên e đã xoá. Em xin đề nghị pđt mở thêm sỉ số môn học [full_name] [full_name] SP1031 lớp DT03. Em cảm ơn rất nhiều",
            "Chào bạn, . . . . Sau 5h bạn vào đăng kí lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . . .   i Đăng ký môn học . [full_name]SV [student_id]. .  [full_name] MONG THẦY CÔ MỞ THÊM SỈ SÔ MÔN CƠ KẾT CẤU LỚP DT01 MÃ MÔN HỌC CI2029 ĐỂ [full_name] [full_name] [full_name] [full_name] Ạ . . [full_name] CẢM ƠN A"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép đki môn học tín hiệu và hệ thống thầy [full_name] tiết 456 sát vs thực tập mđt [student_id]. Do dịch em trễ rất nhiều môn. Em rất mong thầy cô xem xét giúp đỡ em. Vì lớp thầy [full_name] gần hết chỗ",
            "Chào bạn,. . . . Theo qui định nhà trường học xuyên trưa (gọi là thông tầm) thì khi đăng kí môn học sẽ chọn 1 trong 2 môn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   U   QUOTE   /B Yêu cầu khác . dạ chào thầy/cô. . dạ cho em hỏi là em đã làm nhiều ngày công tác xã hội mà gần nhất là dọn dẹp ở KTX khu B và hỗ trợ trực tủ sách mà các bạn khác đã có ngày công tác xã hội và nhiều chương trình khác nữa mà đến hôm nay em xem thì mình vẫn chưa có ngày công tác xã hội nào cả . . Kính mong quý thầy cô có thể xem xét lại cho em ạ. . mybk: kien.ho111200. .",
            "Chào bạn,. . Bạn vui lòng liên hệ về văn phòng Đoàn Khoa của bạn để được hướng dẫn và cập nhật ngày công tác xã hội cho bạn nhé!. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em vừa làm đơn thu nhận lại và đã được thu nhận lại. Vậy tại sao em không đăng ký môn học cho hk193 được? Trên trang đkmh để lý do tạm dừng. .   i Đăng ký môn học .",
            "CHo em hỏi thêm thời gian làm việc của pdt cs1 luôn ạ?",
            "Chào bạn. . Giờ làm việc của Phòng đào tạo Cơ sở 1 từ thứ 2 đến thứ 6 : sáng 7g30 đến 11g30, chiều từ 13g đến 17g. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin mail hướng dẫn cách làm đơn mở lớp để nộp cho phòng đào tạo ạ. Em có nhận đc câu trả lời và kiểm tra mail thấy chưa nhận đc mail hướng dẫn ạ. Dạ cảm ơn ạ.",
            "Chào bạn,. . . . Các bạn đã làm đơn mở lớp rồi, sau 5h chiều vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ở đợt 1 em quên đăng kí môn thực tập quá trình và thiết bị. Đợt 2 em đăng ký dùng mã môn học CH2087 nhưng không được. Xin cô giải đáp giúp em! Em cảm ơn!. .",
            "Chào bạn,. . . . Sau 5h giờ chiều bạn vào đăng kí môn CH2087.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng kí môn dự thính giải tích 1 MT1003 vào đợt 1 nhưng em chưa có lớp học xin pđt kiểm tra lại giúp em",
            "Chào bạn,. . . . Bạn vào kiểm tra lại quả đăng kí môn học nhen, trong này cho biết lý do bạn không đăng kí được.. . . . Thân,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi là hangout môn học kì hè ngành xây dựng môn nào cũng đều tiết 15;16 thứ 4. Như v rất khó vì tụi e chỉ dki được 1 môn. Phòng đào tạo có thể sắp xếp điều chỉnh được ko ạ",
            "Chào bạn,. . . . Lịch học là do khoa phản hồi nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi, em là [full_name] sinh viên lớp VL14KL (MSSV:[student_id]). . . Ngày 10/7 sắp tới trường sẽ có đợt tốt nghiệp, em vừa hoàn thành xong đợt kiểm tra anh văn hai kỹ năng nói-viết và vừa có kết quả vào ngày 30/6. Hiện tại em đã đủ điều kiện để tốt nghiệp, nên nguyện vọng của em có thể xin Phòng Đào Tạo xem xét cho em được tốt nghiệp vào đợt tháng 7 này ạ. . . Rất mong nhận được sự giúp đỡ của nhà trường để em có thể được tốt nhgiệp trong đợt tháng 7 này ạ.. . . .",
            "Chào bạn,. . Hiện tại bạn đã có tên trong danh sách dự kiến tốt nghiệp, bạn vui lòng đăng ký tốt nghiệp theo đúng hướng dẫn email sinh viên nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TP. HCM.. . Dạ em có đăng kí môn học Sức bền vật liệu mã môn CI2001 ở lớp DT03_DT05. Em muốn chuyển sang lớp DT01_DT01 để thuận tiện sắp xếp kế hoạch học tập nhưng hệ thống không chuyển được, em xin Phòng Đào tạo chuyển giúp em được không ạ?. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn vui lòng chụp hình và gửi cho Phòng Đào tạo xem hệ thống báo lỗi gì nhé? vì hiện tại vẫn đang trong thời gian hiệu chỉnh môn học, nên bạn phải tự vô hiểu chỉnh môn học nhé!. . Thân",
            "Dạ hệ thống không hiển thị nút chuyển nhóm ạ.",
            "Chào bạn,. . Do môn học CI2001 các nhóm đều đã full sĩ số, nên bạn không thể thực hiện thao tác chuyển nhóm (không có hiển thị nút chuyển nhóm).. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em hỏi kì hè này em đăng kí môn mạch điện tử (2007) và môn tín hiệu hệ thống (2005) nhưng vì môn tín hiệu hệ thống bị trùng lịch học nên em không thể đăng kí được mà 2 môn là 2 môn song hành vậy em có bị xóa đăng kí của môn mạch điện tử không ạ?",
            "Chào bạn. . Bạn kiểm tra lại thời khóa biểu nếu là môn song hành thì sẽ bị hủy thời khóa biểu nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1933850  /b \t. . . .   i Đăng ký môn học  . . theo chương trình đào tạo 2017 phải đăng kí . . Các môn tự chọn nhóm A (Tối thiểu 4 TC) . . Các môn tự chọn nhóm B (Tối thiểu 4 TC) . . Các môn tự chọn nhóm C (Tối thiểu 10 TC). . Các môn tự chọn nhóm D (Tối thiểu 2 TC). . HỆ VỪA HỌC vừa làm của e có phải thỏa mãn k hay k cẩn học nhóm D vì e đăng kí môn M3001. . quản trị kinh doanh cho kỹ sư thì k dc ạ",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B b MSSV/MSGV: [student_id]  /b [full_name] [student_id]\t. . . .   i Đăng ký môn học . kì hè em đăng kí cơ học đất ci3001 lớp dt01 khi em đăng kí thì nó bảo trùng với môn cơ kết cấu ci2029 lớp dt01   , em xem lịch thì em thấy có trùng một bữa hangout thứ 4 vào tiết 15. em mong thầy xem xét cho em được đăng kí môn học này em cam kết là sẽ học được và đầy đủ vì hangout tương tác được xem lại. . em mong phong đào tạo tạo điều kiện cho em . em chân thành cảm ơn ạ  /B . .",
            "Chào bạn,. . . . Theo qui định nhà trường trùng TKB sẽ không cho DKMH, việc DKMH do phần lập trình sẵn nên không sửa được nha bạn.. . . . Thân.",
            "Chào bạn,. . Giờ Hangout được xem như là một buổi học chính thức và không thay đổi được.. . Nếu trùng hangout thì cũng được xem như trùng 1 buổi học bình thường. Nên bạn sẽ không đăng ký được nếu bị trùng.. . Việc Hangout thì có thể không xem lại được hoặc xem lại được là do thầy cô giảng dạy quy định. Nên việc bạn cam kết là không đúng.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô phòng đạo tạo,. . Em tên [full_name], MSSV [student_id]. Học kỳ hiện tại (HK192) em đang học môn kiến trúc máy tính(CO2007). Giờ em muốn đăng ký thực tập tốt nghiệp( CO3323) trong học kỳ hè 193 nhưng hệ thống không cho phép. Giờ em có thể đăng ký thực tập không ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Bạn đăng ký hệ thống báo lỗi gì? Vui lòng chụp hình đính kèm để Phòng Đào tạo kiểm tra và trả lời cho bạn nhé!. . Thân",
            "Lỗi em mắc phải là lỗi pdt không đăng ký cho SV( em đăng ký đợt 1 nhưng kết quả là không được). Hồi sáng em đăng ký lại cũng bị lỗi. Nãy em vừa đăng ký lại thì ok. Nhưng không biết lúc hiện kết quả đợt 2 thì em có đăng ký thành công không ạ? Do em muốn thực tập trong kỳ hè này. . . Em xin chân thành cảm ơn ạ.",
            "Tình trạng đăng ký đợt 1.. . Em xin chân thành cảm ơn",
            "Chào bạn,. . PDT không đ/ký cho SV MH CO3323 (0: Thiếu môn tiên quyết), bạn vui lòng kiểm tra điều kiện đăng ký theo CTĐT nhé.. . Thân",
            "Em thiếu môn tiên quyết đó là môn kiến trúc máy tính(CO2007). Đó là môn em đang học trong học kỳ này(hk192).. . Em cảm ơn.",
            "Chào bạn,. . . . Môn tiên quyết là môn em đã học và phải đạt. Do vậy bạn không đăng kí được môn CO3323.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Hiện tại em đang là sinh viên năm 2 lớp CK18DET hè 193 này em có học môn đăng ký môn thực tập kỹ thuật dệt.Và em muốn đăng ký học hè môn Anh Văn 3.Em có làm đơn xin đã đưa cô chủ nhiệm và cô trưởng bộ môn ký đang gửi đơn ở Van phòng khoa cơ khí đợi chữ kỹ của Trưởng khoa. Nhưng hiện tại thời khóa biểu của em chỉ có 1 môn là anh văn 3 và môn thực tập còn lại đã bị xóa và đnag đợi mở lớp lại.. . Em thắc mắc là đợi mở lớp đăng ký lại mới nộp đơn lên phòng đào tạo hay là khi nhận được chữ ký của Trưởng khoa thì phải nộp đơn cho phòng đào tạo trong thời gian đăng ký môn dợt 2 (từ ngày 3/7/2020 đến 8/7/2020) vậy ạ.. . Em mong sẽ sớm nhận được câu trả lời của thầy/cô.. . Em xin cám ơn ạ.",
            "Chào bạn. . -Bạn nhanh chóng nộp đơn mở lớp nếu môn chưa mở nghen. . -Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 02/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy cô cho em hỏi trường có thông báo, sv nào không đăng kí nhận 3G/ 4G sẽ được nhận 50k/tháng hỗ trợ nghỉ dịch. Vậy, em muốn nhận thì sẽ nhận ở đâu ạ?",
            "Chào bạn,. . Hiện tại Nhà trường đang thống kê số lượng và lên kế hoạch thực hiện việc hỗ trợ này, bạn vui lòng đợi thông báo qua email sinh viên ngay sau khi có thông tin chính thức.. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin pdt giúp em để được đăng kí môn Mạch điện tử thông tin-EE3011 vì em chưa qua môn Mạch điện tử-EE2007. Để kì tới em đăng kí được đề cương luận văn(tn)-EE4331 ạ.",
            "Chào bạn. . Theo quy định để ĐKMH phải đủ điều kiện về các môn tiên quyết, môn học trước hay song hành theo quy định về chương trình đào tạo. . - Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào PĐT đại học Bách Khoa,. . . . Em tên [full_name], mssv-[student_id], khoa Kĩ Thuật Hoá Học.. . . . Em gửi tin này xin PĐT  [full_name] [full_name]-[full_name] (SP1031) [full_name]04.. . . . Em xin cảm ơn PĐT đã quan tâm.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng đào tạo ơi, cho em hỏi là ở HK192 này em đang học môn Phương pháp tính mã MT1009, nhưng học kỳ hè này thay đổi mã thành MT2011, em phải học lại hay làm đơn chuyển điểm ạ?",
            "Chào bạn. . Bạn phải căn cứ theo chương tình đào tạo của khóa bạn, Về chương trình đào tạo để tư vấn chính xác và tin cậy bạn vui lòng liên hệ Thầy [full_name] - Phó Khoa phụ trách về chương trình đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào, em là sinh viên khoa KH&KTMT CLC. . . . Khi đăng kí môn học DSA (mã: CO2003) em thấy có hai lớp có mã lớp là DT01 và DTQ01. . . . . Bạn em nói rằng em là sinh viên chương trình CLC thì chỉ được đăng kí lớp DTQ thôi, có phải không ạ?. .",
            "Chào bạn,. . Đúng rồi nhé, sinh viên CLC phải đăng ký theo đúng nhóm lớp của mình là DTQ, nếu bạn đăng ký sai, sau khi hậu kiểm sẽ bị hủy kết quả nếu đăng ký không đúng nhóm lớp nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin tăng 1 sĩ số của môn học: MT2013 - [full_name] [full_name], lớp DT01 của thầy Nguyễn Đình [full_name], học kì hè 193",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV :[student_id], Khoa Môi Trường và Tài Nguyên. Em là sinh viên được thu nhận lại học kỳ 193 diện buộc thôi học (do nghỉ quá 2 học kỳ). . . Em có một số câu hỏi muốn hỏi và mong được giải đáp giúp em . . 1. Em còn nợ anh văn 2,3,4 , vậy học kỳ này em có thể nộp toeic để đổi điểm thay vì ĐKMH được không? Hay em vẫn phải ĐKMH trong học kỳ 193.. . 2. Hạn chót để em có thể nộp chứng chỉ tiếng anh? ( vì em đã xem lịch học vụ thì không tìm thấy).",
            "Chào bạn,. . Việc nộp chứng chỉ ngoại ngữ chuyển điểm không ảnh hưởng đến việc đăng ký MH. Bạn nộp chứng chỉ chuyển điểm AV 2,3,4 tại thời điểm của học kỳ nào, sẽ được tính điểm vào học kỳ đó và áp dụng bảng quy đổi điểm theo học kỳ.. . Không biết bạn muốn hỏi hạn chót để nộp chứng chỉ nhằm mục địch gì?. . Bạn có thể tham khảo bảng quy đổi điểm CCNN tại đây nhé:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Bạn lưu ý, từ học kỳ 1/2020-2021, thang điểm quy đổi điểm sẽ thay đổi nhé.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào thầy cô ạ.. . em có thắc mắc là em định đăng kí 2 môn đó là   B mạch điện tử  /B  và   B  tín hiệu và hệ thống  /B  nhưng có 1 buổi 2 môn đó  bị trùng 1 tiết trên hangout, vậy thầy cô có thể làm cách nào giúp em học được hai môn đó để em có thể kịp tiến độ chương trình được không ạ. em hứa là em có thể hoàn thành chương trình học của 2 môn.. . em mong thầy cô giúp đỡ.. . em cảm ơn. . . .",
            "Chào bạn,. . . . Theo qui định nhà trường trùng TKB sẽ không cho DKMH, việc DKMH do phần lập trình sẵn nên không sửa được nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo. . Em tên: [full_name]. . Mssv: [student_id] . . . . Em hiện tại chưa học được môn Mạch Điện tử với Tín hiệu Hệ thống do tới tận kỳ này em mới đăng ký được môn Vật Lý bán dẫn, mà 2 môn này phải học song hành với nhau mới đăng ký được.. . . . Hiện tại trên hệ thống môn Tín hiệu Hệ Thống EE2005 nhóm [full_name]02 đã hết chỗ, còn nhóm [full_name]01 thì hoàn toàn trùng lịch với tất cả nhóm môn Mạch điện tử EE2007. . . . Phòng đào tạo có thể giúp em học được 2 môn này trong kỳ hè để em có thể bớt trễ tiến độ được không ạ. Phòng đào tạo có thể bổ sung sĩ số giúp em nhóm [full_name]02 EE2005 hoặc là điều chỉnh lại lịch học tương tác để nhóm [full_name]01 EE2005 được học song hành môn Mạch điện tử EE2007 không ạ?. . . . Em xin cảm ơn. .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. .",
            "Cho em hỏi sỉ số lớp 13/30 thì có mở lớp không ạ?",
            "Chào bạn. . Theo đúng quy định nghen bạn, 15 SV với các môn chuyên ngành hẹp. . Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Điều 8.2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đã có tên trong dách tốt nghiệp chính thức chưa ạ . Em đã đăng kí tuần trước nhưng vẫn chưa có tên trong danh sách ạ .. . . . Em tên [full_name] . . Mssv [student_id]",
            "Chào bạn. . Chính xác Bạn đã có tên trong danh sách tốt nghiệp rồi, Bạn vui lòng kiểm tra mail thường xuyên để cập nhật những thông tin mới nhất về tốt nghiệp của nhà trường nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "Chào bạn. . Bạn vui lòng kiểm tra mail thường xuyên để cập nhật thông tin nhà trường gởi. Nếu có thông tin gì mới về việc tổ chức thi tiếng Anh định kỳ nhà trường sẽ nhanh chóng gởi thông báo qua mail cho sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là nếu em có điểm tổng kết môn A là 0 thì có được tính môn học trước không ạ ?. . . . Em xin cảm ơn .",
            "Chào bạn. . Nếu điểm môn học là: VT,0 & 13 thì không tính là môn học trước nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học .   /B   B   /B   B . . . . Em chào cô ạ!. . Em là sinh viên K16 khoa khoa học máy tính ,Vào kì 2 năm học 2018-2019 em có đăng kí học dự thính môn toeic 350 mã môn học LA1029 và em đã học qua môn . Em K16 thì toeic 350 tương đương với anh văn 2 vậy trong kì hè này em đăng kí anh văn 3 thì báo lỗi chưa học anh văn 2 . Vậy có sự nhầm lẫn gì không cô ? Mong cô giải quyết sớm với ạ ,em cảm  ơn cô nhiều ạ!!",
            "Chào bạn. . Theo thông báo mở thêm các lớp Anh văn theo định hướng TOEIC vào ngày 28/02/2019 có thông báo rõ: Sinh viên học đạt các môn này sẽ được xét đạt chuẩn Anh văn từng năm tương ứng theo quy định hiện nay. . . Bạn vui lòng xem chi tiết thông báo gởi đính kèm. . Thân. .",
            "B Dạ vậy cô cho em xin mã môn học Toeic 400 để e đăng kí kì vào kì hè này cái ạ , e cảm ơn cô ạ!!",
            "Em K16 thì chỉ cần qua toeic 400 hoặc qua anh văn 2 là được học các môn năm 4 phải không cô ?",
            "Chào bạn. . - hiện môn Toeic 400 không mở lớp, nếu bạn có nhu cầu học vui lòng tải mẫu đơn mở lớp gởi trung tâm ngoại ngữ xác nhận và nhanh chóng nộp cho phòng đào tạo đến 15 giờ ngày 7/7/20. . - - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Thân. .",
            "Dạ cho em hỏi câu cuối cùng là hè này em học qua anh văn 2 thì có thể kịp để đăng kí các môn năm 4 không ạ ?Em sợ học chưa xong hè mà thời gian đăng kí môn học nó kết thúc trước.. . Em cảm ơn cô nhiều lắm ạ!",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Thân. .",
            "Dạ cô trả lời sai câu hỏi rồi ạ ,em cảm ơn!",
            "Em muốn hỏi là \" hè này em học qua anh văn 2 thì có thể kịp để đăng kí các môn năm 4 không ạ ?Em sợ học chưa xong hè mà thời gian đăng kí môn học nó kết thúc trước. \". . Mong cô giải đáp ạ ,em cảm ơn cô nhiều ạ!",
            "Chào bạn,. . Theo đúng quy định tại thời điểm đăng ký MH bạn phải đặt môn AV2, thì mới có thể đăng ký . .  môn năm 4. Nhưng riêng trong học kỳ dự thính hè 193, học kỳ chính 201 và dự thính 201 Nhà trường tạm không xét chuẩn tiếng Anh từng năm học (đã gửi mail thông báo cho sinh viên) bạn vui lòng kiểm tra lại mail nhé.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kết cấu động cơ đốt trong - TR2007. . theo hướng dẫn trong mail của phòng đào tạo không tìm thấy mục kết quả ĐKMH đợi 1 để tìm hiểu tại sao không mở lớp đươc?. . em thấy có 20 sinh viên đăng ký môn học này, vậy tại tao không mở được lớp vậy?",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé), tải mẫu đơn mở lớp tại: http://www.aao.hcmut.edu.vn/sinh viên/Biểu mẫu.. . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em là sinh viên hệ VHVL, e muốn đăng ký học buổi sáng chung với lớp chính quy nhưng khi e đăng ký vào hệ chính quy-đợt 2- chuyển hệ thì hệ thống nói là không được đăng ký vào lớp này!!! Cho e hỏi e muốn đăng ký vào lớp buổi sáng thì e đăng ký vào hệ chính quy-đợt 2 luôn hay sao ạ!!. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Bạn muốn đăng ký môn hoc nào?, mã số môn học?, mã nhóm?.. . . . Thân.",
            "Chào bạn,. . Đang là đơt 2 của đợt đăng ký dự thính hè, sinh viên VHLV vẫn có thể vào đăng ký môn học chung với chính quy được nhé. Bạn có thể vào đăng ký MH theo đúng quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . như vấn đề lần trước(em có chụp hình lại), . . . . em bị lỗi là do thiếu học môn co1011, nhưng môn này đã không còn mở và bị đổi thành co1027 theo chương trình mới. nên giờ dù đang học môn này nhưng em vẫn bị lỗi khi đăng kí kì hè. bên văn phòng khoa bảo giờ làm đơn nói là 2 môn này tương đương thì mới đăng kí được, do pđt chưa cập nhật mã cũ mã mới. . . . em thấy lớp DT01_DT02  của CO2003 là của đại trà mà cô, giờ còn lớp nhưng chỉ còn của lớp học tiếng anh, xin cô mở thêm sĩ số của lớp đại trà được không ạ. . . . còn môn C02005 thì em đăng kí bị lỗi như hình ạ. .",
            "Chào bạn,. . . . Khi nào có công văn tương đương của khoa thì PDT sẽ giải quyết em nhé.. . . . PDT đã tăng sỉ số môn CO2003 rồi nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . tên môn học \"[full_name]\", mã môn học \"MT2013\" lớp \"[full_name]01\" muốn tăng tỉ số môn học ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phép hỏi về việc học trả nợ và cải thiện điểm cho 2 môn học sau:. . . . 1. Kỹ thuật lập trình: theo thông tin từ nhà trường thì sinh viên học trả nợ trước K18 phải chọn 2 môn CO1027 và CO1031. Nhưng hiện tại em không tìm thấy môn CO1031 - Đồ án KTLT ạ. Nếu em chỉ học cải thiện điểm thì có bắt buộc phải có môn này không ạ?. . . . . . 2. Nếu em đã học qua Giáo dục Thể chất 1 và 2, thì môn còn lại em có thể học bất kỳ môn thể chất nào theo quy chế mới hay phải học những môn mà em chưa học ạ?",
            "Chào bạn. . - Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . - Bạn có thể học bất kỳ môn thể chất mã số mới nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . tên môn học \"[full_name]\", mã môn học \"MT2013\" lớp \"DT01\" muốn tăng tỉ số môn học ạ. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Kính gửi quý thầy/cô,[full_name] [full_name] Em tên [full_name], mssv:[student_id], sinh viên khoa Khoa học và kỹ thuật Máy tính[full_name] Em muốn hỏi rằng em chỉ cần hoàn thành tối thiểu 2 môn nhóm C ở chương trình đại học và những môn còn lại em có thể hoàn thành ở chương trình cao học hay em buộc phải hoàn thành đủ 3 môn nhóm C ở chương trình đại học[full_name] Mong quý thầy cô giải quyết thắc mắc giúp em[full_name][full_name] [full_name] Mong quý thầy/cô sớm phản hồi giúp em[full_name] Em xin chân thành cảm ơn [full_name][full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: [full_name]. . MSSV: [student_id]. . . . . . Cho em hỏi là đợt 1 ĐKMH em đã đăng kí môn Thực tập kĩ thuật mã ME2085 rồi, nhưng mà đến đợt 2 thì bị mất, em đăng kí mới nhưng lại được báo là Khoa không mở, mà môn này lại là môn bắt buộc học trong hè... em không rõ lí do tại sao ạ. .",
            "Chào bạn. . Tôi kiểm tra thấy môn Me2085 có mở ở HK193, nên bạn vui lòng vào đăng ký lại vào đợt 2 này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào ad. . Em tên [full_name]. . MSSV [student_id]. . Em mong muốn ad có thể mở rộng sĩ số môn Giải tích 2(MT1005)  lớp DT01 và lớp DT02 trong học kì hè để em có điều kiện học môn giải tích 2 ạ. . Em cảm ơn.. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em cần giấy xác nhận sinh viên của trường để đăng kí thi toeic. Mong phòng đào tạo hướng dẫn em làm thủ tục xin giấy xác nhận sinh viên với ạ.. . Em chân thành cảm ơn",
            "Chào bạn. . Bạn đăng ký in giấy xác nhận sinh viên để đăng ký thi Toeic tại trang web : Mybk --  in xác nhận sinh viên --  chọn option (Thi chứng chỉ ngoại ngữ). . Sau đó chọn nơi nhận tại Khoa hoặc Phòng đào tạo Cơ sở 1. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo!. . Học kì 192 em đã học môn Kĩ thuật lập trình CO1027. Nhưng khi em đăng kí môn Hướng đối tượng CO2005 thì hệ thống báo cần có môn học trước Kĩ thuật lập trình CO1011.. . Em mong phòng đào tạo có thể xem xét cho em để em có thể đăng kí thêm môn Hướng đối tượng CO2005.. . Em xin chân thành cảm ơn!",
            "Em xin gửi thêm hình ảnh lỗi ạ!",
            "Chào bạn,. . . . PDT đã điều chỉnh, bạn vào đăng kí lại nhé.. . . . Thân."
        ]
    }
]