[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy (cô). . Em đã đủ ngày công tác xã hội nhưng ở danh sách tốt nghiệp dự kiến 11/2020 lại ở tình trạng nợ ngày công tác xã hội ạ.Em mong Phòng Đào Tạo cập nhật lại giúp em.",
            "Chào bạn,. . Bạn vui lòng vào kiểm tra và đăng ký tốt nghiệp lại nhé. Phòng Đào tạo đã cập nhật và mở cho bạn khai tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Vì em chưa đăng kí giáo dục thể chất    tiên quyết năm 3   nên thầy/cô giúp e đăng kí PE1007 giáo dục thể chất 3 ạ. Em xin cảm ơn  B . .",
            "môn học hiện chưa mở lớp, sẽ email khi mở bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là K18, cho em hỏi là em đăng kí học EE1009 rồi em chuyển điểm sang EE1015 có được ko ạ, có thể trả lời em sớm được ko ạ? Em cảm ơn",
            "Bạn xem môn tương đương nhé. . Hoặc hỏi [full_name] trước khi đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô, em có đăng ký 2 môn là nhập môn kỹ thuật và thể chất (bóng chuyền) ở đợt 1, nhưng đến khi có kết quả đợt 1 thì đã bị xóa cả 2 môn, đợt 3 em có đăng ký lại nhưng tìm mã môn học thì được thông báo không có môn học mở, em phải làm sao đây ạ? Em cám ơn.",
            "2 môn không mở.. . Riêng môn Thể chất sẽ mở bổ sung sau (hiện đang chờ ĐHQG). . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /[full_name] \t. . . .   i Đăng ký môn học  /Nhập môn lập trình(CO1003)_lớp A02_A04 . . . . . .",
            "Môn học đã full sĩ số. . Ko thể tăng thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy/cô ạ. Cho em hỏi nếu em đăng kí các môn không có trong chương trình đào tạo của khoa/ngành em đang học thì sau khi học xong và qua môn đó thì em có được tính tín chỉ của môn đó vào tín chỉ tích luỹ của mình không ạ? Em cám ơn. .",
            "Chào bạn. . - Về quy định Số tín chỉ tích lũy/Điểm trung bình tích lũy: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 19. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT, em xin PĐT tăng sĩ số lớp L02_L03 của môn CO2037 (có tiết ngày thứ 3 và thứ 4) vì đợt trước em không đủ chuẩn năm 2 nên không đăng kí được, bây giờ nhờ trường giảm chuẩn nên đăng kí được nhưng lại trùng lịch nên chỉ có lớp đó phù hợp thôi ạ.. . Em xin chân thành cảm ơn. . . .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Môn học hiện ko thể tăng.. . Bạn liên hệ gấp VP Khoa để xin mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào admin.. . kì hè này em có học anh văn cơ bản. trong đợt 3 em thử đăng kí anh văn 1(la1003) thì đk được ạ, mà anh văn 1 cần tiên quyết anh văn cơ bản. vậy kết quả có bị hủy k ạ.. .",
            "Chào bạn. . Không hủy cho kỳ này nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có mong muốn tăng thêm sỉ số lớp 2 môn cơ sở điều khiển tự động EE2019 và Xử lý số tín hiệu EE2015 ạ. . . . . Mong các thầy cô giúp đỡ. Em xin cảm ơn.",
            "EE2019 đã tăng. . EE2015 ko thể tăng. . Bạn liên hệ VP Khoa gấp để mở thêm lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id], thuộc khoa điện điện tử . . . . Hiện tại, sĩ số lớp TT01 của mã môn EE2405 đã hết nên em muốn xin tăng thêm slot của mã môn EE2405 của lớp TT01 để em đăng kí được không ạ? Do em bị kẹt lịch của nhóm còn lại. . . . Mong bộ phận giải quyết vấn đề này giúp em ạ. . . . Em cảm ơn.",
            "đã tăng sĩ số",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi hiện tại các mã môn thể chất điều không tìm ra được, vậy làm sao để đăng kí thể chất ạ.",
            "MÔn học hiện chưa mở lớp.. . sẽ email khi mở. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô! . . Em là [full_name], mssv [student_id].. . Xin mở thêm sĩ số môn Ứng dụng máy tính trong công nghiệp ( ME2049 ) lớp L03, vì các lớp khác em kẹt lịch không di chuyển được. Em có hỏi thăm nhiều bạn nhưng vì TKB các bạn gần như hoàn thiện nên việc di chuyển môn là rất khó, nhiều bạn bị kẹt lịch nên không đổi cho em được. Rất mong pđt sẽ xem xét và mở thêm sĩ số lớp L03 môn ME2049 giúp em ạ. . . Em cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EE2019. . EE2015",
            "EE2019 đã tăng.. . EE2015 ko thể tăng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là : [full_name]. . Mssv: [student_id]. . Em muốn xin phòng đào tạo tăng thêm sĩ số của lớp Vận trù học (ME2051) L01; hiện có nhiều bạn muốn đăng kí lớp học này nhưng do sĩ số đã đủ nên không thể đăng kí được. Vì đây là môn học chuyên ngành nên cần được hoàn thành trong kì này. Em mong Phòng đào tạo có thể tăng thêm sĩ số của lớp để em và các bạn có thể đăng kí được môn học.. . Em chân thành cảm ơn.. . . .",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi rằng là môn Đồ án-EE3061 em đăng kí trong đợt 3 này có bị hủy nữa không ạ.Bởi vì đợt 2 em có đăng kí nhưng sang đợt 3 lại bị hủy vì lí do là thiếu môn học trước EE2007. Nhưng ở học kì hè 193 em đã đăng kí học rồi,em có chụp lại tkb dưới đây ạ.. . Mong pđt xem xét lại giúp em,bởi vì nếu không đăng kí được Đồ án,em sẽ bị trễ thêm 1 học kì nữa ạ.Em xin cảm ơn!",
            "Bạn đk lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . những môn em không đủ điều kiện để đăng ký thì em có thể xin đăng ký học không ạ? nếu được thì xin ở đâu vậy ạ? do chương trình học k18 và k19 bị thay đổi ạ. . . .",
            "ko đủ đk thì ko học. . Em cung cấp mã môn để kiểm tra",
            "ME2039 và ME2041 ạ",
            "Chào bạn,. . . . Môn ME2039, ME2041 học kỳ 201 không mở lớp nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào pđt ạ! . . pđt có thể tăng 1 ít sĩ số lớp EE2015 xử lý số tín hiệu, được không ạ? Em và 1 số bạn khác muốn đăng kí vào học lớp này ạ.",
            "Môn hiện ko thể tăng thêm, bạn lên hệ gấp VP Khoa để xin mở thêm lớp. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi PĐT,. . . . Em mong PĐT sẽ tăng thêm sỉ số cho 2 nhóm lớp:. . + Nhóm lớp A03 môn học CH3005 - Các pp phân tích hiện đại.. . + Nhóm lớp A05 môn học CH2057 - Cơ sở vật liệu & ăn mòn.. . . . Và nếu có thế, em mong PĐT đăng ký giúp em 2 nhóm lớp này.. . Vì khi PĐT tăng sỉ số, nếu em không đăng ký kịp lại hết sỉ số ạ.. . . . Em xin cảm ơn.",
            "đã tăng sĩ số. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em mong PDT cho phép tăng sĩ số lớp Trường điện từ EE2003 Nhóm lớp A01 ạ, vì hiện giờ chỉ có 1 lớp mở.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ hiện tại em được nhận thông báo từ Phòng đào tạo là môn học CI3211 nhóm A01 sẽ bị hủy nhưng hiện tại môn học CI3211 chỉ có một nhóm duy nhất là A01 nên em không thể chuyển sang nhóm nào khác. Đây là môn học song hành với môn CI3213 của em và hai môn học này đều là môn tiên quyết của Luận văn tốt nghiệp. Nếu kỳ này bị hủy môn học này, em sẽ bị trễ ít nhất một kỳ. . . Kính mong Phòng đào tạo xem xét về việc giữ lại môn học này cho em và các bạn ạ. . . Em mong nhận được phản hồi từ Phòng đào tạo",
            "Em có thể đk vào đợt dự thính HK201"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô ạ, cho em hỏi là tại sao khi em đăng kí các môn như :Giải tích và Vật Lí, Thể chất thì lại hiển thị là \" Không có môn học mở\" vậy ạ ?. . Em cảm ơn ạ",
            "Môn thể chất chuẩn bị mở. . Môn còn lại em liên hệ VP Khoa để xin mở lớp hoặc đk dự thính HK201. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cô cho em hỏi, . . Kỳ trước em được trường cho gia hạn học phí kỳ 192 qua học kỳ 201 mới thanh toán, nhưng hiện em không đăng ký được môn học do chưa thanh toán học phí, cô có thể mở đăng ký cho em được không ạ!. . MSSV: [student_id]. . Họ tên: [full_name]. . . . Em có đính kèm quyết định gia hạn học phí kỳ 192 ạ!",
            "Chào bạn,. . . . Bạn đã DKMH được rồi nhé.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ee2019 môn cơ sở kỹ thuật điện .. . Em mong tăng sĩ số môn học giùm ạ.",
            "môn học đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào nhà trường, . . Em là [full_name] (MSSV:[student_id]) . . Trong đợt đăng ký thực tập tốt nghiệp trong học kỳ 193, em có đăng kí môn Thực tập tốt nghiệp (CH3363). Tuy nhiên mã môn học này của bô môn Hoá hữu cơ, khác chuyên ngành em đang học là Hoá vô cơ, vậy nên em không có trong danh sách cho điểm thực tập của bô môn vô cơ, em mong muốn được chuyển mã môn học từ CH3363 sang CH3343 để được chấm điểm cho kỳ thực tập vừa qua.. . Vì em đã đi thực tập và làm báo cáo đầy đủ, tuy nhiên thiếu trong danh sách cho điểm nên giảng viên phụ trách mới phản hồi lại với em. . Mong nhà trường xem xét chuyển đổi mã môn học để em có thể theo kịp tiến độ chương trình đào tạo. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa để có hướng giải quyết cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] mssv [student_id] .Lúc em đăng kí môn học đợt 2 thì phòng đào tạo vẫn cho đăng kí đến khi đăng kí đợt 3 thì bị xóa môn học hết. Vì lí do là chưa thanh toán học phí .Hồi kì 2 năm ba em có làm đơn gia hạn học phí mà do em không biết khi nào đóng lại cho nên tới nay vẫn chưa đóng. Vậy thì giờ em đóng có kịp đăng ký môn học không ạ vì đợt này là đợt ba rồi. Mà lúc em đăng kí đợt 2 được không thấy lí do gì mà đợt 3 này mới hiện lí do.Vậy thầy cô cho em hỏi em phải đơn gì để gia hạn thời gian đăng ký hoặc đăng kí được nếu lúc này em đóng học phí ạ. Vì thời gian hơi gấp rút.. . Em cảm ơn thầy cô ạ. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa quý thầy/cô,. . . . Em gửi đơn này để xin quý thầy/cô xem xét tăng sĩ số cho môn ME2071-Các quá trình chế tạo, nhóm lớp CC01_CC01 ạ để em có thể đăng ký ạ.. . . . Em xin cảm ơn quý thầy/cô đã xem xét nguyện vọng của em.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy , em là [full_name] , mssv là [student_id] , do em có lí do bắt buộc nên em muốn đăng kí lớp A02 môn Ci1045 ạ , mà hôm nay lớp dã full r ạ , thầy có thể mở thêm sĩ số được kh ạ , em cám ơn thầy rất nhiều , chúc thầy một ngày tốt lành",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi đợt ĐKMH đợt 3 này có mở môn thể dục nào không ạ. Tại em lên đăng ký mà không thấy lớp thể dục nào mở hết ạ.",
            "Sắp rồi, bạn chuẩn bị vào đk nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho e hỏi môn EE2019 - Cơ sở điều khiển tự động, có thí nghiệm nhưng trong lịch lại chưa thấy có lịch thí nghiệm ạ. Không biết Lịch thí nghiệm môn này như nào để tiện e sắp xếp lịch học.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . Theo khoa Điện phản hồi, PTN sẽ xếp linh động.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên K19, hiện tại em đang học môn Pháp luật Việt Nam đại cương trong học kì 193. Em sắp nộp hồ sơ nhập học khoá K20 vào ngành khác (hạn chót 15/9). Em muốn chuyển điểm môn Pháp luật VN đại cương mà tới ngày 17/9 mới thi kết thúc môn. Vậy em có thể xin thôi học khoá K19 sau khi nộp hồ sơ nhập học khoá K20 để kịp có điểm môn PLVNDC được không ạ?. . Cho em hỏi thêm là hồ sơ xin thôi học khoá K19 cần những giấy tờ gì ạ?. . Em xin cảm ơn.",
            "Chào bạn. . Bạn tải đơn thôi học ghi rõ thôi học bắt đầu từ Hk201 là được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý Thầy/ Cô. . Em có 1 vấn đề là em có thể làm đơn xin tham gia lớp học khi lớp đã full sỉ số vì vậy em không đăng kí được trên mybk . . Đơn đó do em viết tay hay là có biểu mẫu ạ",
            "bạn cung cấp mã môn để kiểm tra",
            "Dạ LA1005 . . Lớp A01 . . . . [full_name]. . MSSV [student_id]. . Em cảm ơn ạ",
            "Môn học ko thể tăng sĩ số.. . Bạn liên hệ TTNN để mở lớp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô. . Em tên [full_name]. . MSSV [student_id]. . Hiện tại em có đăng ký môn anh văn 4 mã LA1009. . nhóm A04 nhưng nhà trường thông báo do cơ sở vật chất nên sẽ hủy nhóm này.Mong thầy cô tạo điều kiện chuyển em sang một nhóm khác ở cơ sở 1 với ạ tại vì em đang theo học ở cơ sở 1 nhưng các nhóm khác đã đầy.. . Mong được quý thầy cô giúp đỡ.",
            "Chào bạn,. . . . Hiện tại bạn đã đăng kí được chưa?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Chào quý thầy cô. . Hiện tại điểm anh văn đầu vào của em đã qua av1 nhưng trường k tính vào tích luỹ cho em. Mong được sự phản hồi từ thầy lịch",
            "Chào bạn. . bạn thi anh văn  đầu vào này vào thời điểm nào ?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào PĐT,. . Em tên [full_name]. . MSSV [student_id]. . Em xin PĐT giúp em đăng kí môn ME2087, vì mã môn này bị full tỉ số ạ.. . Lí do em không đăng kí kịp vào lúc PĐT vừa mở đợt đăng kí môn đợt 2 vì trong thời điểm đó em đang đi thực tập kĩ thuật, không thể dùng điện thoại nên không đăng kí được.. . Xin PĐT giúp em đăng kí môn ME2087.. . Xin chân thành cám ơn.. .",
            "đã tăng sĩ số 1 số nhóm. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em chào quý thầy cô, do nhu cầu học nên em muốn xin tăng sĩ số lớp xử lý số tín hiệu, A01_A01, mã môn học EE2015, kính mong quý thầy cô tạo điều kiện tăng sĩ số giúp em với ạ. . . .",
            "môn học đã full ko thể tăng thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi,. . . . Em mong muốn chuyển nhóm môn học ME3105 - Thiết kế đồ họa từ nhóm A01_A03 sang nhóm A01_A02. Theo như thời khóa biểu thì em không bị trùng với môn học khác tuy nhiên khi đăng ký thì hệ thống thông báo môn học bị trùng. . . . . Mong phòng đào tạo xem xét cho em trong trường hợp này. . . . . Em xin cảm ơn.",
            "Chào bạn,. . . . Theo tác chuyển nhóm, bạn huỷ nhóm cũ và đăng kí nhóm mới.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô cho em xin mở rộng sĩ số môn Cơ sở điều khiển tự động EE2019 lớp A01 của cô [full_name] với ạ. . Em xin cảm ơn",
            "Môn học ko thể tăng thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ ad cho em hỏi kỳ chính 201 em có đăng ký học môn kết cấu thép 1 thì kỳ 201 dự thính em có được phép đăng ký môn kết cấu thép 2 không ạ . Trong đó môn kết cấu thép 1 là môn học trước của kết cấu thép 2 . Em  xin cảm ơn",
            "Trong cùng 1 HK201 thì em ko thể đk được"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811020  /b \t. . . .   i Đăng ký môn học . Kính gửi thầy cô Phòng Đào Tạo. . Em xin thầy cô tăng sĩ số lớp XỬ LÝ SỐ TÍN HIỆU với ạ. Em cảm ơn nhiều. .",
            "Môn học đã full ko thể tăng thêm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào ạ!. . Khi đăng ký môn ĐAMH nền móng ci3197 thì hệ thống báo chưa đủ điều kiện thể chất nhưng mà em đã đủ điều kiện thể chất rồi. Lúc sau em vào lại đăng ký được nhưng sỹ số đã đầy, không biết em có thể xin thêm sỹ số không ạ?. . em cảm ơn",
            "Môn học đã được tăng sĩ số",
            "em cảm ơn nhiều ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo Đại học Bách Khoa,. . Em tên [full_name], mã số sinh viên: [student_id], khoa Giao thông, lớp GTOTO3. . Xin Phòng đào tạo mở thêm sĩ số lớp Nguyên lý máy ME2003 vì đợt trước trường chưa thay đổi điều kiện năm 2 xuống còn 24 chỉ nên em và một số bạn chưa đăng ký được. Kính mong Phòng đào tạo mở thêm để em không bị trễ các môn kỳ sau.. . Em xin chân thành cảm ơn!",
            "môn đã tăng max"
        ]
    },
    {
        "intent": "",
        "message": [
            "pđt cho em hỏi vấn đề đăng kí thể chất ạ. . em lỡ rớt 1 môn thể chất nhưng mà đợt này ko có mục đăng kí thể chất em ko biết làm sao hết",
            "môn học sắp được mở, em chú ý theo dõi để đk"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy, cô PĐT.. . Em là [full_name] MSSV: [student_id]. . Học kì 201 tới em có đăng kí học môn kế toán quản trị . . Mã môn học:IM2019 . . Nhưng hiện tại em đang thực tập 6 tháng tại công ty. Nên em không thể đăng kí môn KTQT vào chiều thứ 3 tiết 9 10 11 được ạ. Em mong Quý thầy cô mở thêm cho chỗ để em được học vào sáng thứ 4 tiết 2 3 4 để em có thể được học và hoàn thành chương trình đúng hạn ạ . . Em xin chân thành cảm ơn ạ.",
            "đã tăng sĩ số"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cô cho em hỏi là em có tên trong danh sách tốt nghiệp dự kiến, nếu em đăng ký tốt nghiệp thì có chắc chắn là em sẽ nằm trong danh sách tốt nghiệp chính thức hay không?. . Em xin cám ơn!",
            "Chào bạn,. . Nếu bạn đăng ký tốt nghiệp thành công, hoàn thành lệ phí tốt nghiệp thì bạn sẽ có tên trong quyết định tốt nghiệp chính thức.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ. . . . Em K18 học kỳ này có đăng ký môn Hoá Phân Tích CH2005 nhưng kết quả đợt 3 thì lại không có và bị chuyển thành CH2113 của K19. . . . Em muốn hỏi rằng em sẽ học mã mới hay mã cũ ?. . . . Nếu học mã mới em sẽ phải chuyển điểm như thế nào ?. . . . Còn mã cũ thì em không tìm thấy lớp để đăng ký! Em cám ơn ạ. . . . Mong thầy cô phản hồi sớm giúp em ạ",
            "Theo công văn của [full_name] thì môn học đã tách thành 2 môn.. . Em liên hệ VP [full_name] để biết chi tiết. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi là hiện tại gần đến ngày kiểm tra trình độ anh văn rồi nhưng vẫn chưa có giờ thi chính xác trên mybk hay bất cứ thông báo nào. Cho em hỏi khi nào thì mới được cập nhật vậy ạ",
            "Chào bạn. . Pdt đang cập nhật, bạn vui lòng xem lịch thi kiểm tra trình độ anh văn tại Mybk  lịch thi trong tuần này nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . dạ cho e hỏi là hồi học kì 192 e có dk môn ppt MT1009 nhưng mà bị rớt môn. giờ ngành của e chuyển môn ppt thành môn phương pháp số ME2091 .vậy cho e hỏi là nếu e qua môn phương pháp số và học kì hè e đăng kí học cải thiện điểm môn ppt thì có được tính vào 1 môn tự chọn k ạ , tại e học ngành cơ điện tử k có mã môn ppt.e cảm ơn ạ. .",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710204  /b \t. . . .   i Đăng ký môn học . Chào PĐT,. . . . Em là Nguyễn Thanh Thiên Ngọc, 1710204, QLCN.. . . . Em có thắc mắc về số tín chỉ đăng ký tối thiểu trong học kỳ tới kỳ 201.. . . .   B Theo như quy chế đào tạo quy định:  /B . . 9.4. Số tín chỉ/môn học tối thiểu trong một học kỳ chính. . . . SV chính quy phải đăng ký môn học với khối lượng học tập tối thiểu là:. . . . - 14 TC cho mỗi học kỳ chính, trừ các học kỳ sau thời gian đào tạo theo kế hoạch (Xem Điều 5) và trừ các học kỳ học tiếng Anh của chương trình đào tạo bằng tiếng Anh. Riêng SV có học lực yếu hoặc kém (xếp loại dựa vào ĐTBHK của HK ngay trước HK đăng ký học hoặc ĐTBTL theo Điều 13) thì tối thiểu là 10 TC. Từ K.2018 về trước, cho phép số TC tối thiểu bằng với số TC thiết kế trong CTĐT của học kỳ. Các SV chưa đạt chuẩn AV từng năm, cho phép đăng ký học ít hơn 10 TC.. . . . - 01 môn học cho mỗi học kỳ chính đối với các học kỳ sau thời gian đào tạo theo kế hoạch.. . . . Lưu ý: Riêng số tín chỉ tối thiểu để được xét học bổng khuyến khích học tập được quy định riêng (Xem quy định về học bổng khuyến khích học tập). SV có đăng ký môn học nhưng có ĐTBHK bằng 0 sẽ bị xử lý buộc thôi học do tự ý nghỉ học (Xem 27.2).. . . . . . Trong quy chế trên có một quy định: Từ K.2018 về trước, cho phép số TC tối thiểu bằng với số TC thiết kế trong CTĐT của học kỳ. . . Mà số TC thiết kế trong CTĐT của ngành QLCN K17 là: có 4 môn bắt buộc tương đương 9 chỉ . . 1 IM4001\tPhương pháp nghiên cứu trong kinh doanh  3 chỉ\t. . 2\tIM4003\tQuản lý dự án\t3 chỉ. . 3\tIM3061\tAnh văn trong kinh doanh 3 chỉ\t. . 4\tIM4311\tĐề cương luận văn tốt nghiệp 0 chỉ. . . . . . Vậy em thuộc trường hợp K17, đạt chuẩn anh văn từng năm học. Em chưa hoàn thành bất kỳ môn học nào trong 4 môn bắt buộc trên. Vậy số tín chỉ tối thiểu em phải đăng ký là 9 tín chỉ đúng không ạ. Em có thể đăng ký dưới 9 chỉ không? . . (em mong muốn đăng ký học kỳ chính 201 với 8 chỉ thôi, vì có môn Anh văn trong kinh doanh em chưa đủ điều kiện để học, em học thay thế bằng 1 môn tự chọn 2 chỉ khác). . . . Em xin chân thành mong sự giúp đỡ của PĐT, vì em đọc xong quy chế và vẫn còn nhiều phân vân ạ.. . Em cảm ơn PĐT rất nhiều.. .",
            "Chào bạn,. . . . Bạn muốn hỏi vấn đề gì, không hiểu ý của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng nộp chứng chỉ anh văn Toeic 535 và đã hợp lệ, chuyển điểm anh văn xong.. . Nhưng em vào đăng ký môn luận văn tốt nghiệp thì hệ thống báo em thiếu môn CCAV_1: Chứng chỉ anh văn. Mong thầy cô giải đáp giúp em để em sớm được đăng ký luận văn ạ. Em cảm ơn!",
            "Chào bạn,. . . . Bạn vui lòng kiểm tra kết quả DKMH lại nha.. . . . Thân"
        ]
    }
]