[
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . MSSV: [student_id],SV Bảo dưỡng Công nghiệp khóa 2018. .    Kính mong Phong đào tạo tăng thêm sĩ số môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L01_L02 ạ.. . Lý do: . . -Hiện tại em đã đăng ký môn môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L02_L04 nhưng lại bị đụng lịch môn Công nghệ điều hòa không khí (MMH: IU3005) lớp L01 do môn Công nghệ điều hòa không khí mới được phòng đào tạo mở sau khi môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L01_L02 đã đăng ký full.. . - Em cần đăng ký môn Công nghệ điều hòa không khí trong kỳ này vì nếu kỳ này không thể học thì số lượng SV còn lại quá ít, tụi em phải học môn thay thế  Công nghệ lạnh và điều hòa (MMH: IU4017) chung với khóa 2019 mà môn này thì tới HK 221 K19 mới học làm chậm tiến độ ra trường của tụi em.. .    Em chân thành cảm ơn thầy/cô ạ.. .   i Đăng ký môn học .",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .    Em tên [full_name], MSSV: [student_id], SV Bảo dưỡng Công nghiệp khóa 2018. .    Kính mong Phong đào tạo tăng thêm sĩ số môn   /B Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L01_L02  B  ạ.. . Lý do: . . -Hiện tại em đã đăng ký môn môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L02_L04 nhưng lại bị đụng lịch môn Công nghệ điều hòa không khí (MMH: IU3005) lớp L01 do môn Công nghệ điều hòa không khí mới được phòng đào tạo mở sau khi môn Kỹ thuật giám sát tình trạng (MMH: Iu4009) lớp L01_L02 đã đăng ký full.. . - Em cần đăng ký môn Công nghệ điều hòa không khí trong kỳ này vì nếu kỳ này không thể học thì số lượng SV còn lại quá ít, tụi em phải học môn thay thế  Công nghệ lạnh và điều hòa (MMH: IU4017) chung với khóa 2019 mà môn này thì tới HK 221 K19 mới học làm chậm tiến độ ra trường của tụi em.. .    Em chân thành cảm ơn thầy/cô ạ.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin xem lại đơn mở lớp Cơ học thủy khí TR1005 kì dự thính HK211. . . . Kính gửi Phòng đào tạo. . Đơn mở môn học Cơ học thủy khí ( TR1005 ) trong kì dự thính 211 đã được duyệt nhưng hiện tại lớp chưa được mở vì lý do môn này có thí nghiệm, nhưng em có hỏi lại về đề cương môn học thì không có thí nghiệm.. . . . Xin phòng đào tạo xem xét và mở sớm giúp em. . . . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô,. . . . Em đã hoàn thành việc đăng ký và hệ thống cũng đã báo in xong.. . . . Xin thầy cô giúp em gửi bản scan giúp em thông qua email [email]. . . . Em xin chân thành cảm ơn và xin lỗi thầy cô vì sự bất tiện này.. . . . Em chúc thầy cô thật nhiều sức khỏe.. . . . Trân trọng,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô.. . . . Em là [full_name]. . Mssv: [student_id]. . lớp KU18VLY. . Trường hợp môn học em muốn đăng kí môn Kỹ Thuật Lập Trình (AS3059) nhưng không có môn học mở. vì môn tự chọn nên ít bạn đăng kí học. Em có thể đăng kí môn này của ngành khách Kỹ Thuật Lập Trình CKT(AS2003) thay thế được không. . . ( khóa k18 phải đủ 9 tín chỉ trong nhóm tự chọn B) . . Vì là môn tự chọn nên nếu đăng kí AS2003 thì có được chuyển điểm về môn AS3059 không ạ.. . Mong thầy cô phản hồi sớm.. . Em cảm ơn.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em xin thêm slot môn Anh Văn 4 (La1009) ạ, hiện tại do hết slot có thể cho e vào 1 slot lớp bất kì hay mở thêm lớp để những bạn cùng chí hướng như em đăng ký với ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ vì đường truyền kết nối internet hôm nay không ổn định nên em xin phép được hoãn thi môn Vật lý 2 PH1007 ca 7h sáng 13/08/2021 ạ. Em xin cảm ơn.. .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Đăng ký môn học . Đăng ký môn học (Em đăng hỏi mấy ngày chưa nhận được trả lời ạ). . . . Rất quan trọng với em.(3h chiều nay là hết hạn dk rồi ). . . . . . Dạ cho em hỏi em đang thiếu một môn giáo dục thể chất chưa trả , em có thể làm đơn để được đăng ký thực tập tốt nghiệp không ạ.. . Mong nhà trường xét cho em vì em đã trễ thời gian ra trường quá lâu rồi ạ.. . . . Nếu như làm đơn thì trong tình hình hiện nay xử lý như thế nào ạ.",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PDT, . . . . Em bị thiếu av4. Em dự định học lớp anh văn 4a theo nhu cầu. Tuy nhiên em lo lắng về thời lượng học. Vậy phòng đào tạo cho em hỏi: . . Lớp anh văn 4A kỳ DT211 học trong bao lâu và có kịp công nhận đạt để em xét tốt nghiệp vào tháng 11/2021 không ạ?. . . . Em đang rất lo lắng. Hy vọng được thầy cô giải đáp trước 2h chiều nay để em đăng ký môn ạ!",
            "Chào bạn. . Môn đăng ký HK này không kịp có kết quả để xét tốt nghiệp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]. . Hệ VLVH: khoa cơ khí. . Em đã thanh toán trễ học phí HK202. Nay em xin được mở đăng ký môn học cho HK kế tiếp ạ .  B   /B   B . . Kính mong thầy/cô xem xét giúp em.. . Em xin cảm ơn.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên [full_name] - [student_id], lớp CCQKD18. . Em xin được mở thêm sỉ số 2 môn: . . - Hành vi tổ chức (IM2017) lớp CC01 . . - Giao tiếp trong kinh doanh(IM3047) lớp CC01. . Lí do là vì vừa rồi đợt 1 em đã đăng kí rồi nhưng đợt 2 lại tự bị out ra và khi vô lại thì đã hết slot ạ. Em mong phòng đạo tạo có thể mở thêm sỉ số môn học để có thể tham gia học 2 môn trên vào kì sau ạ. Em cảm ơn rất nhiều ạ.. .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ,. . Em là [full_name], học khoa Khoa học và Kỹ thuật Máy tính ạ. Em có một số thắc mắc mà em đã tra trên BKwiki nhưng không có, mong thầy, cô giải đáp cho em với ạ.. . . . Theo như chương trình đào tạo thì em thấy có 2 loại môn tự chọn như sau:. . - Tự chọn tự do (Free Elective) . . - Tự chọn nhóm (Elective Courses - Group) A, B, C, D.. . . . Em có thắc mắc như sau:. . 1. Tín chỉ tự chọn tự do được tính theo quy tắc, ràng buộc nào?. . 2. Nếu em đã học những môn tự chọn nhóm rồi thì có thể học những môn khác trong nhóm đó để làm tín chỉ tự chọn tự do không ? (Ví dụ: các môn tự chọn nhóm A là a, b. Em đã học a để đủ nhóm A rồi thì nếu học tiếp môn b nữa thì có được tính vào tín chỉ tự chọn tự do không?).. . . . Em cảm ơn ạ,. . [full_name].",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi Thầy/Cô,. . Em tên [full_name], MSSV: [student_id], hệ bằng 2 chính quy.. . Em đã nhận được quyết định thu nhận lại nhưng hiện tại vẫn không đăng ký được môn học.. . (các yêu cầu về tín chỉ, môn học em đều đạt).. . Kính mong Thầy/Cô kiểm tra lại giúp em.. . Em cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng chụp hình quyết định thu nhận gửi qua bksi giúp nhé, hiện tại trên mybk/Thông tin SV bạn vẫn bị Buộc thôi học, trường hợp buộc thôi học phải làm đơn cứu xét thu nhận nộp tại Khoa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào admin,. . Em tên là [full_name] MSSV [student_id]. . Em xin pđt tăng thêm sỉ số của môn TỔ chức thi công CI4125 lớp L01 hoặc L02 ạ. Tăng 1 vài slot để cho em và những bạn còn chưa đăng ký được à. . Em xin cảm ơn. .",
            "Chào bạn,. . . . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . . . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT!. . Lần trước bọn em có nộp đơn xin mở lớp ME3215 được Khoa và CBGD đồng ý mở lên PĐT.. . Nhưng đến nay gần hết hạn ĐKMH rồi mà môn ME3215 vẫn chưa có trên hệ thống.. . Bạn: [full_name]T     MSSV [student_id]. . Là người đại diện xin mở lớp, nhưng nay bạn đi chích vắc sin nên em mail để nhắc PĐT.. . Kính mong PĐT xem xét và phản hồi lại cho em.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào anh chị!. . Em tên: [full_name] mssv [student_id]. . Dạ cho em hỏi thời điểm này do không thi được chứng chỉ anh văn và bổ sung ngày công tác xã hội nên trên trang em không thể đăng kí luận văn ạ. Đây là kì cuối của em nên cho em hỏi có cách nào đăng kí được không ạ? Em cảm ơn",
            "Chào bạn,. . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Ngày CTXH: Bạn vui lòng liên hệ về văn phòng Đoàn Khoa – Đoàn Trường để được hướng dẫn và hỗ trợ nhé!. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy/cô. . Em muốn hỏi là bao lâu sau khi đơn mở lớp dự thính được chấp nhận thì môn học sẽ được cập nhật lên hệ thống?. . Vì hôm quá đơn mở lớp cơ học máy (ME2077) dự thính đã được chấp nhận nhưng đến giờ vẫn chưa có trên hệ thống. Mà 2h chiều nay sẽ hết hạn đăng kí môn học ạ!. . Mong sớm nhận được hồi âm từ thầy cô. . Trân trọng. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Kính Gửi : Ban Giám Hiệu [full_name] [full_name]            Phòng Đào Tạo Trường Đại Học Bách Khoa [full_name] [full_name] Em tên là : Nguyễn [full_name] [full_name] [full_name] Mssv : [student_id][full_name] [full_name] Lớp : XD18CT1 [full_name] [full_name] Dạ thưa PĐT trong học kỳ dự thính của kỳ 211 này lớp em có xin PĐT mở lớp [full_name] [full_name] Môn : Máy Bơm và Trạm Bơm[full_name] [full_name] Mã môn học : CI3059 [full_name] [full_name] Nhưng mà một số bạn trong đó có em bị vướng mắc là thiếu môn học song hành là [full_name] [full_name] Môn : Thủy Lực[full_name] [full_name] Mã môn học : CI3081 [full_name] [full_name] Nên không đăng ký được ạ và bên cạnh đó thì không đủ sỉ số tối thiểu nên không được mở lớp ạ mong PĐT giải quyết giúp em với ạ[full_name][full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] Thân Mến![full_name] [full_name] [full_name]",
            "Chào bạn. . -Việc dkmh phải theo quy định của CTDT do Khoa quy định. . - Không đủ sĩ số thì sẽ không được mở lớp. . - Để tư vấn rõ hơn về CTDT bạn nên liên hệ Khoa để tư vấn và hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em xin hỏi là em đã đang kí môn học rồi mà sao vẫn chưa có thòi khóa biểu ạ. .",
            "Chào bạn. . Bạn xem lại thông báo để biết thông tin xem TKB ở đâu nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng Đào Tạo, em tên là [full_name], MSSV: [student_id],. . Đợt đăng ký môn học kì chính 211 vừa rồi em đăng ký môn Hóa phân tích (CH2113) không kịp do hết sĩ số ạ. . . Nên em xin PĐT mở thêm 1 slot ở lớp L02 (thứ 5, thứ 6 tiết 2-2) để em có thể đăng ký học ạ.. . Vì thời khóa biểu của hiện chỉ phù hợp với lớp này nên em xin PĐT xem xét giúp em ạ!. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin mở thêm sĩ số lớp môn Cơ học thủy khí mã TR1005, lớp L01_L01. Hiện tại sĩ số của lớp chỉ có 25 bạn thôi ạ. Mong phòng đào tạo tạo điều kiện cho em.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Thầy/cô cho em hỏi như hình em có gửi kèm, nếu lớp DT01_DT02 đủ 15/30 (50% sĩ số lớp lý thuyết) thì có được mở không ạ vì chỉ khác lịch Thí nghiệm đối với DT01_DT01.. . . . Em cảm ơn.",
            "Chào bạn,. . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em mới chuyển chương trình từ Chất lượng cao sang Đại trà, trước đây em đã pass học kì Pre dạy tiếng Anh nhưng chưa có thi lấy điểm IELTS. Trong trường hợp này, em có cần đăng ký học các lớp Tiếng Anh bên Đại trà không ạ?",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi là học phí kì dự thính 211 là bao nhiêu một chỉ vậy ạ ?",
            "Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 Sinh viên xem tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Học vụ    Học phí. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô/thầy,. . Em đăng kí môn học thì gặp lỗi không giãn cách được 2 cơ sở như này, trong khi đó thời gian giãn cách là 2 tiết mà sao lại không được ạ? Môn này môn song hành với đồ án nên rất quan trọng với em ạ. Em mong pdt giúp đỡ!. .",
            "Chào bạn. . Bạn đã đăng ký được môn ME3033 rồi mà. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa cô thầy, em là K19 và rớt một số môn lúc học kì 201 và kì này em có ĐK vào đợt 1 nhưng không được xếp xếp cho em hỏi lý do tại sao em không được xếp lớp học cho các môn như Giải tích mạch: EE2033, hệ thống máy tính và ngôn ngữ lập trình:EE2009 . mặc dù các môn này em đăng kí lại . Trên trang đăng kí môn học thì lại để không có khả năng xếp lớp. em vô cùng hoang mang. em mong quý thầy cô giải quyết cho em với ạ sắp hết được dk môn học kì 211. em xin chân thành cảm ơn",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi PDT. . Em vừa thi xong môn Vật lý 2 và em cũng bị mất luôn file ghi hình em vừa đăng ký hoãn thi xong giờ em cần làm gì nữa vậy ạ",
            "Chào em,. . em vừa đăng ký hoãn thi xong giờ em cần làm gì nữa vậy ạ. . =  Em xem email xác nhận.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi nhà trường có thể mở thêm sĩ số lớp môn: Kết cấu bê tông cốt thép 2(CI3175), Kết cấu thép 1(CI3009), ĐAMH nền móng(CI3197) được không ạ. Vì trước đó em đăng ký nhưng không có lớp, hôm nay em vào lại xem thì đã hết chỗ ạ.. . Em xin cảm ơn!",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . .",
            "Đăng ký môn học . Em tên là [full_name], [student_id], em xin mở thêm sĩ số lớp giải tích mạch EE(2033), em xin cảm ơn.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin mở thêm sĩ số lớp L11_L22 môn giải tích mạc (ee2033). vif em bị chậm chương trình, nên kính mong thầy cô mở cho e học để kịp chương trình. em xin cảm ơn",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em muốn đăng ký môn Nhập Môn [full_name] Thuật mã EE1001 ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nảy em xin thêm 1 slot môn CH2113 thì PDT trả lời vậy,. . . . Chào bạn,. . . . •    Pdt đã cập nhật một số môn mở lớp mới (do Khoa gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •    Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). .  . . Nhưng em vào xem thì vẫn thấy môn Hóa phân tích chỉ mở có 80 sinh viên 1 lớp thôi ạ. . . Vậy là môn này không tăng sĩ số thêm được nữa ạ?. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy cô ạ. . Em là sinh viên Cảng Biển khoá 17. . Hôm trước em có xem được thông báo của bộ môn là sẽ huỷ ràng buộc tất cả các điều kiện cho sinh viên ngành Cảng vì Bộ môn đã gửi đơn lên Phòng đào tạo và được xem xét đồng ý. . Hiện tại em đã đăng ký CI3333(Thực tập tốt nghiệp) trong kỳ dự thính 211 vì kỳ chính không mở môn, . . Nếu tính số chỉ HK202+203 thì em đạt điều kiện tín chỉ, nếu bỏ qua ràng buộc tín chỉ thì sẽ còn 1 ràng buộc. . Ràng buộc của em ở đây là số tín chỉ vượt  15 . . Không biết sau đợt này môn học có được giữ lại không hay sẽ bị huỷ ạ. . Mong thầy cô hồi âm. . Em chân thành cảm ơn!",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy(Cô)!. . Cho e hỏi môn Các hệ thống quản lý bảo trì mã IU3007 với sĩ số hiện tại là 11/60 thì có bị xóa môn không ạ? Và với sĩ số bao nhiêu thì được mở ạ.. . . .",
            "Chào bạn,. . Bạn xem quy định về mở lớp tại đây:. . . . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Bạn có thể đợi mail thông báo vào ĐKMH đợt 3 nhé!. . Chúc bạn học tập tốt nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em hỏi danh sách môn mở cho VLVH xem ở đâu ạ? bình thường nó sẽ gửi file kèm chung mail, nhưng em kiểm tra không thấy ạ. em cám ơn",
            "Bạn vào mục tìm môn học trong đợt đăng học và gõ khoản cách, sẽ có toàn bộ môn được mở nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi quý thầy cô. . Em hiện nay là sinh viên khoa Điện - Điện tử . . Theo chương trình đào tạo em thấy được là có 9 tín chỉ tự chọn tự do và 3 tín chỉ tự chọn của nhóm B.. . Em xin được hỏi rằng trong trường hợp em đã học 3 tín chỉ tự chọn của nhóm B rồi em có thể đăng kí thêm một môn học của nhóm B nữa để được xét là 3 chỉ trong 9 tín chỉ tự do được không ?. . Chân thành cảm ơn quý thầy cô đã đọc.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . mong PĐT giải đáp thắc mắc gấp cho em với ạ.việc là em có mấy môn kì chính không mở,còn dự thính thì mở mà lại là mã T1,hôm qua bạn em có mail cho pđt hỏi là có được tính điểm cho mã DT,L,A không thì pđt trả lời là không tính.Bây giờ bọn em lại nhận được mail pđt thông báo là cho SV hệ chính quy và VHVL học chung thì giờ bọn em phải đăng ký sao đây ạ.em xin cảm ơn",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em Tên: [full_name]. . MSSV: [student_id]. . Hệ VHVL: Khoa Kỹ Thuật Giao Thông. . Hiện tại em không có tên trong danh sách nhập điểm của thầy [full_name] môn Chi Tiết Máy mong quý thầy cố kiểm tra và trả lời em.. .",
            "Chào bạn. . Bạn nhờ Thầy kiểm tra lại nghen, vì trên TKB Mybk- TKB bạn có tkb môn ME2007\tChi tiết máy\tnhóm\tT01, Pdt đã gởi ds về Khoa rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô. . . . em muốn hỏi là khi sinh viên đại trà đăng ký   B lớp T  /B  thì có được tính điểm vô điểm tích lũy ngành hay không? hay là chỉ tính là pass mà không tích điểm chuyên ngành? . . . . Em xin cảm ơn thầy cô đã bỏ thời gian quý bấu để trả lời câu hỏi",
            "Chào bạn. . Không được đăng ký luôn chứ lấy gì tính điểm. . Môn có mã nhóm T thuộc tại chức nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo. . Em xin nộp đơn mở môn học quản lý dự án mã môn học ME3223 và đơn kèm theo. . Hôm trước em có nộp và phòng đào tạo trả lời sẽ gửi mail cho em sau 15h ngày 12 không nhận được mail nên em liên hệ lại. Phòng đào tạo tạo điều kiện mở lớp giúp bọn em",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. .",
            "Đăng ký môn học . Chào phòng đào tạo. . Em xin nộp đơn mở môn học quản lý dự án mã môn học ME3223 và đơn kèm theo. . Hôm trước em có nộp và phòng đào tạo trả lời sẽ gửi mail cho em sau 15h ngày 12 không nhận được mail nên em liên hệ lại. Phòng đào tạo tạo điều kiện mở lớp giúp bọn em.. . Em xin cảm ơn",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng Đào tạo. . Em tên: [full_name], MSSV: [student_id]. . SĐT: [phone_number]. . Đã tạm dừng từ học kỳ 202 năm học 2020 - 2021. . Lý do: Tạm dừng vì không đăng ký môn học và thanh toán trễ học phí. . . Quyết định số: 263/QĐ-ĐHBK. . Nay đề nghị được thu nhận lại từ học kỳ 211 năm học 2021 - 2022. . . Sau khi được thu nhận lại, em sẽ đăng ký môn học, thanh toán học phí và chấp hành đúng quy chế của nhà trường.. . . . Do tình hình dich COVID-19 kéo dài nên hiện tại em chưa thể đăng ký thi Anh văn TOEIC được, em xin hỏi Phòng Đào tạo là em có thể đăng ký môn LVTN trước rồi sau tình hình dịch COVID-19 em sẽ đăng ký thi TOEIC được không? Em đã hoàn thành tất cả các môn học và còn lại môn LVTN, kính mong Phòng Đào tạo xem xét cho trường hợp của em. Em xin chân thành cảm ơn Phòng Đào tạo.. . . . Trân trọng ./.. .   i Học vụ .",
            "Chào bạn,. . Trường hợp đóng HP trễ sẽ không được phục hồi lại TKB ở đợt 1 đăng ký nhé, SV phải vào đăng ký môn học lại.. . Để tiếp tục ĐKMH cho HK 211, SV vui lòng tải mẫu đơn thu nhận tại trang (aao.hcmut.edu.vn/Sinh viên/biểu mẫu) SV phải thanh toán HP trước khi nộp đơn thu nhận.. . Điền đầy đủ thông tin và gửi qua bksi nhé.. . . . Phải đủ điều kiện bạn mới có thể đăng ký được môn LVTN.. . Sau khi đủ điều kiện, bạn có thể làm đơn xin đăng ký LVTN trễ hạn sau khi hết thời gian đăng ký online.. . Trong đơn phải có xác nhận đồng ý của giáo viên hướng dẫn và Ban chủ nhiệm khoa sau đó nộp tại Phòng Đào tạo để được xem xét đăng ký bổ sung trễ hạn. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có lịch thi giữa kì sau khi thi cuối kì mà em đã đăng kí hoãn thi rồi em có phải tham gia thi giữa kì không ạ. Em cảm ơn.",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em tên [full_name], MSSV: [student_id]. . Cho em xin phép đăng ký thêm môn EE3087-[full_name] Trong Hệ Thống Điện vào thời khoá biểu. . . Lý do không đăng ký được là không đủ thời gian giãn cách giữa 2 cơ sở với môn EE3009, nhưng em cam kết là với hơn 1h10p giữa tiết 7 thì em có thể di chuyển qua 2 cơ sở bằng xe máy lẫn xe bus.. . Mong thầy cô có thể đăng ký giúp em lớp L01_L01 môn EE3087-[full_name] Trong Hệ Thống Điện để có thể học xong chương trình của trường.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . .",
            "Dạ chào cô, . . Môn EE3087 này em không đăng ký được do ghi là không đủ thời gian giản cách giữa 2 cơ sở.. . Nhưng giữa hai môn EE3087 và EE3009 có 1 tiết 7 để di chuyển. Có nghĩa là em có hơn 1h10p để di chuyển từ cơ sở 2 sang cơ sở 1.. . Nên em muốn đăng ký học thêm môn EE3087 vào lịch đăng ký. Cô có thể đăng ký cho em vào nhóm L01_L03 của môn học EE3087 được không ạ? Em thấy vẫn còn cần thêm sinh viên."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là [full_name] _ [student_id]. . Nay e làm đơn này xin PĐT cho phép em đăng kí môn học đợt 2.. . Lí do : vì tình hình dịch bệnh khó khăn nên đã thanh toán học phí trễ hạn. Em đã nộp đơn cứu xét.. . Mong PĐT xem xét mở môn học cho em ạ. .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào phòng đào tạo trường ĐHBK tpHCM. . Em tên: [full_name]. . MSSV: [student_id]. . Môn học: Chi tiết máy. . MSMH: ME2007. . Nhóm T01-A. . Em có nhận được mail của thầy [full_name] giảng dạy môn Chi tiết máy thông báo là em không có tên trong danh sách khi thầy nhập điệm ạ, mong phòng đạo tạo kiểm tra lại giúp em. . Em xin cảm ơn",
            "Chào bạn;. . Bạn nói Thầy check lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là theo mail trường là nếu chưa nộp bản sao Bằng tốt nghiệp THPT thì phải đăng kí mới lại nhưng nếu đợt 1 em đăng kí và đợt 2 này em có các môn được hiển thị như sau thì em có cần phải đăng kí nữa không ạ",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào thầy(cô) ạ, lúc nãy em có đăng kí kĩ thuật số (ee1009) nhưng em bấm hủy môn để em chọn lịch học khác ạ, nhưng khi bấm hủy thì hệ thống hủy luôn môn giải tích mạch ee(2033) ạ, em xin mở thêm sĩ số lớp giải tích mạch ee(2033) ạ, em chân thành cảm ơn ạ.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm nay theo lịch em sẽ thi môn vật lý 2 ca 7h sáng nhóm L02-B nhưng do sự cố về điện nên em không thể tham gia thi được. . Xin phòng đào tạo cho em được tham gia thi Vật Lý 2 vào ca 10h . . Em cảm ơn",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em muốn đăng ký môn học Nhập môn kỹ thuật CI1001 thì đăng ký như nào ạ? Em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2036066  /b \t. . Chào Thầy/Cô. . Hiện tại em không đăng ký được môn Luận Văn tốt nghiệp EE4333, thông báo là do còn thiếu các môn học Đồ án, Thực tập, Đề cương, trong khi tất cả các môn đó em đều đã học đạt hết, riêng môn Đề Cương Luận Văn em được miễn. Em chuyển từ hệ chính quy sang VHVL, vậy em xin Thầy/ Cô sớm cập nhật cho em đăng ký môn cuối, đã 2 học kỳ rồi em không đăng ký được luận văn vì lý do này, mà phòng đào tạo vẫn không giải quyết ổn thỏa, em chỉ còn môn này để tốt nghiệp, giảng viên hướng dẫn em cũng đã xin rồi.. . Xin Thầy/Cô giải quyết triệt để giúp em, chứ 2 3 học kỳ không xin được môn Luận Văn để kéo dài vầy chắc em bỏ tốt nghiệp chứ không theo nổi với lí do này! . .   i Đăng ký môn học .",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Dạ em chào Thầy/Cô của Phòng đào tạo ạ.. . Em tên [full_name], MSSV : [student_id].. . Em viết đơn này xin trình bày vấn đề như sau ạ. Kì trước em không đăng kí môn học nên đã bị tạm dừng ạ. Kì này em muốn đăng kí thu nhận lại để được đăng kí môn học, nhưng hiện tại tình hình dịch bệnh phức tạp nên em không thể nộp trực tiếp ở phòng đào tạo được.. . Em rất mong nhờ sự giúp đỡ sớm từ thầy cô chỉ cho em cách để em nộp đơn đươc ạ.. . Nếu được cho phép em có thể xin phép nộp đơn bằng hình thức online ạ.. . Em xin chân thành cảm ơn thầy cô ạ.. . Chúc các thầy cô sức khỏe ạ.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Mặc dù PDT đã cập nhật hệ thống nhưng khi đăng kí môn tự chọn EN2017 - Mô hình hóa môi trường em vẫn bị vướng tiên quyết là EN2035- Thủy văn môi trường ạ. Hôm nay đã là ngày cuối đăng kí môn học rồi.. . Mong PDT giải quyết giúp em ạ.. . Em cảm ơn.",
            "Chào bạn. . \" Nếu yêu cầu của bạn đến nay vẫn chưa được xử lý, vui lòng gửi lại để PDT kiểm tra và trả lời cho bạn \". .  . . SV lưu ý:. .  1- Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của Google Meet (tối đa 100 tính luôn Giảng Viên).Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . 2- Đã hết thời gian hiệu chỉnh và hủy môn học, Về việc rút Môn Học (có tính học phí) sinh viên vui lòng đợi mail thông báo của PDT trong tháng 9/2021. . 2- Nếu có nhu cầu học, SV có thể đăng ký dự thính (lộ trình 2 bắt đầu học ngày 30/8) vào đợt 2 từ ngày 25/8 đến 27/8. . 3- Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 2 (hoặc Kết quả đợt 1)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . 4- Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . 5- SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô/thầy ạ. Em muốn hỏi về sỉ số mở lớp của môn chuyên nghành, cụ thể là CO3067 - Tính toán song song của khoa máy tính. PDT mở 2 lớp, 1 lớp đang là 40/40, lớp còn lại thì 17/40. Không biết là lớp 17/40 có bị xóa không ạ.. . Em muốn hỏi thêm là kỳ này có mở đăng ký môn học đợt 3 không ạ.. . . . Em cám ơn và mong nhận được phản hồi sớm nhất có thể.",
            "Chào bạn,. . . . •\tPdt đã cập nhật một số môn mở lớp mới (do [full_name] gởi lên, SV nộp đơn..., các môn anh văn), SV vào kiểm tra và đăng ký nếu có nhu cầu.. . •\tHiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet (tối đa 100 tính luôn Giảng Viên). . •\tXem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . •\tChúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa anh/chị,. . . . Em có thể hỏi đối với những bộ môn Lý luận Chính trị tại học kì 211, với sự đồng ý của cô [full_name] phó trường khoa Khoa học Ứng dụng và phụ trách bộ môn Lý luận Chính trị, sinh viên CLC có thể làm đơn xin học cùng với đại trà, học kì chính quy hoặc học kì dự thính không ạ? . . . . Còn đối với những bộ môn khác ngoài Lý luận Chính trị thì sao ạ?. . . . Em xin cảm ơn.. . . . Trân trọng, . . [full_name]. .   i Học vụ .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Văn phòng đào tạo quốc tế qua địa chỉ mail: [email] . . Thân. ."
        ]
    }
]