[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em xin đăng ký môn học: Quản lý chuỗi cung ứng. . Mã MH: IM3021. . . . Trong đợt đăng ký môn học đợt 2 em đã đăng ký thành trong, nhưng trong đợt 3 thì em không thấy môn đó trong kết quả.. . . . (nếu được em muốn chọn lớp ngày thứ tư). . . . Em xin cảm ơn.",
            "IM3021 A01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em chuyển từ hệ chính quy qua hệ vừa học vừa làm do bị bệnh. Ở hệ chính quy e đã đăng ký làm luận văn tốt nghiệp nhưng bỏ giữa chừng do em bị bệnh. Chứng chỉ toeic và các tín chỉ môn học đều đủ. Nhưng khi đăng kí luận văn tốt nghiệp hệ Vừa học vừa làm lại nhận kết quả là không đạt để đăng kí luận văn tốt nghiệp do thiếu chứng chỉ Tiếng Anh. Không biết có phải là do chứng chỉ của e hết hạn hay là do lý do khác ạ? và e có thể nhận luận văn tốt nghiệp và bổ sung chứng chỉ tiếng anh sau không ạ? . . . . Mssv của e: [student_id]. . Khoa Cơ khí. . Ngành: Cơ điện tử",
            "Gửi đến SV. . do CCAV của SV được cấp từ năm 2015 nên đã quá hạn.. . thân chào.",
            "Dạ vậy e có thể xin làm luận văn và nộp bằng Toeic sau được không ạ",
            "QUOTE Dạ vậy e có thể xin làm luận văn và nộp bằng Toeic sau được không ạ  /QUOTE . . Chào bạn;. . Theo quy định, bạn phải nộp CCAV thì mới được đăng ký LVTN . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Dạ em mong Phòng đào tạo có thể giúp em ạ. Em là sinh viên năm nhất của khoa Kĩ thuật Hóa học. Em muốn hỏi là khi nào chính xác là hạn chót để nộp chứng chỉ Av và chuyển điểm để điểm được chuyển sẽ được tính trong điểm trung bình hk 192 để cuối năm phân ngành ạ. Vì theo em biết nếu qua một thời hạn nào đó thì điểm sẽ chuyển cho năm học tới. Và nếu lỡ hết hạn thì đến đầu tháng 4 em có thể nộp được không ạ vì hiện tại chưa đủ điều kiện thi Av ạ? Em cảm ơn ạ.. .",
            "Chào bạn,. . Lịch lấy dữ liệu anh văn đã được trường công bố chính thức trên lịch hoc vụ rồi nha bạn.. . Bạn vui lòng xem chi tiết tại : www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ-- HK192.. . Thân.",
            "Dạ em có hỏi rõ hơn không ạ, chắc câu hỏi trước em hỏi dài quá. . . -Lịch học vụ ghi 4/2 là lúc bắt đầu chuyển điểm AV hay hạn chuyển điểm ạ?. . -Và vì dịch Corona nên lịch này cũng dời sang 2 tuần phải không ạ?",
            "Chào bạn,. . Ngày ghi trên lịch học vụ là ngày lấy dữ liệu AV cập nhật vào ctrình DKMH cho sv ban nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . dạ thưa thầy cô,theo lịch học vụ thì ngày 4/2 nộp chứng chỉ ngoại ngữ để ngày 11/2 đăng kí luận văn lần cuối.Mà giờ phải nghỉ học do dịch bệnh thì lịch đăng kí môn học có thay đổi không? Khi nào em có thể đăng kí luận văn tốt nghiệp? em xin cảm ơn.",
            "Chào bạn. . Nếu tuần sau không có gì thay đổi thì đăng ký LVTN từ ngày 11/2 đến 17/2 nghen bạn, có gì thay đổi thì phòng đào tạo sẽ gởi mail cho toàn bộ SV"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Kính gửi phòng đào tạo Trường Đại học Bách khoa. . . . Em đang gặp khó khăn trong việc đăng kí môn học vì không biết môn nào được miễn môn, môn nào tiên quyết. Ở lần đăng kí bổ sung, em có đăng kí 2 môn là Nguyên lí máy và Vật lí 2 (trong hình 1 đính kèm). Thời khóa biểu hiện tại chưa cập nhật và chỉ hiện 3 môn đã học (hình 2). Trong đợt bổ sung lần cuối thì phần lịch sữ đăng kí ghi em không được đăng kí 2 môn Nguyên lí máy, Vật lí 2 (hình 3). Thầy/cô cho em hỏi là em phải đăng kí môn khác hay đăng kí lại 2 môn này. Nếu đăng kí môn khác thì mong thầy/cô gửi danh sách miễn môn để tiện sắp xếp việc học và việc làm cá nhân.. . . . Mong nhận được giải đáp của quý thầy/cô, em xin cảm ơn.",
            "Môn mã D là môn đã có điểm đạt (miễn môn) vì vậy bạn đk môn khác. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Admin ạ,. . Em là [full_name]SV:[student_id] là sinh viên khóa 2015 kỹ thuật xây dựng kì này em đk luận văn tốt nghiệp mà do thiếu 1 ngày CTXH (đc.9 ngày) nên bị hủy không cho làm LVTN em mong PDT giúp em cho đk làm LVTN ngày công tác xã hội đó em cập nhật sớm nhất ạ. Mong phòng đào tạo giúp đỡ em cho em ra trường ạ. Em xin chân thành cảm ơn rất nhiều.",
            "Chào bạn. . Theo quy định về môn luận văn tốt nghiệp bạn phải hoàn thành đầy đủ các điều kiện. Nên trong thời gian sớm nhất, bạn tích lũy đủ ngày CTXH thì làm đơn cứu xét nộp tại Phòng đào tạo",
            "dạ em xin chân thành cảm ơn ạ, mong phòng đào tạo cứu xét giúp em còn có cơ hội làm ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Chào PĐT trường ĐHBK tpHCM!. . . . Em hiện là SV hệ VLVH. Do nhu cầu công việc và gia đình, em xin phép hỏi về việc chuyển trường(ĐH Sư Phạm KT). Em đã hỏi ý kiến bên SPKT, em cần làm đơn và được xác nhận từ 2 hiệu trưởng của trường.. . . . Mong PĐT tư vấn giúp em!. . Cảm ơn vì đã đọc.. . [full_name]- [student_id].. . SĐT: [phone_number]",
            "Chào bạn;. . Bạn liên hệ bên trường ĐH Sư Phạm KT để xem thủ tục chuyển trường bên đó thế nào nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em có xin pdt cho đăng kí bổ sung vào môn học Vật liệu nhựa và khuôn mẫu ME3207 nhưng pdt đăng kí thêm cho em nhầm môn Mô hình hóa ME3027 em đã học rồi ạ. Mong pdt xem xét và cho em đăng kí thêm môn ME3207",
            "ME3207 trùng TKB môn ME3021.. . Môn ME3027 đã được xóa . . Thân",
            "Theo thời khóa biểu thì môn ME3207 và môn ME3021 em đã đăng kí trước đó chỉ có trùng thời khóa biểu 2 tuần 4 và 5 tổng cộng 6 tiết. Số lượng các môn tự chon có mở trong chương trình học của em rất hạn chế.Em chỉ cần phải học đúng 2 môn này nữa thôi mong pdt cho em đăng kí.",
            "trùng tkb ko thể học được,"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]2  /b \t. . . . Kính chào các thầy cô, em là [full_name], mssv [student_id]2. Học kỳ vừa rồi em đã hoàn thành luận văn tốt nghiệp nhưng không may bị rớt một môn, mà thời điểm thi môn đó đã vượt quá thời gian đăng kí môn học cho học kì này. Nên bây giờ em viết yêu cầu này để mong muốn được đăng kí môn   B công nghệ vật liệu nhựa và gia công khuôn mẫu (ME3207) hoặc thiết kế khuôn trên hệ tích hợp CAD/CAE (ME4459)  /B  để hoàn thành kịp tiến độ học tập vì học kì này cũng là học kì cuối của em (học kì thứ 14). Em xin cám ơn",
            "đã đk: ME3207 nhóm A01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Điểm thi . Chào phòng đạo tạo, cho em hỏi khi nào cập nhật điểm thi av350 ạ. Vì đến đợt đăng kí bổ sung LVTN mà chưa ra điểm vậy có được xét LVTN không ạ. Em cảm ơn.",
            "đã có điểm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý Thầy/Cô. . Em tên [full_name] là sinh viên K15, hiện tại em đã đăng ký luận văn tốt nghiệp cho học kỳ này. . . Em muốn biết khi nào thì có danh sách phân công giáo viên hướng dẫn ạ.. . Còn nếu em muốn đăng ký giáo viên hướng dẫn chính thì em cần làm gì ạ? Đơn xin giáo viên hướng dẫn luận văn em gửi đính kèm bên dưới mong phòng đào tạo và khoa xem xét.. . Em chân thành cảm ơn.",
            "Chào bạn. . Về danh sách phân công giáo viên hướng dẫn bạn liên hệ về Bộ môn - Khoa để giải đáp nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . . . Em tên là Trần Diễm Hương, MSSV [student_id], lớp QL16CN1, khoa Quản lý Công nghiệp.. . Em có thắc mắc về quy định của kỳ thi Anh văn Nói - [full_name] mong được Phòng Đào tạo giải đáp giúp em ạ.. . . . Em là sinh viên khóa 2016, em đã thi Anh văn Nói-[full_name] tại Trung tâm Ngoại ngữ của trường với kết quả \"Đạt\" (290 điểm) vào ngày 21/05/2017. Em muốn hỏi liệu kết quả vào năm 2017 đó vẫn còn được áp dụng cho đến năm học 2019-2020 này và chấp nhận đạt chuẩn Anh văn Noi - [full_name] hay không ạ? Vì ngoài việc kiểm tra từ danh sách tổng hợp của Trung tâm em không tìm thấy thông tin nào trong mục Thông tin sinh viên trên trang web để có thể kiểm tra tình trạng công nhận kết quả này từ Phòng Đào tạo. . . . . Em rất mong nhận được sự phản hồi từ quý Thầy/Cô.. . . . Em xin chân thành cảm ơn.. . Trân trọng.",
            "Chào bạn. . - Tôi đã kiểm tra không thấy kết quả anh văn 2 kỹ năng của bạn, Bạn có thể cung cấp minh chứng để phòng đào tạo kiểm tra lại nghen",
            "Dạ em gửi link danh sách kết quả thi 05/2017 do BKEnglish công khai trên website ạ.. . . . Em STT 128, [full_name], thi ngày 21/05/2017, điểm thi 290.. . . . Đính kèm là file em chụp được.. . . . Em cảm ơn ạ!",
            "Em gửi bổ sung link kết quả ạ: https://docs.google.com/spreadsheets/d/1tPWLKwyUeL1icWUlgL6gfsNCee6WnNaUMS7MTOL73jM/edit#gid=[student_id]68. . . . Em cảm ơn.",
            "Chào bạn. . Phòng đào tạo đã cập nhật bạn đủ anh văn 2 kỹ năng rồi nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Gửi thầy/cô! . . E là SV chuyển hệ từ CQ sang VLVH, hiện trong đợt ĐKMH không mở môn học mà e muốn ĐK, đăng ký học chung với lớp CQ thì hệ thống báo chưa có môn tiên quyết (vì chuyển điểm chưa qua) nên e không thể ĐK môn học được.. . Mong thầy cô hướng dẫn ạ!. . Em cảm ơn!",
            "bạn cung cấp mã môn học, mã nhóm cần đăng ký để kiểm tra. . Thân",
            "1/ Mã môn học: EE3025 . . Mã nhóm: A01. . 2/ Mã môn học: EE3127. . Mã nhóm: A01",
            "ok"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Gửi Văn phòng Đào tạo Quốc Tế. . -Em tên là [full_name] - Sinh viên Khoa Kỹ Thuật giao thông K18. . . . Em có câu hỏi là:. . -Trong đợt đăng kí môn học cho học kì 192 vừa rồi vì sơ ý mà em đăng kí thiếu mất 1 môn( em chưa đăng kí mà cứ nghĩ là đăng kí rồi). Em muốn hỏi là em có thể lên văn phòng để đăng kí bổ sung môn học đó để theo kịp tiến độ học tập trong học kì 192 này được không ạ ?. . . . Em xin cảm ơn ạ.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Đào tạo Quốc tế để được hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em chào thầy/cô ạ, học kì 192 em có đăng kí môn xác suất thống kê L09 và môn Bóng Bàn L05, em muốn chuyển thành XSTK L06 và Bóng Bàn L14 được không ạ? nếu được thì em cần phải làm nhứng gì ạ?. . . . Em cảm ơn thầy/cô",
            "ko nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô ạ,. . . . Em là [full_name], sinh viên năm 2 khoa điện-điện tử và sắp phân ngành tự động hoá. Hiện tại em có dự định tham gia chương trình trao đổi tín chỉ AUN-ACTS vào một trong hai kì của năm 3 và em có một vài câu hỏi liên quan đến vấn đề này:. . . . 1. Nếu em ở trong lớp KSTN vào năm 3 thì việc trao đổi qua nước khác trong 1 kì học có ảnh hưởng đến tiến trình học tập ở lớp KSTN không ạ?. . . . 2. Với việc lựa chọn ngành tự động hoá, thì trong những môn học của ngành em vào năm 3 có môn nào tương ứng ở khoá học của trường nước ngoài có thể quy đổi về Việt Nam không ạ? Cụ thể là các khoá học của các trường NTU - Singapore và Chulalongkorn University - Thailand.. . . . Em mong nhận được sự giải đáp của thầy/cô ạ.. . Chúc thầy/cô một ngày tốt lành.",
            "Chào bạn. . Bạn liên hệ trực tiếp Thầy Trưởng Khoa [full_name] để được giải đáp nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên [full_name], Khoa KHUD.. . Em có tham gia bảo hiểm y tế gia đình, lúc trước tết em có photo bảo hiểm nộp cho trạm y tế, nhưng trạm y tế không nhận và kêu về quê làm lại và nộp vào tháng 1. Trong khi em về quê kiểm tra thì bảo hiểm vẫn sử dụng được. Vậy em có cần nộp lại bảng mới và nộp vào tháng 2 được không.",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để hỗ trợ nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xác nhận vay vốn Ngân hàng xã hội .",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi, nếu em tốt nghiệp vào tháng 4/2020 thì em phải nộp chứng chỉ Anh văn nói-viết (mức [full_name]) của Trung tâm ngoại ngữ Bách Khoa trước ngày 27/3 đúng không ? (như hình ảnh đăng trên aao)",
            "Chào bạn. . Bạn xem chi tiết thông tin tại :. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1817"
        ]
    },
    {
        "intent": "",
        "message": [
            "Xác nhận vay vốn Ngân hàng xã hội  /i",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn liên hệ Phòng Công tác chính trị sinh viên để hỗ trợ nghen",
            "Dạ em cảm ơn ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thưa thầy/cô . . Em là sv k14 . môn tiên quyết luận văn của em là môn bê tông cốt thép 1(CI2039) giờ được tách thành 2 môn lý thuyết(CI2091) và đồ án riêng(CI2093) . . Thầy/ cô cho em hỏi em đã qua được môn đồ án nhưng rớt lý thuyết vậy em có đăng ký được luận văn không ạ. các điều kiện khác em đã đạt . . . mong thầy/ cô phản hồi sớm . . Em xin cảm ơn ! . . . .",
            "QUOTE MSSV/MSGV: [student_id]. . Thưa thầy/cô . . Em là sv k14 . môn tiên quyết luận văn của em là môn bê tông cốt thép 1(CI2039) giờ được tách thành 2 môn lý thuyết(CI2091) và đồ án riêng(CI2093) . . Thầy/ cô cho em hỏi em đã qua được môn đồ án nhưng rớt lý thuyết vậy em có đăng ký được luận văn không ạ. các điều kiện khác em đã đạt . . . mong thầy/ cô phản hồi sớm . . Em xin cảm ơn ! . . . .   /QUOTE . . Chào [full_name], trường hợp của em phải đạt môn CI2091 mới được đăng ký LVTN."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Theo thời khóa biểu thì môn ME3207 và môn ME3021 em đã đăng kí trước đó chỉ có trùng thời khóa biểu 2 tuần 4 và 5 tổng cộng 6 tiết. Số lượng các môn tự chon có mở trong chương trình học của em rất hạn chế.Em chỉ cần phải học đúng 2 môn này nữa thôi mong pdt cho em đăng kí.",
            "Trùng TKB bạn không thể học được . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em xin chào ạ. Em xin hỏi em muốn hủy điểm môn học dự thính học kì 191 thì em phải làm như thế nào ạ ? Em xin cảm ơn.",
            "Chào bạn. . Bạn làm đơn ghi rõ lý do xin hủy, hủy môn nào ở học kỳ nào và nộp trực tiếp tại phòng đào tạo để xem xét nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là [full_name] - MSSV: [student_id]. . Em kính mong phòng Đào Tạo có thể cho em bổ sung môn học Cấp Thoát nước (CI3095) vào thời khóa biểu học kỳ 192.. . Lý do: Kịp tiến độ học tập.. . Em xin chân thành cảm ơn.. .",
            "đã bổ sung CI3095 nhóm A02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên hệ vhvl khoá 11/2019 hiện tại em đang đăng ký môn cho học kỳ 2. Theo em được biết chương trinh liên thông không được miễn môn giải tích 2 nên em đăng ký Giải tích 2 và 1 môn chuyên ngành nhưng nhận được thông báo như file bên dưới là sao ạ...? . . (Xin chú thích thêm là khoá bọn em chưa có thông báo miễn môn).",
            "Mã D là đã được miễn.. . Vì vậy bạn ko cần Đăng ký môn đó. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1533650  /b \t. . . .   i Vừa làm vừa học - ĐTTX   Điểm thi . Kính gửi: Quý Thầy/ Cô.. . Hiện em đang thắc mắc \"điểm kiểm tra\" môn AV300, em thi giữa kỳ và làm bài tập online thầy cho trên 80%, nhưng \"điểm kiểm tra\" của em lại là 0.00 điểm. Trong khi đó bạn học ngồi kế bên em học cũng như em lại được 5.5 điểm.. . Em thắc mắc không biết Quý Thầy/ Cô có nhập sai điểm của em không?. . Mong Quý Thầy/ Cô phản hồi giúp em.. . . . Trân trọng.. . . . Lê Ngọc Thanh. . Sdt: 090 6866 019",
            "Chào bạn. . Bạn liên hệ trực tiếp với giáo viên giảng dạy để kiểm tra lại nghen",
            "Chào Chị.. . Hiện em không có thông tin Giáo viên dạy, Chị cho em xin thông tin liên hệ được không Chị.. . MSSV của em là [student_id], tên: [full_name].. . Cảm ơn Chị.",
            "Chào bạn,. . Bạn vui lòng liên hệ tại Văn Phòng Khoa để xin thông tin liên lạc với giảng viên nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Dạ em muốn biết là trước diễn biến của dịch bệnh viêm phổi cấp do vì khuẩn nCov thì trường mình có cho nghỉ tiếp không ạ. Vì nhà em xa nên thứ 7 này em vào lại KTX. Mong nhà trường thông báo sớm để em kịp điều chỉnh. Vì một lần di chuyển ra vào rất tốn kém ạ. Em cảm ơn.",
            "Chào bạn. . Em vui lòng check mail để biết thông tin mới nhất nhà trường gởi nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô.. . Theo thông tin thì sở GD đã cho sinh viên trên địa bàn TP nghỉ thêm 1 tuần. Trường mình có cho sinh viên nghỉ không ạ? Để chúng em có thể sắp xếp việc di chuyển để không có trường hợp lên rồi lại về ạ.. . Em xin cảm ơn.. . Mong nhà trường thông báo sớm đến tụi em ạ.",
            "Chào bạn. . Bạn check mail để biết các thông tin mới nhất từ nhà trường nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Vui lòng trình bày rõ câu hỏi trong ô nội dung!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/ cô, em muốn hỏi rằng trường mình có ý định cho sinh viên nghỉ thêm để phòng dịch không ạ? Vì em thấy rất nhiều trường đã cho nghỉ thêm vì diễn biến của dịch đang rất xấu. Em đang về quê ở Hà Nội nên em muốn biết lịch để có thể đặt vé về một cách tiết kiệm và tiện nhất ạ. Em mong sẽ nhận được câu trả lời của thầy/cô sớm nhất ạ. Em cảm ơn thầy/cô ạ.. .",
            "Chào em. . Em vui lòng check mail thường xuyên nếu có thống báo mới thì phòng đào tạo sẽ thông báo qua mail"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Kính gửi thầy cô pdt trường đh Bách Khoa, em tên [full_name] MSSV [student_id] , thầy cô cho em hỏi là trong tuần đầu tiên của học kì thì em có thể làm đơn để đăng kí thêm môn học được không ạ? Do môn đó sỉ số 60/60 ạ. em xin cảm ơn",
            "em cung cấp mã môn học, mã nhóm để xem xét. . Thân",
            "dạ, EN2021-L01 Ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name].. . Em học LKQT, nhưng bị chậm 1 học kì Pre, giờ em phải đăng kí dự thính như thế nào để kịp tiến độ 2 năm ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng liên hệ tại văn phòng Đào tạo Quốc tế để được hướng dẫn nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em phúc khảo ppt từ ngày 11 đến giờ vẫn chưa có kq ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Kết quả phúc tra tuỳ thuộc vào giáo viên chấm trả kết quả về phòng đào tạo.. . Thân.",
            "Vậy là vẫn chấm trễ hay sao ạ,em có cần mail cô không ạ",
            "Hiện tại là thời gian sv nghỉ học do dịch Corana nên giáo viên cũng không kên trường, nạm vui lòng đợi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV:[student_id], sinh viên của chương trình PFIEV. Vào học kỳ 192 này, em có đăng ký Luận văn tốt nghiệp và Đồ án nghiên cứu khoa học và phát triển, lịch học sẽ bắt đầu từ tuần thứ 6 theo biểu đồ kế hoạch học tập năm học 2019-2020. Em có nhận được thông báo sẽ được nghỉ học tuần thứ 6 ( từ ngày ngày 03/02/2020 đến 09/02/2020), tuy nhiên trong thời khóa biểu của em vẫn để tuần bắt đầu của Luận văn tốt nghiệp và Đồ án nghiên cứu khoa học và phát triển vẫn là tuần thứ 6. Như vậy em vẫn phải lên trường vào tuần thứ 6 để đúng như thời khóa biểu phải không ạ?. .",
            "Chào em. . Em vui lòng check mail thường xuyên nếu có thông báo mới thì phòng đào tạo sẽ thông báo qua mail. . - Vì tình hình là nghỉ 1 tuần nên nhà trường sẽ điều chỉnh lại biểu đồ học tập"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Nhà trường cho em hỏi là lịch học của mình có bị dời lại nữa không? Vì em thấy thông báo các trường khác như spkt, UEH và nhiều trường khác trên thành phố HCM đều đã có thông báo cho học sinh nghỉ thêm.EM MONG RẰNG NHÀ TRƯỜNG CÓ THỂ THÔNG BÁO CHÍNH XÁC NHẤT VỀ LỊCH HỌC. Bởi khi nhà trường thông báo quá muộn khiến những học sinh xa trường như các tỉnh miền trung hay thậm chí là bắc trung bộ phải bỏ tiền vé tàu, đã vào rồi thì không được đi học mà lại phải phải tiêu các khoảng phí như điện nước, ăn uống. Trong khi ktx không bán đồ ăn, khu vực lân cận thì cũng đã đóng cửa các quán gần hết. Để chúng em còn sắp xếp vé xe về quê sớm, đỡ tiền cho ba mẹ, khi cuộc sống của học sinh nghèo xa quê, cha mẹ lo lắng trong tâm dịch. Em biết rất khó cho nhà trường. Nhưng học sinh tụi em cũng rất cực, hiện tại hầu như học sinh lưu lại ktx đa số là học sinh trường mình.. . MONG CÁC THẦY CÔ CÓ THỂ HỌP CỤ THỂ VÀ THÔNG BÁO CHẮC CHẮN SỚM NHẤT LỊCH TRÌNH HỌC CHO TỤI EM.. .",
            "Chào bạn,. . Phòng Quan hệ truyền thông của trường đã gửi mail thông báo cho các bạn về việc thông tin nghỉ của nhà trường, bạn vui lòng kiểm tra email sinh viên về vấn đề này nhé. . trích từ mail\". . Quyết định chính thức sẽ được kịp thời thông báo tới toàn thể cán bộ, sinh viên Trường trong ngày 07/02/2020\". ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Trường chúng ta bắt đầu học lại vào thứ 2 ngày 10/2 tới. Nhưng trong tình hình dịch bệnh, và 1 số trường cho sinh viên nghỉ thêm 1 tuần nửa. Em thắc mắc rằng trường mình có cho nghỉ thêm không ạ. Nếu có thì mong nhà trường thông báo sớm cho tụi em biết ạ, đặc biệt là SV ở xa như em. . . Em mong trường sẽ trả lời thắc mắc của em trước tối thứ 6. Tại vì sáng thứ 7 em lên xe vào lại SG ạ. . . Em rất muốn đi học lại vì đã nghỉ tết quá dài rồi ạ. . . Em xin cảm ơn. . .",
            "Chào bạn. . Bạn check mail để biết những thông tin mới nhất từ nhà trường nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi PĐT em tên [full_name] MSSV: [student_id] . Hiện tại hết hạn đki môn học . Nhưng đó e vừa bị hủy một môn do chưa học môn tiên quyết . Nay e gửi mail để xin PĐT cho e được đki thêm môn PLC (me3013 - A03) và cơ lưu chất (ci2003 - L07) ,để kịp tiến độ học tập e kính mong PĐT em tạo cơ hội cho e . Em xin cảm ơn . . .",
            "đã đk môn rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi, văn phòng Đào tạo trường đại học Bách Khoa!. . . . Em là [full_name], mssv [student_id]. Em gửi mail này xin văn phòng xem xét đăng kí môn đồ án Bê tông Cốt thép 2 (CI3177) giúp em. Bỏi vì đây là môn học quan trọng trong chương trình đào tạo.. . . . Em cảm ơn nhà trường tạo điều kiện hỗ trợ giúp em!",
            "Đã bổ sung : CI3177 CC02.. . bạn xem tkb vào vài ngày tới. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi em nhờ bạn hủy môn học dùm được không ạ. Nếu được, thì thủ tục hủy môn học gồm những gì ạ. . . .",
            "Chào bạn. . Thời điểm hiện tại chỉ có rút môn học thôi. Bạn check mail nhà trường mới gởi về rút môn học để cập nhật thông tin"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi thời gian nghỉ vì dịch virus corona thì phòng Lab có hoạt động không !!. . Em là sinh viên chuyên ngành tự động hóa Khoa Điện !!!. . (Em muốn hỏi phòng lab trên B3 của thầy [full_name] !). .",
            "Chào bạn. . Các phòng học đều đóng cửa hết nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/cô cho em được thắc mắc trường mình làm hồ sơ bảo lưu như thế nào ạ. Điều kiện cần những gì và bảo lưu sau 1 năm thì có thể tiếp tục học nữa không ạ?. .",
            "Chào bạn. . Bạn đã nhập học thì dùng định nghĩa là tạm dừng (bảo lưu tuyển sinh là dùng khi chưa làm hồ sơ nhập học). . - Bạn tham khảo chi tiết về quy định tạm dừng (điều 26) tại : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Hôm nay 6/2/2020 em mới có kết quả thi TOEIC và đã đủ điều kiện để nhận luận văn, em có thắc mắc là đã quá hạn nộp online thì em có được nộp không ? Và nếu được thì bằng hình thức nào ạ ? Em cảm ơn. .   i Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "Chào bạn,. . Cổng khai báo thông tin chứng chỉ nogại ngữ luôn mở bạn. Phòng đào tạo sẽ lấy dữ liệu av bổ sung  ngày 07/02/2020 trước đợt mở LVTN bổ sung.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em xin chào phòng đào tạo, cho em hỏi thời hạn nộp chứng chỉ anh văn để xét chuyển điểm cho phân ngành năm nhất là đến khi nào ạ? Em xin cảm ơn!. . . .",
            "Chào bạn. . Bạn xem chi tiết tại Lịch học vụ (các cột mốc chuyển điểm theo từng học kỳ). . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=374",
            "Học kỳ 3( học kỳ hè) mình nộp chứng chỉ anh văn . . . . theo lịch học vụ có được chuyển điểm phân ngành năm nhất không ạ?",
            "Chào bạn,. . Về việc phần ngành bạn vui lòng liên hệ tại Khoa để được hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào Tạo,. . Em tên [full_name] MSSV : [student_id]. . Học kỳ 1 (2019-2020) em có đăng ký Đề Cương Luận Văn nhưng đến nay chưa có điểm.. . Đính kèm là các chứng từ nhà trường có thu phí môn này và thời khóa biểu vẫn có. . . . Em cam on. .",
            "Chào bạn;. . Phòng Đào tạo đã cập nhật điểm HK191 nhé. . Thân",
            "Chào anh,. . . . Em xem lại vẫn chưa thấy ( đính kèm là file ). . . . Thân chào",
            "Chào bạn;. .  Môn Đề Cương Luận văn tốt nghiệp bạn đăng ký của hệ VLVH thì bạn phải xem điểm bên VLVH nhé. . Vào trang mybk    xem điểm (VLVH). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào quý thầy cô và các bạn sinh viên.. . 3 ngày nay em có triệu chứng tương tự cảm cúm là ho,  đau cổ họng, sổ mũi, người hơi nóng, có cả tiêu chảy nữa. Theo em biết những triệu chứng trên cũng khớp với bệnh corona. Theo quý thầy cô em nên làm gì trong trường hợp này. Nếu em bị nhiễm và cách ly thì lịch học của riêng em sẽ phải như thế nào ạ?. . . .",
            "Chào bạn. . Bạn xem khuyến cáo của bộ y tế. . . . http://vncdc.gov.vn/vi/phong-chong-dich-benh-viem-phoi-cap-ncov/8605/bo-y-te-va-who-khuyen-cao-bao-ve-ban-than-phong-benh-viem-phoi-cap-do-chung-moi-cua-virus-corona-ncov-2019. . . . - Trường hợp phát sinh thì viết đơn tạm dừng nộp phòng đào tạo",
            "Em cảm ơn!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy cô ạ. Cho em hỏi trường mình có dời lịch học thêm 1 tuần không ạ. Nhà em xa mà ngày mai em phải lên xe rồi ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn check mail thường xuyên để cập nhật thông tin nghen"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi Pđt ĐH BÁCH KHOA HCM ,hôm qua em có gửi mail hỏi về thẩm tra điểm anh văn và được trả lời là thời gian lấy dữ liệu điểm anh văn là 04/02/2020 nhưng hôm nay 06/02/2020 thì tình trạng thẩm tra của em vẫn chưa có kết quả , em biết là dữ liệu điểm anh văn có thể nhiều nhưng em mong pđt sớm cập nhật giúp em , hiện tại em lo quá ạ , em xin lỗi vì đã gửi câu hỏi nhiều lần nhưng tại do em lo lắng quá nên xin pđt thông cảm giúp em ạ .Em xin cám ơn ạ",
            "Chào bạn,. . Theo quy định về ngoại ngữ thì nếu bạn nộp chứng chỉ để xét đạt chuẩn và chuyển điểm anh văn cho đăng ký môn học, bạn chỉ cẩn nộp trước đợt quy định 1 ngày ( VD: đợt 25/07  thì bạn nộp 24/07 là đươc), không cần phải chờ kết quả thẩm tra. Phòng đào tạo tự cập nhật dữ liệu AV vào ctrình cho bạn DKMH online.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... .   B  PĐT CHO [full_name] [full_name] [full_name]?",
            "Chào bạn. . Tình hình hiện tại không có thay đổi gì về lịch trình tốt nghiệp, Bạn tham khảo tại đây:. . . . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1817"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Vừa làm vừa học - ĐTTX   Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính gửi: Quý Thầy/ Cô[full_name] [full_name] Thầy/ Cô cho em hỏi lịch làm việc của phòng đào tạo hệ VLVH? Do em nhận thông tin là do ảnh hưởng của dịch nCov nên không biết chừng nào phòng đạo tạo mình làm việc lại[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng[full_name][full_name] [full_name]",
            "PĐT vẫn làm việc bình thường.. . SV được nghỉ đến 16/02. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Thầy/Cô.. . Dạ đợt Đăng ký HK192 Hệ VLVH, em có đăng ký môn CI4011 - Thí nghiệm công trình, lớp T01-Thứ 6\t-tiết 13 14 15 , nhưng chưa thấy có Thời khóa biểu. Mong Thầy xem giúp em đăng ký môn này được chưa ạ. Em cảm ơn Thầy.. . . .",
            "Em đk online lại. đồng thời xem trong lịch sử đăng ký xem mình bị lỗi gì. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau một học kỳ học tập tại trường, em cảm thấy mình không phù hợp với khoa em đã chọn, vì vậy em muốn dừng việc học tại khoa để ôn thi lại vào học một ngành khác tại trường. Em không biết việc xin nghỉ cần làm những thủ tục và giấy tờ gì. Xin phòng đào tạo hỗ trợ em, em xin chân thành cám ơn!",
            "Chào bạn. . Bạn tải mẫu đơn thôi học tại trang web aao.hcmut.edu.vn --  biểu mẫu. Điền và nộp tại Phòng đào tạo"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] MSSV/MSGV: [student_id]  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học: Thí nghiệm công trình. . Mã MH: CI4011   . . . . Họ và tên : [full_name] MSSV:[student_id]. . Do thời gian đăng ký môn học em chưa cập nhật hết điểm nên không đăng ký được. Hiện tại em đã có đầy đủ điểm em muốn đăng ký môn :Thí nghiệm công trình. . Mã MH: CI4011",
            "đã đk CI4011 nhóm B01. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sau một học kỳ học tập tại trường, em cảm thấy mình không phù hợp với khoa em đã chọn, vì vậy em muốn dừng việc học tại khoa để ôn thi lại vào học một ngành khác tại trường. Em không biết việc xin nghỉ cần làm những thủ tục và giấy tờ gì. Xin phòng đào tạo hỗ trợ em, em xin chân thành cám ơn!"
        ]
    }
]