[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi thầy/cô, . . Em vừa nộp chứng chỉ TOEIC nghe đọc 660, em muốn hỏi thời gian thẩm tra bằng và chuyển điểm là bao lâu và em có kịp xét tốt nghiệp sắp tới không ạ?. . Em xin cảm ơn thầy/cô.. . [full_name]. . MSSV: [student_id]. .",
            "Chào em,. . Thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ nhé bạn (nên không thể trả lời chính xác cho bạn). . Em theo dõi tình trạng thẩm tra, khi nào có kết quả thẩm tra hợp lệ, em gửi lại yêu cầu qua bksi xin cập nhật chuyển điểm sớm để xét tốt nghiệp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy(cô).. . . . Em tên [full_name]. MSSV:[student_id].. . . . Thưa thầy(cô), trang web BKeL của trường bảo trì đã khá lâu và hiện giờ vẫn truy cập rất lag ạ. Mong PĐT sớm sửa chữa để tạo điều kiện cho chúng em ôn thi cuối kì ạ.. . . . Em chân thành cảm ơn.. . . . [full_name]",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô! . . Em tên là [full_name], sáng nay em có lịch thi môn Quản lý dự án cho kỹ sư (IM1025) lúc 7h. Trong quá trình vào BK exam, thì mạng trục trặc nên em mất 10 phút giải quyết mới vào được, vì hơi rối và sơ ý nên em có thực hiện bài thi nhưng quên ghi màn hình. Nên em xin phép hỏi có cách nào để giải quyết vấn đề này không ạ ?. . Em cảm ơn thầy cô!. .",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Học vụ . Em chào thầy/cô. . Em tên là [full_name], MSSV:[student_id], nay em viết thư này để nộp phiếu đăng kí thu nhận lại vào học kì sau để có thể tiếp tục học tập tại trường ạ. Mong thầy/cô xem xét và xử lí dùm em ạ.. . Em xin chân thành cảm ơn ạ!. . [full_name],. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. .",
            "Thưa cô,. . . . Em xin lỗi vì làm phiền cô nhiều ạ. Nhưng em có thắc mắc muốn hỏi là đơn thu nhận của em nộp thì tầm bao giờ sẽ được ra quyết định ạ tại em sợ chậm trễ đợt đăng kí môn học học kì 212 này ấy ạ. Em mong cô và phòng đào tạo xem xét và sớm cho em được thu nhận lại để kịp thời gian đăng kí môn học ạ. Mong cô có thể xem xét giúp em ạ.. . . . Em xin chân thành cảm ơn. . . . [full_name],",
            "Chào em,. . Trường hợp của bạn sẽ cố gắng mở cho bạn đăng ký MH vào 10h ngày 6/12/2021, nếu không kịp bạn sẽ đăng ký vào đợt 2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện đang là sinh viên năm 2 hệ chính quy ngành Khoa học máy tính. Với điểm đầu vào của em đủ để học tập tại khoa Quản lý công nghiệp theo điều 30 trong quy chế đào tạo và học vụ, nên em muốn hỏi thủ tục chuyển sang ngành trong cùng trường thì như thế nào ạ? Để bản thân có thể chuẩn bị trước cho kì sau.. . . . Em rất mong nhận được phản hồi sớm. Em cảm ơn ạ.",
            "Chào bạn. . V/v chuyển ngành: Bạn vui lòng làm đơn xin chuyển ngành có xác nhận đồng ý của Khoa đang học và Khoa chuyển đến. Sau đó Nộp hồ sơ cho Phòng đào tạo để trình Ban giám hiệu và Ban lãnh đạo Phòng đào tạo xem xét.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. . Cho em hỏi học kì trước em hoàn thành luận văn tốt nghiệp nên học kì này em không đăng kí môn học vì đã hoàn thành đủ tín chỉ để tốt nghiệp, chỉ thi anh văn nói viết và đã đủ điểm để tốt nghiệp. Nhưng em đang kí tốt nghiệp thì trên trang đăng kí hiển thị \" không thể đăng kí (tạm dừng)\" .Em phải làm sao đây ạ. Em cảm ơn thầy cô!",
            "Chào em,. . Trường hợp của bạn đã mở khóa, em vào đăng tốt nghiệp rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào quý thầy (cô), em tên [full_name] (mssv: [student_id]), thuộc. . khoa \"công nghệ vật liệu\". Hôm nay em viết mail này để xin Phòng Đào. . Tạo cho em hoãn thi môn \" quả lí dự án cho kỹ sư, mmh: IM2011, do cô. . [full_name] giảng dạy\", ngày thi 29/11/2021, thời gian thi. . lúc 7h . Do lúc bắt đầu thi thiết bị của em (laptop) bị trực trặc kỹ. . thuật, sau hơn 30 phút vẫn chưa khắc phục được, không có thiết bị thay. . thế. Nên em đã báo với cán bộ coi thi xin hoãn thi, và được sự đồng ý. . từ cán bộ và giáo viên giảng dạy. Em xin pdt chấp nhận cho em hoãn. . thi.. . Em cam kết với tất cả những gì em viết ở trên là hoàn toàn sự thật!. . em xin chân thành cảm ơn!",
            "Chào em,. . Em xem lại email PĐT đã gửi: . . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"...5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, em tên là Nguyễn Quốc Thắng, MSSV:[student_id].. . Lúc trước em có đăng ký thi lại môn Trắc địa đại cương kì 202 nhưng vì tình hình dịch bệnh, nên việc liên lạc với PĐT và thầy phụ trách khó khăn nên em không nhận được đường link thi online môn  Trắc địa đại cương để tham gia thi ạ! Nên cho em hỏi em đăng ký lại môn này cho kì 211 được không ạ?. . Cùng với đó, cho em hỏi em đăng ký thêm 2 môn Xác suất thống kê MT2013 và Ph/l Việt Nam đại cương SP1007 để thi lại trong kì 211 này được không ạ? Vì theo như QUYẾT ĐỊNH của trường thì em chỉ được đăng ký trong vòng 1 năm!. . Mong PĐT tạo điều kiện cho em để em đăng ký thi ạ! Vì tình hình dịch bệnh không liên lạc với PĐT và thầy cô thuận lợi được nên rất khó khăn cho em để xin thi lại ạ!. . Em cảm ơn PĐT ạ!. . Em đính kèm file: Quyết định hoãn thi, Đơn xin xóa điểm VP môn MT2013 và SP1007, Đơn cho phép xóa điểm Trắc địa đại cương."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ kính thưa Phòng Đào Tạo,. . Em tên là [full_name], MSSV: [student_id]. . Khoa: Kỹ thuật Giao thông, Trường Đại học Bách Khoa TP.HCM. . . . Em viết mail này xin trình bày thắc mắc về việc nộp chứng chỉ ngoại ngữ trên trang My [full_name]. Em đã nộp chứng chỉ ngoại ngữ Toeic Speaking and Writing của em vào ngày 25/05/2021 nhưng đến nay chưa được thẩm tra ạ. . . Trong lần phản hồi trước trên BKsi, em được khuyên là nên liên hệ với IIG Việt Nam để hỏi về kết quả thẩm tra. Em đã liên hệ với IIG Việt Nam và họ trả lời rằng kết quả thi trong tháng 5 đã được thẩm tra rồi ạ.. . Em kính mong Phòng Đào Tạo xem xét lại kết quả thẩm tra của em đã có chưa ạ, nếu chưa có thì có thể yêu cầu thẩm tra lại được không ạ. Em đang khá hoang mang ạ, em xin phép gửi đính kèm file scan chứng chỉ Toeic Speaking and Writing của em ạ.. . Em kính mong Phòng Đào Tạo xem xét hỗ trợ trường hợp của em ạ.. . Em xin trân trọng cảm ơn.. .",
            "Chào bạn. . Cô đã gởi thông tin phản hồi về CCNN của bạn cho bộ phận phụ trách, bạn vui lòng đợi phản hồi sau nghen. . Thân",
            "Chào bạn. . Đã có kết quả thẩm tra hợp lệ rồi nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô phòng đào tạo,. . . . Em tên là [full_name] [full_name], MSSV: [student_id].. . Hiện tại em đã đủ tất cả điều kiện để xét tốt nghiệp, tuy nhiên em vẫn chưa nhận email thông báo để có thể đăng ký xét tốt nghiệp được ạ.. . Em mong nhận được hỗ trợ của quý thầy cô.. . Em xin chân thành cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \"",
            "Chào em,. . Trường hợp của em mới nộp CCNN để chuyển điểm, em vui lòng đợi khi nào CCNN báo thẩm tra hợp lệ, em gửi lại yêu cầu xin cập nhật chuyển điểm sớm để đươc đăng ký tốt nghiệp lại nhé.. . Thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thân chào quý thầy/cô !. . Dạ cô ơi hiện tại em đang tạm dừng HK211 và sắp tới em muốn hoãn tiếp hk212 thì em đợi đến khi có lịch đăng ký môn hk212 rồi mới nộp đơn hay khi nào ạ. Cám ơn cô và mong nhận được sự hỗ trợ từ cô ạ . . Thân chào !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV: [student_id]. . Học kì 203 em có đăng kí môn thực tập ngoài trường EN3325. Nhưng hiện tại vì nhiều lý do khách quan nên em không thể đi thực tập được tại thời điểm nhà trường tổ chức thực tập. Nhà trường cho em hỏi về thủ tục xin hoãn thực tập ngoài trường được không ạ?. . Em xin cảm ơn . . . .",
            "Chào em,. . Em vui lòng trình bày rõ giúp cô, hiện tại Khoa bạn đã có thông báo tổ chức đi thực tập hay như thế nào?. . Thân",
            "Dạ thưa cô [full_name],. . Hiện tại khoa em đã thông báo tổ chức thực tập và đã bắt đầu thực tập từ ngày 1/12/2021. Em đã  thông báo với khoa là xin hoãn thực tập trong thời hạn quy định và đã được chấp nhận. Cán bộ của khoa hướng dẫn em lên trang này hỏi về thủ tục và thực hiện thủ tục hoãn thực tập ạ.. . Em xin cảm ơn cô ạ",
            "\"Chào em,. . Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt. . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng. . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV. . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được. . phép hoãn thi (nộp bài, báo cáo, bảo vệ). . . Sinh viên vui lòng tải mẫu đơn. . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép. . (cuối kỳ). . . Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về [email] kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác nhận của Bộ môn/Khoa.. . Các học phần đang học nhưng chưa có điểm, kể cả học dự thính, và SV không thuộc diện bị cấm thi, được xem là đạt và tích luỹ được tín chỉ để đăng ký các học phần, kể cả các học phần tốt nghiệp (TTNT, ĐCLV và LVTN). Các học phần tốt nghiệp sẽ được PĐT hậu kiểm sau khi có kết quả học tập để đảm bảo đúng điều kiện ràng buộc theo đúng quy định. SV nên cân nhắc kỹ, tự xác định năng lực học tập trước khi đăng ký các học phần tốt nghiệp để việc học tập đạt kết quả tốt nhất. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi tình trạng bằng tốt nghiệp tạm thời của em như thế nào rồi ạ! . . Khi nào thì em có bằng tốt nghiệp chính thức ạ.. . Tên : [full_name]. . MSSV : [student_id]. . Em cảm ơn!. .",
            "Chào em,. . Giấy CN tốt nghiệp tạm thời thì sau ngày 30/11/2021 em vào lại trang mybk/Đăng ký tốt nghiệp để tải file mềm trước, bản giấy sẽ gửi qua bưu điện. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào quý thầy cô,. . Hiện trên trang đăng ký môn học đã cập nhật đợt đăng ký môn học HK212 - Đợt 1 CQ + VHVL và hạn chót là ngày 06/12/2021. Tuy nhiên, theo như những học kỳ trước, về phía Phòng Đào tạo sẽ gửi mail thông báo về việc này, tuy nhiên hiện nay chưa có. . . Kính mong quý thầy cô giải đáp, liệu rằng đây chỉ là bản thử nghiệm của quý Phòng hay là một đợt đăng ký chính thức (và đợt này không có mail thông báo hoặc mail chưa được gửi về), thưa quý thầy cô? . . Em hi vọng sẽ nhận được sự phản hồi tích cực từ quý thầy cô! Xin cảm ơn!",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. . . .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng đào tạo. . Em tên là [full_name], khóa 2017. . Em có đăng ký tốt nghiệp ngày 22/11/2021 và đã nhận được mail thông báo đơn xin xét tốt nghiệp đã được xác nhận vào buổi chiều cùng ngày.. . Nay ngày 29/11/2021, em lên mybk mục đăng ký xét tốt nghiệp để xem có kết quả chưa thì thấy mục : Tình trạng đăng ký hiển thị: Không được phép đăng ký (tạm dừng).. . . . Em đã đóng phí tốt nghiệp với nhận được email xác nhận đăng ký tốt nghiệp rồi nhưng xảy ra tình trạng này.. . . . Em có gửi 2 hình (Mail thông báo xác nhận đăng ký và tình trạng đăng ký) trong tập tin đính kèm.. . . . Mong phòng đào tạo giải đáp giúp em ạ",
            "Chào em,. . Trường hợp của em đã ký tốt nghiệp thành công rồi nhé, nên không sao đâu. PDT sẽ ra quyết định thu nhận và tốt nghiệp sau nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô ạ,. . Em tên là [full_name], MSSV: [student_id]. . Em có nhận được email thông báo về việc trường mở lớp thực hành từ ngày 6/12/2021.. . Thầy/cô cho em hỏi là trường sẽ gửi thông tin các lớp thực hành sẽ mở với thời khóa biểu cho sinh viên trước ngày 6/12 đúng không ạ, hay làm sao để sinh viên biết được lớp của mình sẽ mở để đi học ạ.. . Em xin chân thành cảm ơn ạ!. . Chúc thầy/cô sức khỏe và an toàn mùa dịch ạ!",
            "Chào em,. . Trường sẽ gửi thông tin các lớp thực hành sẽ mở với thời khóa biểu cho sinh viên trước ngày 6/12 đúng không ạ, hay làm sao để sinh viên biết được lớp của mình sẽ mở để đi học ạ.. . =  Em theo dõi email sắp tới từ PĐT, chốt lịch học vào ngày 13/12/21 theo lịch của TP.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào PĐT. Em tên là [full_name].. . MSSV: [student_id]4. Thuộc khoa Cơ khí (liên thông). Dạ cho em hỏi em đã đủ điều kiện tốt nghiệp nhưng vẫn không đăng ký được. Em kính mong PĐT có thể giải quyết cho trường hợp của em ạ! Em cảm ơn PĐT đã xem qua tin nhắn này của em.. .",
            "Chào em,. . Trường của bạn sau 17h ngày 29/11 bạn vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có học lớp thí nghiệm môn hóa đại cương(CH1003) HK202 với cô Châu Ngọc Đỗ [full_name] và đã làm bài thi cuối kì vào 11h45 ngày 17/10/2021 đã điểm danh và nộp bài đầy đủ.. . . . Nhưng khi em vào kiểm tra điểm thì thấy phần điểm thí nghiệm là 13(vắng thi). Em đã tham gia đầy đủ các buổi thí nghiệm cần thiết và đã đủ 2 buổi thí nghiệm tại lab.. . . . Vì bkel đang có vấn đề nên em không thể liên hệ trực tiếp với cô [full_name] để giải quyết vấn đề.. . . . Nhờ pdt xử lý giúp em, . . Em cảm ơn.. . . . . . . . . .",
            "Chào em,. . - Điểm do GV nhập. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào chị.. . Em là [full_name] - [student_id] sv của thầy NGUYEN HUU PHUC môn Nguyên lý tự luận - TT01 tại học kì 202.. . Do thời gian thi cuối kì là dịch bùng phát, laptop của Em hỏng màn hình nên Em không tham dự thi được. Và được sự đồng ý phòng đào tạo Em đã xin hoãn thi.. . . . . . . . . . Học kì này, Em được phòng đạo tạo mở thi lại môn của thầy và Để có thể tham dự kì thi cuối kì cùng các bạn, em có mail cho thầy và nhận được sự hướng dẫn trên (HÌNH 1). . . . Em có một số câu hỏi thắc mắc mong được chị giải đáp giúp em:. . 1. Riêng về môn Nguyên Lý Tự Luận, bài thi được gửi trực tiếp qua mail của thầy, vậy nên em phải có trong danh sách thi các lớp ( thầy liệt kê trên). . Vậy em cần liên hệ ai, làm những việc gì để giúp đỡ thầy cùng pđt dễ quản lý và hỗ trợ em thi lại môn em hoãn thi ạ. . . . 2. Những môn tiếng việt nói chung và những môn cơ sở ngành nói riêng em chuẩn bị thi gỡ điểm hoãn thi có cần liên hệ giáo viên để được tham gia buổi thi hay không.. . Em cũng ko biết môn đó sẽ thi hình thức nào ( BKel hoặc BK exam) riêng môn nguyên lý tự luận trên khá là đặc thù nên em cần phải hỏi rõ ạ.. . . . Em mong được sự giúp đỡ từ chị và PĐT.. . . . Em xin cảm ơn. .   i Học vụ ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào chị,. . . . Trường hợp của em thì phải làm sao ạ ?. mong chị rep sớm với ạ.. . . .",
            "đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô,. . . . Em tên [full_name] MSSV [student_id]. . . . Ngày 19/11 em đã thanh toán học phí chính quy 211. Em đã liên hệ OCB nhân viên báo đã thanh toán nhưng sao hệ thống BKPay chưa cập nhật ạ?. . . . Em cảm ơn ạ!. .",
            "Chào em,. . Em kiểm tra tiền của mình đã bị trừ chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em có thanh toán trễ học phí. Theo trên bkpay thì 19/11 hết hạn. Nhưng vì lý do bất khả kháng em đóng trễ vào ngày 29/11 thì em có phải làm giấy hay mẫu gì nộp để khỏi ảnh hưởng đến học vụ không ạ. Em cảm ơn. .   i Học vụ .",
            "Chào em,. . Thì em có phải làm giấy hay mẫu gì nộp . . =  Không cần nộp nhé.. . PĐT đã nhận được thông tin của em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Thầy/Cô,. . Hiện tại em đã thấy mục ĐKMH HK212 cho SV chính quy trên MyBK. Không biết là PĐT có xét chuẩn AV cho đợt ĐKMH này không ạ vì hiện tại em đang ở quê và kẹt lại ở đây nên không thể tham gia thi để lấy chứng chỉ quốc tế nộp cho trường được ạ.. . . . Em cảm ơn",
            "Chào em,. . Hiện tại em đã thấy mục ĐKMH HK212 cho SV chính quy trên MyBK.. . =  Em theo dõi email sắp tới từ PĐT gửi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM,. . . . Hiện tại, em đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021. Tuy nhiên, em vào trang MyBK để đăng ký xét tốt nghiệp thì không thể đăng ký được vì tình trạng đăng ký hiện tại là \"Không được phép đăng ký (tạm dừng)\".. . . . Em rất mong Phòng Đào Tạo kiểm tra lại giúp em và em cũng mong nhận được phản hồi sớm từ Phòng Đào Tạo để kịp đăng ký xét tốt nghiệp sớm.. . . . Em xin trân trọng cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV:[student_id]. Quý thầy cô cho em hỏi là hiện em đang là sinh viên năm 4 kì sau em sẽ nhận luận văn tốt nghiệm cho em hỏi là mình có cần bằng ánh văn toeic 500 để nhận luận văn không ạ. Em cảm ơn. . . .",
            "Chào em,. . Em vui lòng đợi thông báo về kế hoạch đăng ký môn học cho HK212 nhé, dự kiến sẽ gửi mail cho SV trong tháng 12/2021. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô.. .    Cho em hỏi là hiện tại em muốn nộp bảng điểm và chứng chỉ Giáo Dục Quốc Phòng MI1003 để hoàn thành hồ sơ xét tốt nghiệp thì làm thế nào ạ. Lần trước em có hỏi thì được trả lời là \"đang chờ xác minh và sẽ trả lời em sau\" và thời gian đã hơn 2 tuần rồi. Em thấy thư thông báo là 29/11 đã cho phép sinh viên vô trường nên có cần em đem bảng điểm và giấy chứng nhận đã xong môn GDQP lên nộp Phòng Đào Tạo không?. . Em cảm ơn.. .",
            "Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp Hk 211, bạn xem thông báo qua mail để đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], mã số sinh viên [student_id], hiện tại em đã hoàn tất điểm các môn nhưng vẫn chưa có tên trong danh sách tốt nghiệp đợt này. Thầy/cô có thể giúp em kiểm tra/cập nhật lại danh sách được không ạ? Em cảm ơn thầy/cô nhiều ạ.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vấn đề là gần thi rồi nhưng hệ thống bkel lại bảo trì sữa chữa đã gần 4 ngày chúng em không thể vào hệ thống để ôn bài cũng như nộp bài theo yêu cầu của thầy cô, cũng không thể nhận được mail của thầy cô gửi đến. Mong nhà trường sửa chữa và khác phục hệ thống sớm để chúng em có thể học tập và kết thúc chương trình kì này.Nếu tình hình này kéo dài thì rất khó cho tụi em vì tình hình dịch bệnh đã phải học tập onl mà hệ thống thì cứ lỗi thế này thì làm sao thi ạ ?",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . . . Em muốn hỏi về vấn đề giấy xác nhận vay vốn sinh viên đấy ạ, sao trên mybk không có giấy xác nhận vay vốn ạ, nếu có thì mong thầy/cô hướng dẫn cho em với ạ.. . . . Mong thầy/cô giúp đỡ ạ. Em cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào PĐT ĐH Bách Khoa TPHCM,. . . . Em là [full_name], Khóa k16. Ngày 19 tháng 11 vừa qua em có đăng ký giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thêm 1 năm để hoàn thành xong chương trình học tại trường. Nhưng ngày 26.11 vừa qua em mang giấy xác nhận nhà trường gửi xuống xã thì giấy chứng nhận này không còn đạt yêu cầu để tạm hoãn. Xã yêu cầu phía sinh viên phải liên hệ với nhà trường để xin thêm dòng chữ kỳ hạn ra trường và lý do chưa ra trường theo đúng quy định.. . . . Để đáp ứng được yêu cầu phía quân đội xã đề ra Em mong PĐT xác nhận giải quyết sớm để em có kịp giấy bổ sung cho bên quân đội để yên tâm tập trung hoàn thành chương trình học của bản thân.. . . . Sau đây em xin đính kèm giấy tạm hoãn tham khảo bên xã yêu cầu.. . . . Em xin cám ơn!. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ, em xin phản ánh về việc trang BKel bị sập ạ, hiện tại em đã không vào trang BKel được 3 ngày (27/11-29-11), chỉ vào được khoảng tối muộn từ 1h khuya đến 5h sáng, điều này rất bất tiện cho việc học tập ôn thi, cũng như là việc nộp bài tập giảng viên giao về nhà, em mong trường khác phục sớm giúp tụi em ạ.",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy (cô),. . Em có một câu hỏi về vấn đề nộp bằng anh văn để được đăng ký làm luận văn tốt nghiệp. . . -Do kỳ sau em sẽ bắt đầu đăng ký luận văn tốt nghiệp thì trước khi tụi em đăng ký thì có cần bắt buộc nộp bằng anh văn không ạ? . . -Trong thời gian dịch này thì trường có gia hạn về việc nộp bằng anh văn để đăng ký luận văn cho sinh viên không, nếu có thì thời hạn là ngày nào ạ?. . Em xin chân thành cảm ơn quý thầy (cô).. .",
            "Chào em,. . - Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212.. . - Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đã 3 ngày rồi mà BK elearning vẫn bị lỗi và phải mất rất nhiều thời gian để truy cập được làm ảnh hưởng lớn đến quá trình học tập cũng như giảng dạy. Em mong trường sẽ sớm khắc phục vì đang trong mùa thi cuối kì nên sinh viên cần truy cập BKel rất nhiều. Em xin cảm ơn. .",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào anh chị PĐT,. . Học kỳ 202 vừa rồi em có hoãn thi môn Sức bền vật liệu (CI2001) và em đã nhận được mail phản hồi là sẽ được thi lại để xóa điểm hoãn thi vào kỳ này. Nhưng hiện tại trên mybk của em vẫn chưa có lịch thi của môn này cũng như trên BKEX.. . Em mong anh chị xem xét giúp em ạ,. . Em xin cảm ơn,. . Trân trọng,",
            "Chào bạn . . Bạn xem lại thông báo Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022 . . Về việc thi để xóa điểm Hoãn thi:. . -\tMôn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi.. . -\tMôn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho từng Sinh viên Lịch thi (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/Lịch thi).. . -\tCác môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông báo sau.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có làm bài kiểm tra chương 1 SHCD nhưng 4 ngày vẫn chưa được chấm điểm, trong khi những bạn khác đã được làm tới chương 3. Em mong PĐT xem xét chấm điểm cho bài kiểm tra của em để em có thể làm được những chương tiếp theo.. . . . Em xin cảm ơn.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2012147  /b \t. . . .   i Học vụ . Dạ em chào nhà trường. Nhà trường cho em hỏi, . . vào HK202 em có hoãn thi 4 môn: vật lý 2, giải tích 2, đại số tuyến tính, và quản lý sản xuất. Trong lịch thi HK211 này, em có lịch thi bù của 3 môn: giải tích 2, đại số tuyến tính, và quản lý sản xuất.. . Em có thắc mắc là em có thể hoãn thi 1 môn \"GIẢI TÍCH 2\" sang học kỳ 212 được không ạ? Với mục đích tách ra: 2 môn thi bù ở kỳ 211 này, và 2 môn thi bù ở học kỳ 212 để có thể hoàn thành tốt tất cả các môn thi. Vậy với lý do \"em không đủ khả năng hoàn thành tốt nhiều môn thi trong một kỳ thi\" thì em có được chấp nhận yêu cầu hoãn thi không ạ?. . Em xin cảm ơn.",
            "Chào em,. . Em xem lại email PĐT đã gửi: . . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name]ịch thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name]ịch thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name]ịch thi . . và đã gởi email cho từng Sinh viên [full_name]ịch thi (Sinh viên xem chi tiết [full_name]ịch thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name]ịch thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp [full_name]ịch thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . • [full_name]ưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng . . xếp [full_name]ịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết . . quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến . . khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký . . thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm . . tổng kết thay thế cho điểm HT.. . - Quy định hoãn thi (HT): xem chi tiết tại khoản 17.2 điều 17 trong Quy chế đào tạo\". . Thân mến. .",
            "Chào bạn. . Bạn xem mail Pdt gởi ngày 22/11/21 về Kế hoạch tổ chức thi Hk1(20-21)có hướng dẫn về trường hợp này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác: [full_name] [full_name]",
            "Chào em,. . Hiện tại em còn nợ học phí của HK201, em vui lòng hoàn tất việc thanh toán học phí.. . Sau khi hoàn tất việc thanh toán học phí em vui lòng gửi đơn cho Phòng Đào tạo, em vui lòng ghi rõ học kỳ xin chuyển qua VLVH nhé. . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi [full_name] Thầy Cô! . . Dạ thưa [full_name] Thầy Cô, em viết mail này vì có thắc mắc về việc đóng tiền thẻ BHYT ạ. . . Về việc đóng tiền thẻ BHYT có thời hạn từ ngày 9/11/2021 đến 25/11/2021. Nhưng do thiếu sót của em, nên hiện tại em chợt nhớ là mình chưa đóng đúng thời hạn ạ. Em xin lỗi về sự trễ hạn của em ạ. Cho em hỏi là bây giờ em đăng ký và đóng tiền thẻ BHYT 2022 thì còn hợp lệ không ạ? . . Kính mong [full_name] Thầy Cô có thể giải đáp giúp em ạ! Em cảm ơn [full_name] Thầy Cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  . . . . Kính gửi PĐT. . . . Em tên là [full_name], sinh viên K19, khoa QLCN chương trình CLC.. . . . Em có thực hiện bài thu hoạch chủ đề số 2 trên trang web BKeL nhưng khi bấm vào \"Bắt đầu làm bài\" của bài thu hoạch, trang web bị đơ và không phản hồi. Em có thoát ra và đăng nhập vào lại thì đã kết thúc phần làm bài trước. Cả 2 lần làm bài của em đều bị giống nhau. . . . . Cho em hỏi liệu vậy thì em đã có được tính là hoàn thành bài thu hoạch để điểm danh cho lần sinh hoạt công dân này hay chưa? Và nếu chưa hoàn thành liệu em có được gia hạn hay làm lại để không bị trừ điểm rèn luyện hay không? . . . . P/s: Em đã hoàn thành bài thu hoạch chủ đề 1.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, sáng nay trong quá trình làm bài thi môn QLDA (IM1025), phần mềm quay màn hình làm bài của em có sự cố dẫn đến việc mất một đoạn video khoảng 1/3 quá trình làm bài thi. Mong thầy cô xem xét giúp em ạ.. . Em cảm ơn thầy cô!. .",
            "Chào em,. . Em nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào thầy cô, cho em hỏi một vấn đề với ạ, tại học kỳ 202 em có hoãn thi môn kỹ thuật lập trình do không đủ điều kiện dự thi, nhưng sau khi học xong học kỳ 211 thì em phát hiện mình cần học lại môn đó để lấy lại kiến thức tránh nợ môn liên tục. Nhưng từ giờ đến khi được đăng ký thi là hết học kỳ 212 nghĩa là đến học kỳ 222 em mới học được lại môn đó. Giờ em muốn hủy môn đó để học lại thì phải làm sao ạ, hoặc em đăng ký môn chồng lên môn đó có được học lại không hay phải thi thì mới được đăng ký lại ạ. Em cảm ơn quý thầy cô.",
            "Chào em,. . Vui lòng trình bày rõ vấn đề,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa phòng đào tạo, em muốn hỏi là khi nào em mới được cập nhật điểm tổng kết của môn Hoá Đại Cương (CH1003) của lớp dự thính DT02 học kì 202 ạ, vì vấn đề chưa có điểm môn học này nên em không thể đăng ký tốt nghiệp được, mong phòng đào tạo sớm cập nhật điểm của môn học này để thuận tiện cho việc đăng ký tốt nghiệp của em ạ. Em cảm ơn. .",
            "Chào em,. . - Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT.. . - Em vui lòng liên hệ [full_name], GV xem bảng điểm còn ở đâu nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô, vì một số lý do cá nhân nên em đã không đăng ký đóng bảo hiểm y tế trong thời hạn cho phép. Bây giờ em muốn đăng kí thì phải làm thế nào ạ? Em cảm ơn thầy/cô.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại, em đã có điểm tổng kết môn Hóa Đại Cương (CH1003) của lớp dự thính DT202 nhưng vẫn chưa được cập nhật trên trang web Mybk. Dù trước đó em có hỏi thầy dạy bộ môn Hóa Đại Cương (CH1003) là thầy [full_name], rằng thầy đã gửi điểm lên Khoa từ ngày 15/11 rồi ạ. Và môn Hóa Đại Cương (CH1003) là điều kiện cuối cùng để em có thể đăng ký tốt nghiệp ạ.. . Hơn hết chỗ xin việc hiện tại của em cũng đang rất cần bằng tốt nghiệp để em có cơ hội làm việc ạ.. . Kính mong phòng đào tạo xem xét giúp em ạ.. .  . .",
            "Chào em,. . Hiện tại cô kiểm tra hệ thống điểm của Phòng Đào tạo vẫn chưa có điểm môn này nhé, em hỏi thầy xem đã nộp cho [full_name] để nộp điểm cho Phòng Đào tạo chưa nhé!. . Vì hiện tại thời điểm này điểm được cập nhật liên tục cho SV đăng ký tốt nghiệp nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Ban Giám Hiệu trường đại học Bách Khoa TP Hồ Chí Minh.. .                 Phòng Đào Tạo trường đại học Bách Khoa TP Hồ Chí Minh.. . Em tên: [full_name] . . Mssv: [student_id]  . . Lý do: Em đã tạm dừng học kỳ 211, kính mong Ban Giám Hiệu trường đại học Bách Khoa TP Hồ Chí Minh, Phòng Đào Tạo đại học Bách Khoa TP Hồ Chí Minh cho em xin được thu nhận lại học kỳ 212.. . Em xin chân thành cảm ơn!. .       Người viết đơn. .                [full_name]. .     [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào nhà trường,. . Em là [full_name] (MSSV: [student_id]), khóa K17, Khoa Kỹ thuật Hóa học.. . Em có nhận được mail từ trường về việc đến CS1 nhận bằng tốt nghiệp. Tuy nhiên, vì dịch bệnh nên e đã về quê và hiện đang cách ly tại nhà nên không thể lên TPHCM để nhận bằng được. Em có thể viết giấy ủy quyền để người thân đi lấy được không ạ? Vì hiện giờ em cần bằng tốt nghiệp để làm giấy tờ du học vào kì tới. Thời gian làm hồ sơ du học còn lại không nhiều nên mong nhà trường xem xét cho em có thể ủy quyền nhận bằng tốt nghiệp ạ. . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . - Khi nào em có mặt ở TPHCM thì liên hệ Phòng Đào tạo để nhận bằng tốt nghiệp. . . Bằng tốt nghiệp vẫn được lưu trữ tại Phòng Đào tạo cho Sinh viên.. . - Trường hợp nhận thay bằng tốt nghiệp: Phải có giấy ủy quyền có xác nhận của chính quyền và chỉ có thể ủy quyền cho ba/mẹ/anh/chị/ em ruột (khi nhận phải kèm theo hộ khẩu, CMND/CCCD). . - Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . dạ e chào thầy, cô. . e đã đăng ký tốt nghiệp và thanh toán 95.000 trên BKPay thành công r ạ, nhưng e xem lại trên myBK thì ở phần Đăng ký Tốt nghiệp của e thì đang để tình trạng là không được phép đăng ký (như hình e gửi kèm ạ). . thầy, cô xem giúp e vs ạ,. . e cảm ơn thầy, cô.",
            "Chào em,. . Không sao đâu em, PDT sẽ tự động ra QD thu nhận và tốt nghiệp sau nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý thầy cô, . . Em tên [full_name] - MSSV: [student_id], hiện đang là sinh viên K18 khoa Điện - Điện tử, ngành Điện Từ - Viễn Thông.. . Hôm nay em tạo yêu cầu này với những thắc mắc cũng như những hi vọng thầy cô có thể giúp đỡ a:. . - Đầu tiên, theo em được biết cũng như đã tham khảo quy chế đào tạo về học vụ dành riêng cho khóa K18 thì điều kiện để được nhận luận văn tốt nghiệp là ít nhất phải nộp chứng chỉ anh văn 2 kĩ năng nghe và đọc đúng không ạ?. . - Thứ hai là nếu đúng như vậy thì em hong biết kì này có thể có thay đổi gì không ạ, vì hiện tình hình dịch vẫn còn diễn biến phức tạp nên em vẫn chưa thể đi thi được ạ.. . Hi vọng quý thầy cô có thể giúp đỡ, cho em xin gia hạn việc nộp chứng chỉ thêm 1 tí để em có thể thi và nhận luận văn tốt nghiệp được không ạ?. . Em cam kết sẽ nộp đầy đủ trong thời gian sớm nhất ạ!. . Em cám ơn quý thầy cô đã xem qua và mong sẽ nhận được phản hồi sớm nhất có thể.. . Best Regards,. . [full_name]. . . .",
            "Chào em,. . - Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212.. . - Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], khóa K20, khoa khoa học và kỹ thuật máy tính. Em đã đọc về quy chế tạm dừng học trên trang aao.hcmut.edu.vn. Tuy nhiên em vẫn còn một số thắc mắc rất mong được thầy/cô giải đáp: . . + Do tình hình dịch bệnh nên em có thể gửi phiếu đề nghị được tạm dừng học qua đường bưu điện đến Phòng Đào Đạo được không hay em phải trực tiếp đến phòng đào tạo nộp phiếu ạ?. . + Sắp tới đầu tháng 12, trường sẽ mở đợt đăng kí môn học cho học kì 2, năm 2021-2022, nếu bây giờ em đăng kí tạm dừng học ở học kì đó thì em không cần phải đăng ký môn học đúng không ạ?. . + Nếu như em hiểu đúng thì nếu em đăng kí tạm dừng học thành công và không đăng kí môn học thì học kì sau em sẽ không phải nộp học phí đúng không ạ?",
            "Chào em,. . - Gửi phiếu đề nghị được tạm dừng học qua đường bưu điện . . =  Em tải mẫu đơn tạm dừng, điền đầy đú thông tin gửi [email]. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . - Nếu bây giờ em đăng kí tạm dừng học ở học kì đó thì em không cần phải đăng ký môn học đúng không ạ?. . =  Không cần ĐKMH, không có đóng HP. (Phải trong thời gian cho phép nhé).. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Tốt nghiệp . Kính gửi : PĐT trường Đại học Bách Khoa. . Em tên: [full_name]. . MSSV : [student_id]8. . Hiện tại em đã hoàn thành đầy đủ chương trình và điều kiện xét tốt nghiệp. Em mong PĐT xem xét duyệt cho em sớm đăng kí xét tốt nghiệp.. . Em xin cảm ơn !. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào quý thầy/cô,. . Em có nhận được mail thông báo về kế hoạch dự kiến học trực tiếp, trong mail có ghi ngày học thí nghiệm thực hành là ngày 6/12/2021.. . Cho em hỏi đây có phải là thông báo cho sv khóa k21 không ạ. . . Mong thầy/cô phản hồi, vì em ở quê đi lại khó khăn. Em cảm ơn ạ!",
            "Chào em,. . Em xem lại email PĐT đã gửi:Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, 17 thg 11, 2021 (12 ngày trước). . tới stu.all. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô.. . Em là [full_name] - MSSV:[student_id]. . . . Em có nhận được thông báo của PĐT về việc hoãn thực tập tốt nghiệp cho sinh viên K18 trong học kỳ 211. . . Tuy nhiên, em được biết là Đề cương LV là môn tiên quyết của Luận văn tốt nghiệp.. . Thầy cô cho em hỏi:. . Nếu em xin hoãn báo cáo TTTN và đề cương LV do gặp khó khăn trong quá trình thực hiện vì không tới doanh nghiệp được(do ảnh hưởng của Covid) thì HK212 em có được đăng ký Luận văn tốt nghiệp không (song song với báo cáo Đề cương LV) hay em phải hoàn thành báo cáo Đề cương LV trong HK212 xong mới được đăng ký môn Luân văn tốt nghiệp trong HK221 (HK1 2022-2023). . . . Em xin cảm ơn thầy cô.",
            "Mong thầy cô hỗ trợ giúp em với ạ.. . Em cảm ơn thầy cô nhiều,",
            "Chào bạn. . Trên tinh thần bạn đăng ký được LVTN trong Hk212, tuy nhiên đến lúc hậu kiểm mà bạn không đạt điều kiện thì Pdt sẽ hủy theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy(cô). Hiện tại em có nhận được thông tin từ nhà trường yêu cầu các khóa nộp bằng tốt nghiệp THPT hạn đến tháng 1, nhưng không may do đợt trước em có mang bằng tốt nghiệp(bản gốc) lên ký túc xá ĐHQG nhưng chưa kịp nộp cho phòng đạo tạo đã phải di dời về quê do ảnh hưởng của dịch covid-19. Vì vậy, bây giờ em đang rất thắc mắc về vấn đề này ạ. Mong thầy cô có thể giúp đỡ em trong vấn đề này không ạ!. . Cảm ơn thầy(cô) đã đọc.. . . . Best regards!. . [full_name]",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. ."
        ]
    }
]