[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT,. . . . em tên [full_name] (MSSV [student_id]). . khoa Kĩ thuật Dầu khí CLC. . Lớp DK17CC11. . . . Hiện tại em vẫn chưa có thông tin gì về ngày lên trường nhận bằng tốt nghiệp chính thức ạ. Em vẫn đang giữ bằng tốt nghiệp tạm thời.. . . . vì em nộp hồ sơ xin việc nên mong nhà trường hỗ trợ giúp em được nhận bằng chính thức để nộp bên công ty em ạ.. . . . Trân trọng. . . . . .",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . cho em hỏi có cách nào đổi giảng viên hướng dẫn đồ án không ạ . .",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT, em là [full_name] ([student_id]).. . Kì thi cuối kỳ môn Quản lý dự án cho kỹ sư (IM1025) ở HK202 em có xin hoãn thi do mắc COVID.. . Vào ngày thi xóa điểm 13 ở HK211 (29/11), em không tham gia được do không đảm bảo thiết bị và đường truyền nên muốn hoãn tiếp sang HK212. . . . . Trước ngày thi xóa điểm 13 của môn Quản lý dự án cho kỹ sư hơn 1 tuần (21/11) e có gửi mail hỏi nhưng PĐT không hướng dẫn em phải làm đơn hoãn thi hay dùng công cụ hoãn thi trên MyBk.. . Sau ngày thi 11 ngày (10/12) thì mới có mail hướng dẫn hoãn thi từ PĐT về cách thức hoãn thi trên MyBk. Tuy nhiên em không thể hoãn thi bằng MyBk lúc đó được nữa do đã quá 5 ngày theo quy định.. . Em gửi tiếp 1 mail vào 31/12 nhưng vẫn chưa được hướng dẫn nên em đợi sau khi PĐT cập nhật điểm 14 thì gửi mail hỏi tiếp thì được PĐT (cụ thể là chị [full_name]) hướng dẫn làm đơn xin hủy điểm 13 (xóa điểm hoãn thi).. . . . . . Vậy nên em làm đơn (đã có xác nhận của khoa QLCN và giáo viên giảng dạy [full_name]) theo hướng dẫn để trình PĐT xem xét xóa điểm 13 và cập nhật điểm 14 để em có thể thi vào HK212 ạ.. . . . Em cảm ơn.",
            "Chào bạn. . Pdt đã xử lý chuyển từ điểm 13 sang điểm 14 hoãn thi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa phòng đào tạo, em là [full_name], MSSV:[student_id]. Em có thắc mắc về nộp bài thi cuối kì và điểm thi môn Truyền Nhiệt (CH2043).. . Dạ em học Truyền Nhiệt (CH2043),lớp: L02. Hôm tổ chức thi cuối kì em có tham gia và làm bài đầy đủ nhưng trong khi nộp bài em không thể nộp bài lên hệ thống được trong khi vẫn còn thời gian và sau đó máy em bị đứng. Em đã liên hệ với cán bộ coi thi bằng nhiều phương thức khác nhau. . và được hướng dẫn liên hệ với giảng viên để có hướng giải quyết (có minh chứng rõ ràng và nhân chứng là các các bạn tham gia cùng phòng thi). Cuối cùng, em đã nộp bài qua mail cho giảng viên nhưng hôm nay có điểm em lại được báo là không có bài trên hệ thống nên không chấm được và nhận điểm 13. Vậy em kính mong phòng đào tạo xem xét cho bài thi của em được chấm lại.. . Đây là link minh chứng của em:  https://drive.google.com/file/d/19TUYf1jd4rGDX6Ug-[full_name]V2JVcA1ZGOe9E/view?usp=sharing. . Mong phòng đào tạo sớm có hướng giải quyết giúp em . Em xin cảm ơn ạ.",
            "Chào bạn, . . Về vấn đề này PDT không thể hỗ trợ bạn được. Bạn vui lòng liên hệ giảng viên giảng dạy để hỗ trợ giải quyết giúp bạn. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô ạ. Em tên là Vòng Khải Tuấn, MSSV [student_id].Tuy bây giờ em biết là hơi trễ nhưng em có thắc mắc mong được giải đáp ạ.. . Vào đợt đkmh đợt 1, em có đăng kí môn thực tập ngoài trường EE3365. Sau khi có kết quả đkmh đợt 1 em có check lại là vẫn có môn này trong danh sách đã đăng kí. Và sau đó do đang trong thời điểm ôn thi nên em có hơi chủ quan, dẫn đến không để ý là kết quả đkmh đợt 2 và đợt 3 đã xoá mất môn thực tập ngoài trường của em ạ. Em có xem lại thì lí do bị xoá ở đợt 2 và 3 là TTTN-STC. Cho em hỏi có nghĩa là gì ạ!Và nếu em đăng kí lại môn này ở học kì hè thì có được không hay là phải đăng kí vào học kì chính kế tiếp vậy ạ? Hiện tại em đang rất lo lắng vì nghe nói nếu không thực tập hè thì sẽ không được nhận đồ án tốt nghiệp năm sau ạ.. . Em xin chân thành cảm ơn.",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào thầy/cô,. . . . Sau khi em gửi đơn chuyển hệ cho email của PĐT như đã hướng dẫn thì nhận được câu trả lời phải đợi học kỳ 213 (như hình) ạ.. . . . Lý do em chuyển sang VLVH là để có thể đăng ký môn Giải tích 2 vào học kỳ hè và vì tháng 4/2022 là thời hạn Chính Quy cuối cùng của em rồi.. . . . Em không rõ thời hạn hoàn tất quy trình xét duyệt đơn chuyển trạng thái từ Chính Quy sang VHVL của trường và sợ bỏ lỡ đợt kế hoạch đăng ký môn học. Vậy nên liệu em có thể chuyển hệ sớm (thời điểm hiện tại) trước đợt 213 luôn không ạ?. . . . Cảm ơn thầy/cô rất nhiều,. . [full_name]. .",
            "\"\"\"Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn, nhưng sẽ tiếp nhận cho bạn đăng ký môn học ở Hk213. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ chào PĐT. Hiện em đã hoàn thành học kì 211 nhưng số tín chỉ chưa được cập nhật vào mục “Tín chỉ” ạ. . . Em hy vọng PĐT sớm cập nhật cho em để em có thể kịp đăng kí tốt nghiệp ạ!. . Em xin cám ơn.",
            "Chào em,. . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . - STCTL ngành chưa có cập nhật lên Mybk được do chưa có điểm của tất cả sv chứ không phải của 1 mình em.. . - Nếu em muốn xem thì xem trong ds dự kiến TN.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710192  /b \t. . . .   i Yêu cầu khác . Em chào Phòng Đào Tạo. Phòng Đào Tạo cho em hỏi là hiện tại thì em là sinh viên Bách Khoa cùng với 1 bạn khác không học Bách Khoa thì hiện tại đã có thể vào trường chơi thể thao ở sân bóng rổ của trường chưa ạ ? . . . . Nếu được thì chúng em có cần phải mang theo giấy tờ gì không ạ ?. . . . Em xin chân thành cảm ơn và mong nhận được phản hồi ạ!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô,. . Em là sinh viên PFIEV và có nguyện vọng chuyển điểm môn học như trong đơn em đính kèm.. . Đơn đã được các bộ phận liên quan xem xét và xác nhận, đúng với yêu cầu.. . . .   i Học vụ .",
            "Em cũng xin đề nghị PDT xét đăng kí trong học kì 212:. .   B 1. Thực tập tốt nghiệp - 218750. . 2. Luận văn tốt nghiệp - 218700   /B . . Em xin cảm ơn các thầy/cô PDT.",
            "Chào bạn. . Pdt đã tiếp nhận đơn chuyển điểm của bạn và đang chuyển để giải quyết cho bạn. . Tuy nhiên Hiện tại đã đến tuần thứ 5 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân. .",
            "dạ cho em hỏi đơn đăng ký LVTN có mẫu không ạ? Em tìm trên aao không thấy có ạ. .",
            "Em có thể dùng đơn PDT-16 được không ạ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo. . Em tên là: [full_name]. . MSSV: [student_id]. . Khoa: Cơ kĩ thuật. . Lí do: Vì em muốn bảo lưu kết quả học kì 1 năm học 2021-2022 để đi du học, em cần phải làm gì ạ. Em xin cảm ơn.. .",
            "Chào em,. . - Đi du học thì gửi đơn thôi học.. . - Em xem quy chế học vụ. . https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . - Em liên hệ Văn phòng Đào tạo quốc tế [email] để được tư vấn thêm nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . MSSV/MSGV: [student_id]    . . . . Khiếu nại đăng ký môn học. . . . Em tên là [full_name] HC18KSTN. . Mã môn học CH4327. . Lúc đầu e có lên bksi đển nói về tình trạng không đăng ký môn của e thì bảo là 14.2 vẫn chưa được thì thông báo lại. Thì em vẫn chưa đăng ký môn được mong pđt xem xét lại giúp em ạ, Em xin cảm ơn",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 123\t  125 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. .",
            "Em thấy em đủ 125 chỉ mà chị, chị coi lại giúp em ạ",
            "Chào em,. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 22/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không thể đăng ký môn học CI3001 - Cơ học đất lớp DT01 ở \"Đợt đăng ký môn học Dự thính - lộ trình 2\" vì trùng thời khóa biểu vào ngày thứ 2 tiết 13 - 14 - 15 và ngày thứ 7 tiết 7 - 8 - 9 -10 - 11.. . . . Nhưng môn học ở thời khóa biểu chính thức, thứ 2 tiết 13 - 14 - 15 chỉ còn học có 4 buổi, em có thể thu xếp được và môn học ngày thứ 7 tiết 7 - 8 - 9 - 10 - 11 thì thầy giảng dạy môn học CI3001 chấp nhận cho em sắp xếp chuyển điểm hoặc chuyển thời gian khác.. . . . Vì vậy em có thể học môn học CI3001 - Cơ học đất lớp DT01 được không ạ?. . Kính mong PDT xem xét giúp em ạ!",
            "Chào em. . Trùng cả thứ 2 và thứ 7 nên không đươc nha em. . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin cập nhật môn học tương đương để đủ số tín chỉ tích lũy ngành đăng ký luận văn tốt nghiệp. . [full_name] . . MSSV [student_id]. . 1. CH5258 - Những tiến bộ trong hóa học xanh: Học kỳ 211. . .   Điểm tổng kết 9.3 . .   Môn học tương đương: CH2071 - Hóa học xanh. . 2. CH5185 - Các phương pháp phân tích cấu trúc hợp chất hữu cơ: Học kỳ 202: . .   Điểm tổng kết 9.5 . .   Môn học tương đương: CH3221 - Các pp xđ ct hợp chất hc. . 3. CH518 - Hóa học các hợp chất tự nhiên:Học kỳ 202: . .   Điểm tổng kết 8.9 . .   Môn học tương đương: CH3183 - C/nghệ các sp có n/gốctn",
            "Đã cập nhật môn tương đương và đăng ký LVTN cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gởi ban giám hiệu và phòng đào tạo, emtên [full_name] mssv [student_id], học khoa giao thông ngành công nghệ kỹ thuật ô tô hiện tại thời gian học của e đã qua lâu nên em không biết mình còn những môn gì chưa hoàn thành, mong nhà trường cho em biết thông tin để hoàn thiện ra trường! Mong nhà trường hỗ trợ em sớm nhất có thể. Em xin chân thành cảm ơn!",
            "Chào em,. . Gửi em file xét điều kiện tốt nghiệp của bạn, SV kiểm tra lại nhé!. . SV còn nợ 1 môn và chưa đạt chuẩn AV tốt nghiệp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin hỏi,. . . . Hiện tại em là sinh viên VLVH được chuyển từ chính quy. Vậy khi xét tốt nghiệp thì có bắt buột nộp chứng chỉ tiếng anh 2 kỹ năng (Speaking & Writing) hay không và em có cần những gì?. . . . Thân,",
            "Chào em,. . SV VLVH thì không cần AV 2 kỹ năng nhé bạn.. . Em xem quy định về chuẩn tốt nghiệp của SV VLVH tại đây:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Em áp dùng theo chuẩn SV khóa 2014 của hệ VLVH. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy cô. . . . Hiện tại em không biết lí do không đăng ký được luận văn học kỳ này.. . . . PĐT có thể cho em biết lí do để em đăng ký môn học ạ.. . . . Em cảm ơn",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 118  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi còn đợt đăng ký LVTN nào cho học kỳ 212 không ạ",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy ( cô)!. . Em học CQ k16 chuyển sang hệ VHVL.. . Tiêu chuẩn tốt nghiệp của trường.. . 400 (từ K.2017 về trước). . hoặc đạt môn AV400. . . . 450 (K.2018). . hoặc đạt môn AV450. . . . 500 (K.2019). . hoặc đạt môn AV500. . . . 600 (từ K.2020 trở đi). . Em xin hỏi: . . 1) em chuyển hệ VHVL thì dẫn tính k16 phải không ạ?. . 2) toeic400(LA1031) có tương đương 400 hoặc môn AV400 không ạ?. . 3) hệ VHVL tốt nghiệp không xét kỹ năng nói viết phải không ạ?. . #em cảm ơn thầy cô nhiều!",
            "Chào bạn, . . PDT kiểm tra bạn chưa có quyết định chuyển sang VLVH.. . 1. Bạn vẫn học theo chương trình K16. . . 2. Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Theo quy định hiện tại 2 chuẩn này không tương đương. Chuẩn Toeic 400 LA1031 là chuẩn xét tiếng anh hàng năm dành cho SV CQ còn chuẩn AV400 là chuẩn xét LVTN, xét TN của SV VLVH.. . 3. Đúng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em tên là [full_name], MSSv [student_id]8, lớp MOKMT1, Ngành kĩ thuật môi trường. . Em có đăng ký LVTN có mã là EN4327 nhưng không đăng ký được ạ, em cũng không biết lý do tại sao ạ. Lúc ngày 10/2/2022 em có gửi câu hỏi [full_name] rồi ạ. Phòng đào tạo có nói em là nếu sau ngày 15/2/2022 mà không được cập nhập thời khóa biểu thì gửi lại câu hỏi để biết lý do ạ. Hiện tại em vẫn chưa cập nhập thời khóa biểu là em không đủ điều kiện nhận luận văn phải không ạ, mong phòng đạo tạo cho em biết lý do tại sao em đăng ký không được vậy ạ. .",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 100+8+14=122  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ em đã học qua tất cả các môn và được 12,5 ngày CTXH. Chỉ chưa có chứng chỉ anh văn nhưng kì này trường mình không xét anh văn mà em vẫn không đăng ký được luận văn ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy/cô cho em hỏi em đã đăng ký môn học dự thính và được PĐT chấp nhận cô bên bksi nói em coi thời khóa biểu sau 21 nhưng em xem thời khóa biễu vẫn chưa có, em cảm ơn. . [full_name]  [student_id]",
            "Chào em;. . môn CI2005 không mở trong học kỳ này nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy/cô,. . Em là [full_name], MSSV: [student_id], vừa qua phòng đào tạo đã update đăng kí môn học học kì II, 2021-2022. Sau ngày 14/2 tình trạng đăng kí luận văn của em vẫn chưa đăng kí được dù đã đủ các điều kiện đăng kí luận văn, đủ số chỉ tối thiểu như yêu cầu để nhận luận văn (yêu cầu chuẩn tiếng anh kì nãy đã được miễn). . . Cho em hỏi lí do em vẫn không đăng kí được luận văn ạ?. . Cảm ơn thầy/cô ạ!. . Mong nhận được phản hồi email sớm ạ!",
            "B Theo như thông báo của phòng đào tạo, những môn chưa có điểm vẫn tính vào tính chỉ tích lũy để đăng kí môn học, vậy tại sao em không được tính vào ạ!  /B"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Nhờ cô kiểm tra giúp em có nhận bằng trong đợt này không ạ. . Em xin cảm ơn!. .",
            "Chào em,. . Nếu em đã nhận email thông báo thì có tên trong ds mới được PĐT gửi email nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng đào tạo - Trường đại học Bách Khoa TPHCM,. . . . Em có thấy trên web PĐT thông báo là sinh viên lên nhận bằng, nhưng em chưa nhận được email của PĐT do hệ thống đang bị lỗi. Em không biết là em đã có bằng hay chưa và hiện tại em đang đi làm ở xa nên không thể lên trường kiểm tra được ạ. PĐT có thể kiểm tra giúp em được không ạ?. . . . Em xin trân trọng cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo Trường Đại học Bách Khoa Thành phố Hồ Chí Minh. . Em tên là: [full_name] . . MSSV: [student_id]. . Em viết thư này với mong muốn nhờ sự giúp đỡ của Nhà trường đó là gửi qua địa chỉ email trường này cho em Giấy chứng nhận Nhập học thành công để có thể in ra với mục đích bổ sung vào hồ sơ tiếp nhận sinh viên KTX.. . Bởi vì em nhận thấy sự khác nhau giữa giấy Gọi Nhập Học và Giấy chứng nhận Nhập học thành công ạ! . . Mọi thông tin chứng nhận nhập học thành công và biên lai đóng tiền học phí em đều tải lên mục Nhập học trên MyBK (phần Hồ sơ ảnh) hết rồi ạ!. . Em xin chân thành cảm ơn Nhà trường đã dành thời gian đọc mail này của em và cố gắng giúp đỡ.",
            "Chào em,. . - Giấy chứng nhận sinh viên đã được trường scan file PDF có đóng dấu lên trang mybk. . . - Nếu cần giấy chứng nhận sv của HK 212 thì đăng ký lại.. . - Trường không cấp giấy chứng nhận nhập học thành công. SV có thể đăng nhập mybk    nhập học để chụp màn hình đã hoàn tất hồ sơ.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT. . Em tên [full_name] MSSV [student_id]. . Học kỳ này em chỉ còn mỗi luận văn tốt nghiệp, êm đã đăng ký nhưng không được thì em còn thiếu môn tiên quyết, môn chưa học, tích lũy.. . Qua kiểm tra em thấy em đã hoàn thành xong các môn học còn thiếu hoặc môn em chưa học vì em đã được PDT xét miễn môn .. . Em có gửi thông tin lên BKSI thì các cô có thông báo vẫn cho đăng ký luận văn và sẽ hậu kiểm sau.. . Nhưng tới giờ này em vẫn không đăng ký được Luận văn tốt nghiệp.. . Vì kỳ này em chỉ có đăng ký duy nhất Luận văn tốt nghiệp là hoàn tất khóa học. Mong PĐT hướng dẫn em có cần làm đơn tạm dừng học kỳ này không? và các môn học PĐT chưa cập nhật điểm qua môn, miễn môn thì em phải làm như thế nào.. . Em xin cảm ơn!!",
            "\"Chào bạn. . Pdt đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 23/2/2022. . Thân. . \"",
            "Chào em;. . em về khoa làm đơn xét miễn TTTN theo hướng dẫn của thầy [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô ạ. . . Em còn môn sinh học đại cương từ học kỳ 202 chưa học xong ạ. Xin cho em hỏi là khi nào có thể học lại ạ. . . Em xin cảm ơn. . .",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 10:36, Th 2, 27 thg 12, 2021. . tới stu.all. . . . THÔNG BÁO. . . . Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước\". . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô phòng đào tạo. . Em tên [full_name], k19 mssv[student_id], học lớp L08, môn cơ kết cấu do thầy Trần Minh Thi giảng dạy, vào ngày 10/02 khi xem điểm em thấy mình điểm 13 phần thi cuối kỳ, em có tham gia thi điểm danh và đã được xác nhận nộp bài, em đã gửi mail cho giảng viên giảng dạy của em bài thi và clip quay màn hình của em nhưng vẫn chưa nhận được phản hồi, em không biết có nhầm lẫn ở đâu, mong pđt kiểm tra lại và phản hồi giúp em ạ, em cám ơn, em xin đính kèm file ghi hình và bài thi. . . Clip quay màn hình: https://drive.google.com/file/d/1bEVicHYDmSvvIkdYVBh5WWXAT-D745iM/view?usp=drive_web",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo. Em là sinh viên vừa được thu nhận lại chuyển hệ từ chính quy sang VLVH. Em đã đăng kí môn học và mybk của em có thời khóa biểu nhưng giờ lại bị mất rồi ạ. Phòng đào tạo cho em hỏi là em phải làm sao để có lại thời khóa biểu ạ",
            "Chào em,. . Em vào mybk xem nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào thầy cô trên pdt ạ! Thầy cô cho em hỏi trường mình khi nào tổ chức lễ tốt nghiệp v ạ? Với lại chứng nhận tốt nghiệp tạm thời của em hiện tại đã hết hạn không biết em có thể lấy bằng tốt nghiệp chính thức được chưa ạ! Em cảm ơn thầy cô nhiều ạ",
            "Chào em,. . - Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . -  Em có thể lấy bằng tốt nghiệp chính thức được chưa ạ. . =  Em theo dõi email từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi trong dịch em có đăng ký học lên trường lại nhưng do ở trên cs1 nên em không lên để tham gia được vậy liệu em có thể đăng ký lại",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 10:36, 27 thg 12, 2021. . tới stu.all. . . . THÔNG BÁO. . . . Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước\". . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "CODE Khiếu nại đăng ký môn học . Em là [full_name], mssv [student_id],lớp MOKMT1. Em đăng ký môn EN4327 không được do thiếu chỉ, thì em có kiểm tra lại là môn Hóa phân tích mã CH1009 em không đậu tại học kì 2(2018-2019), sau đó tại học kì 1(2019-2010) em có học lại nhưng với mã môn học là CH2009 với điểm tổng kết là 5.0. Em xin phòng đào tạo chuyển điểm môn học tương đương cho em để em đủ tín chỉ đăng ký luận văn tốt nghiệp mã EN4327 ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa Phòng Đào Tạo, em là [full_name], MSSV: [student_id]. Vào tháng 3/2022 thẻ sinh viên của em sẽ hết hạn. Bây giờ có cách nào để gia hạn không ạ?",
            "Chào em,. . Nếu đăng ký mới sẽ được gia hạn tới 04/2023 (2 học kỳ).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em là [full_name], mssv [student_id], lớp MOKMT1. Em xin chuyển điểm tương đương từ môn Hóa phân tích mã CH1009 sang môn Hóa phân tích mã CH2009 tại học kỳ 1(2019-2020) có điểm tổng kết là 5.0. Em xin phòng đào tạo cập nhập để em đủ tiêu chuẩn để đăng kí luận văn tốt nghiệp mã EN3427 ạ.",
            "Chào em,. . Điểm môn tương đương đã được cập nhật tại trang mybk/Thông tin sinh viên/ mục điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]4  /b \t. . . .   i Học vụ . Hiện tại em đã hoàn thành bài Thực tập tốt nghiệp ở học kỳ trước .. . . . Nhưng đến nay vẫn chưa có điểm (CH).. . . . Em đã liên hệ với giảng viên phụ trách môn này , và được báo là đã nhập điểm online và nộp bản giấy rồi ạ .. . . . Trong file đính kèm là bảng giấy, mà giảng viên đã xuất file từ ngày 11/01/2022 và nộp ở VPK.. .",
            "Chào em,. . Điểm do GV nhập, [full_name] gửi bảng điểm đến PĐT. Em vui lòng liên hệ [full_name] xem bảng điểm đã gửi PĐT chưa nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin kính chào quý Thầy Cô ạ!. . Em tên [full_name], mssv [student_id].. . Hiện nay em đã bảo vệ luận văn xong và đã có điểm. bây giờ em muốn kiểm tra điều kiện để tốt nghiệp như: số tín chỉ đã tích lũy, số môn học đã đủ chưa, anh văn, số ngày công tác xã hội...thì em phải làm sao ạ!. . Kính mong quý Thầy Cô hướng dẫn em với ạ!. . Em xin cảm ơn và chúc quý Thầy Cô một ngày vui vẻ ạ!. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Đăng ký môn học . Kính gửi Phòng đào tạo,. . cho em hỏi là em có xin đăng ký luận văn tốt nghiệp (MH: MA4323), nhưng đến giờ vẫn chưa có thông báo gì. Em mong phòng đào tạo giải đáp dùm em, em xin cám ơn Phòng đào tạo nhiều ạ,. . . .",
            "đã có kết quả đăng ký nhé",
            "Dạ em xin cám ơn phòng đào tạo ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa quý thầy/cô, nay em làm đơn này để xin phép đăng kí đồ án chuyên ngành kĩ thuật . . chế tạo (ME4045) do đã quá hạn đăng kí trong kì chính và bên phòng đào tạo yêu cầu cần có . . xác nhận của Bộ môn Chế tạo máy và Khoa Cơ Khí để có thể đăng kí đồ án chuyên ngành . . vào Học kì 212 ạ nên em đã xin phép thầy/cô cho phép em làm đồ án chuyên ngành trong . . kì này ạ. Em xin cảm ơn. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 17/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . . . . . Em tên là [full_name], MSSV [student_id]. . Em đã được nhận giấy chứng nhận tốt nghiệp tạm thời từ tháng 12/2021 và trong giấy có hẹn nhận bằng tốt nghiệp chính thức trong khoảng tháng 1/2022. Tuy nhiên đến nay em vẫn chưa nhận được email thông báo đến trường để nhận bằng. Vì việc bổ sung bằng để hoàn tất hồ sơ cao học và xin việc làm rất quan trọng đối với em nên em mong phòng đào tạo sớm giải quyết và cấp bằng giúp em ạ. Và em muốn hỏi hiện tại bên trường có kế hoạch tổ chức lễ tốt nghiệp cho khoá k17 không ạ?. . . . Em cảm ơn. . [full_name]",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào thầy/cô.. . Em tên là [full_name], là sinh viên vừa mới tốt nghiệp tại trường. Thầy cô cho em hỏi là trường có dự kiến tổ chức lễ tốt nghiệp cho sinh viên khóa 2017 đợt tháng 11 không ạ!!. . Em chân thành cảm ơn thầy/cô. .   i Tốt nghiệp .",
            "Chào em,. . Về lễ tốt nghiệp SV vui lòng đợi thông báo sau của nhà trường. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào Phòng đào tạo,. . Em là [full_name] mssv: [student_id]. Kì này em có trao đổi qua Pháp - trường INSA Lyon để làm luận văn tốt nghiệp. . . Tuy nhiên, luận văn của em không đăng kí được, em nghĩ là do vài tín chỉ tiêng Pháp trong chương trình em chưa học do em định thi lấy bằng tiếng Pháp rồi nộp vào. Nhưng do đợt các đợt dịch vừa rồi nhiều kì thi đã bị huỷ nên em không thi được. . . Em mong Phòng đào tạo xem xét trường hợp của em. . . Em cảm ơn Phòng đào tạo. . . [full_name]",
            "Quyết định cho phép sinh viên trao đổi.",
            "Đơn xin đăng ký luận văn tốt nghiệp",
            "Quyết định chính thức cho phép trao đổi làm luận văn tốt nghiệp tại Pháp của Trường ĐHBK",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 249  264 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PDT. . . . Em là [full_name] MSSV:[student_id], em đã nhận được bằng tốt nghiệp tạ thời vào tháng 1 và hiện nay em đang cần bằng bản gốc với một số công việc cá nhân vì vậy PDT cho em hỏi là tầm bao lâu nữa em sẽ có email từ trường để lên nhận bằng ạ. Em cảm ơn.",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Về lễ tốt nghiệp tháng 11/2021 SV vui lòng đợi thông báo sau của nhà trường. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . [full_name]. MSSV [student_id]. Khoa Kĩ Thuật xây Dựng .. . Em đã đăng kí hoãn thi 2 lần và được phê duyệt Nhưng bảng điểm mới cập nhật thì em bị điểm 13.. . Kính mong Nhà trường giải quyết sự cố giúp em. . Em xin trân thành cảm ơn!",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé em, dự kiến ra quyết định chung vào tháng 3, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của [full_name] thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của [full_name] gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý Thầy/Cô,. . . . Em là [full_name] (MSSV: [student_id]), hiện tại là sinh viên khóa 17, khoa Điện - Điện tử.. . . . Tính tới thời điểm hiện tại, em đã hoàn thành chương trình đào tạo do nhà trường và khoa đưa ra, chỉ còn thiếu Toeic 2 kỹ năng (Nói - [full_name]) thì có thể xin giấy xác nhận hoàn thành chương trình đào tạo không ạ?. . Nếu được thì em có thể lấy form đăng ký xin xác nhận ở đâu ạ?. . . . Rất mong nhận được phản hồi từ quý Thầy/Cô. Em xin chân thành cảm ơn!. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Theo quy định thì không thể cấp giấy xác nhận hoàn thành chương trình đào tạo, bạn sử dụng bảng điểm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đăng kí môn tiếng Nhật rồi ạ.. . Mà không thấy thanh toán tiền trên BKEL ạ .. . Mong phòng đào tạo xem xét lại giùm em ạ.. . EM cảm ơn phòng đào tạo ạ.",
            "Chào em,. . Em liên hệ Văn phòng Đào tạo quốc tế [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thầy/cô thân mến,. . Em tên [full_name], MSSV [student_id].. . Môn Giải tích 2 (MT1005) em học vào học kỳ 203 sau khi hoãn lần 1 thì lần 2 em có tham gia thi nhưng trên Mybk cập nhật điểm 13. Còn học kỳ 202 em hoãn thi 2 lần thì 2 lần đều đã cập nhật điểm 14 thành công cho em. Mong thầy/cô kiểm tra lại giúp em với ạ.. . Em đính kèm bằng chứng bên dưới.. . Cảm ơn quý thầy/cô.",
            "Chào bạn, . . - PDT đã kiểm tra môn giải tích 2 bạn đã được hoãn thi HK202 và HK203 và được xếp lịch thi vào ngày 19/12.. . Cho PDT hỏi là lịch thi môn này bạn đều thi vào lúc 14h và 16h đúng không?. . - Tại vì theo như bảng điểm hiện tại, nếu như bạn có đi thi lịch PDT đã xếp thì:. .  + HK203 điểm 13(vắng thi). .  + HK202 điểm 14(điểm chưa nhập).. . Thân.",
            "Thưa cô, . . - Em học môn Giải tích 2 ở cả 2 kì: . .  + HK203 thi lúc 14h . .  + HK202 thi lúc 16h. . - Theo như bảng điểm hiện tại . .  + HK202 (ĐÚNG) vì em đã hoãn thi lần 2. .  + HK203 (SAI) như hình ảnh phía trên em cung cấp thì em có tham gia thi vào lúc 14h ngày 19/12 chứ không phải vắng thi, em sẽ đính kèm thêm ảnh chụp màn hình video record lúc thi em đã tải lên gg drive và nộp cho nhà trường. . . - Ảnh 1: chứng minh đây là video record thi Giải tích 2 HK203 vào ngày 19/12. . - Ảnh 2: lúc em bắt đầu làm bài . . - Ảnh 3: Kết quả thi hiện số câu đúng và số câu sai em đã làm. . Cảm ơn cô.. .",
            "Chào bạn. . Phòng đào tạo không thể hỗ trợ bạn về vấn đề này, sau khi kiểm tra dữ liệu bạn vui lòng liên hệ về Khoa Khoa học ứng dụng gặp Cô [full_name], là giảng viên phụ trách chấm điểm thi môn MT1005. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trong kì 211 em đã hoãn thi môn cơ lý thuyết mã AS1003 nay em xin pdt cho em được   B hủy hoãn thi  /B  ạ( em xin   B hủy hoãn thi  /B  chứ không phải xin hoãn thi ạ).. . EM gửi phòng đào tạo đơn hủy hoãn thi của em ạ.",
            "\"Chào bạn. . Pdt ghi nhận đăng ký hủy Hoãn thi của bạn cho Hk 211. . Thân\"",
            "Chào bạn. . Môn as1003 đã được xếp lịch thi, bạn có đi thi không?. . hiện tại điểm thi lần 2 của bạn là 14. . Bạn trình bày rõ hơn. . Thân",
            "QUOTE Chào bạn. . Môn as1003 đã được xếp lịch thi, bạn có đi thi không?. . hiện tại điểm thi lần 2 của bạn là 14. . Bạn trình bày rõ hơn. . Thân  /QUOTE . . Dạ môn as1003 em đi thi và được 8.5 điểm lúc đầu em tính xin hoãn thi môn dung sai và môn sức bền mà em hoãn nhầm thành dung sai và cơ lý thuyết.. . Hôm em lên xem điểm thì thấy cập nhật 8.5 sau đó pdt gửi về danh sách hoãn thi em mới thấy mình có hoãn thi môn as1003 nên em mới làm đơn hủy hoãn thi ạ.. . Mong pdt xem xét giúp em",
            "Chào bạn. . Pdt đang xử lý, bạn vui lòng đợi điểm cập nhật lại trên Mybk . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Quý Thầy Cô.. . Em là [full_name]. . MSSV: [student_id]. . Lớp VB2-KHMT. . Xin cho em hỏi trong cùng 1 học kỳ, em có thể vừa đăng ký môn Đề cương, vừa đăng ký môn Luận văn với 2 đề tài khác nhau được không ạ?. . Trân trọng.",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, em vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . DẠ [full_name] K21 VỪA ĐIỀN LINK  RÚT MÔN HỌC GIỜ [full_name] CÓ THỂ NGHỈ MÔN ĐÓ CHƯA Ạ",
            "Chào em,. . DẠ EM K21 VỪA ĐIỀN LINK  RÚT MÔN HỌC GIỜ EM CÓ THỂ NGHỈ MÔN ĐÓ CHƯA Ạ. . =  Được nhé em.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em : [full_name] , MSSV : [student_id]. Có hoãn thi môn Vi xử lý(EE2039), nhóm L07 . Đã thi lại môn đó vào 18h ngày 24/12 . Tới giờ vẫn chưa có điểm hoãn thi.. . Mail cho giáo viên dạy( Cô:[full_name]) thì cô bảo đã gửi bảng điểm lên PĐT.",
            "Chào em,. . Em xem lại điểm mybk nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Dạ thừa thầy cô , kỳ 212 này khi đăng ký môn học thì em đăng ký thành công đề cương luận văn nhưng khi xem danh sách GVHD thì em không có tên ạ. Kính mong quý thầy cô kiểm tra giúp em. Em cảm ơn ạ. .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  em xin chào quý thầy cô . .  theo yêu cầu của phòng đào tạo để hủy được đơn tạm hủy và có thể đi học tiếp thì phải có sự chấp thuận của quý thầy cô và khoa . nay em đã xin được sự chấp thuận của quý thầy cô em mong phòng đào tạo khôi phục thời khóa biểu cho em để em có thể tiếp tục học . .  dưới đây là đơn và chữ ký của khoa và thầy cô ạ . . . . . . . . . .",
            "Chào em,. . Em vui lòng gửi thêm thông tin có mã môn học, tên môn học, nhóm. (Hiện tại chưa có nhóm nhé). . Thân mến. .",
            "em xin chào quý thầy cô. . dưới đấy là những mã môn học tên môn học , giáo viên .. . + Giải tích 2 ( MT1005) -[full_name] . . +[full_name] 2 (PH1005)- [full_name] . . + Kinh tế kỹ thuật (IM1027)-[full_name] . . +Vẽ kỹ  thuật giao thông (bài tập )(TR1004) -[full_name] . . +Vẽ kỹ  thuật giao thông (TR1003)-[full_name] . . +Giải tích 2( bài tập )(MT1006)-[full_name] . . +[full_name] lý 2(PH1006)(bài tập )  - Lê Quốc  Khải . . . . em rất mong quý thầy cô khôi phục thời khóa biểu nhanh nhất có thể cho em ạ tại vì sắp thì giũa kì ạ em rất lo lắng ạ  em rất mong quý thấy cô giúp đỡ ạ . . em cảm ơn quý thầy cô đã bỏ thời gian đọc mail ạ",
            "em xin chào quý thầy cô. . dưới đấy là những mã môn học tên môn học , giáo viên .. . + Giải tích 2 ( MT1005) -[full_name]. . +[full_name] 2 (PH1005)- [full_name]. . + Kinh tế kỹ thuật (IM1027)-[full_name]. . +Vẽ kỹ  thuật giao thông (bài tập )(TR1004) -[full_name]. . +Vẽ kỹ  thuật giao thông (TR1003)-[full_name]. . +Giải tích 2( bài tập )(MT1006)-[full_name]. . +[full_name] lý 2(PH1006)(bài tập )  - Lê Quốc  Khải. . + giáo dục quốc phòng ( em là sinh viên năm nhất ). . em rất mong quý thầy cô khôi phục thời khóa biểu nhanh nhất có thể cho em ạ tại vì sắp thì giũa kì ạ em rất lo lắng ạ  em rất mong quý thấy cô giúp đỡ ạ. . em cảm ơn quý thầy cô đã bỏ thời gian đọc mail ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . CÓ PHẢI ĐIỀN LINK NÀY LÀ XONG PHẢI KHÔNG Ạ . . CÓ [full_name] Ạ",
            "Chào em,. . Em điền form, xem email trả lời nhé.. . Câu trước em có hỏi rồi.. . Thân mến. . . ."
        ]
    }
]