[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào thầy, cô do đợt nghỉ dịch em về quê gắp rút quá không biết thẻ sinh viên nó còn trên trọ hai là mất rồi nên em muốn in lại nhưng vào phần in thẻ điền đầy đủ thông tỉn rồi nhưng không in được nó để (Bạn đang có 1 phiếu chưa hoàn tất, tạm dừng hoặc không có thời khóa biểu) là sao ạ em sinh viên k20 ạ",
            "Chào em,. . Em vui lòng chụp hình lỗi đính kèm gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /. . Em thấy trên mybk đã mở đăng ký môn rồi ko pik là đăng ký được chưa hay tới 6/12 mới đăng ký được z ạ!!!. .",
            "Chào em,. . Vui lòng trình bày rõ vấn đề nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô ạ, em hiện là sinh viên năm 3 ngành Địa kỹ thuật, em đã đọc quy định về việc học song ngành ạ. Cho em hỏi là em muốn học . .  một số môn song ngành ngành Xây dựng để tích lũy nhưng có một số môn ngành em cũng có học rồi va bên ngành xây dựng cũng có những môn đó nhưng khác mã môn học, ví dụ như môn Khoa học trái đất mã CI1069 và GE1013...., cho em hỏi là em có cần đăng ký học lại những môn đó không ạ ? Em cảm ơn thầy cô!!",
            "\"Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy cô,. . . . Em có nguyện vọng chuyển hệ từ Chính quy sang hệ Vừa học vừa làm.. . Hôm 11/11 em có đặt câu hỏi nhờ thầy cô hỗ trợ hướng dẫn em chuyển hệ (Câu hỏi/yêu cầu #40361). Hôm nay em gửi đơn xin được chuyển hệ ạ.. . Thầy cô xem xét giúp em. Nếu có sai sót em mong thầy cô phản hồi để em sắp xếp ạ.. . Em cảm ơn ạ.. . . . Sinh viên. . [full_name]",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô),. . Dạ cho em hỏi là việc nộp bản sao bằng tốt nghiệp THPT có thể tạm hoãn lại được không ạ. Do bằng tốt nghiệp em không có đem về nhà mà để trên ký túc xá. Mong các thầy (cô) giải đáp câu hỏi này của em.. . em xin cảm ơn!",
            "Chào em,. . Vì tình hình dịch nên phải dựa vào tình hình thực tế rồi nhà trường sẽ thông báo cụ thể cho SV sau.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thầy cô cho em hỏi là trên đăng ký môn học có mở đợt đăng ký kỳ 212 cho CQ+VHVL thì sinh viên khóa chính quy tụi em có đăng ký trong đợt này không ạ",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, hiện học kỳ 211 ở mục Môn tự chọn cơ sở ngành, em đã chọn môn Các hệ thống môi trường. Vậy nếu ở HK212 em chọn học thêm môn Mô hình hóa môi trường cùng mục Môn tự chọn cơ sở ngành, thì Mô hình hóa có được tính chi vào Tự chọn tự do không ạ?. . Mặt khác nếu ở mục Môn tự cọn chuyên ngành, theo CTĐT là chọn 1 môn, nhưng nếu em học 2 môn trở lên thì môn dư đó có được tính vào Tự chọn tự do không ạ?. . Em cảm ơn thầy/cô đã trả lời ạ.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào cô ! em là sinh viên khóa k18 ,em có thắc mắc là khóa của em hiện tại nếu thi toeic được 500 cho 2 kỹ năng (LC,RC) thì có được chuyển điểm anh văn 4 không ạ? . . . .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Học vụ. Em chào thầy cô,. . Theo như thông báo của Nhà trường thì 6/12 này tụi em sẽ học lại thí nghiệm/thực hành trực tiếp nên em có vài thắc mắc mong thầy cô có thể giải đáp giúp em ạ.. . 1. Kế hoạch học trực tiếp này là cho tất cả các bạn sinh viên hay chỉ áp dụng với các bạn đăng ký học thí nghiệm trước đó ạ.. . 2. Giả sử là áp dụng cho tất cả các bạn sinh viên vậy có thể hoãn không ạ, vì theo em biết nhiều bạn hiện đang ở vùng đỏ/ở xa/gia đình không cho vào học,.... . 3. Vấn đề chỗ ở, dù học ở cs1 nhưng việc thuê trọ ở khu vực gần cs1 sẽ là bất khả thi hoặc quá khả năng tài chính của nhiều bạn (nhiều bạn đã đăng ký ở ktx ở cs2 sẵn rồi), nên nếu mọi việc diễn ra như dự kiến, Nhà trường có thông báo cho ktx đón sinh viên không ạ.. . Câu văn lủng củng mong thầy/cô thông cảm ạ.. . Cảm ơn thầy/cô đã đọc ạ.. . Chúc thầy/cô một ngày tốt lành!!!",
            "Chào em,. . Em xem lại PĐT đã gửi email: Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . \"Các Sinh viên đã có đủ các điều kiện phòng chống dịch hiện hành (di chuyển, làm việc/học tập) để có thể đến trường học thực hành, thí nghiệm, đăng ký để Phòng Đào tạo có căn cứ phối hợp bố trí sắp xếp lịch học thực hành, thí nghiệm trong trường. . ...Việc tổ chức thi kết thúc TNg theo kế hoạch của Khoa/Bộ môn, các Sinh viên chưa hoàn tất TNg (chưa đủ điều kiện đến trường) có thể thực hiện các bài TNg sau khi trường đã được tổ chức học tập trực tuyến đầy đủ.  ...\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em thấy bên đăng ký môn học có mở 1 mục 'Đăng ký môn học HK212 - Đợt 1 CQ + VLVH' nhưng em không thấy mail thông báo về việc mở đăng ký môn học ạ. Em không biết mục trên có phải dành cho các ban sinh viên học hệ chính quy (đại trà-K21, K20,K19,..) không ạ? Nếu đúng, mong nhà trường có mail thông báo vì nhiều bạn sẽ không biết về việc mở đkmh này ạ.. . Em cảm ơn thầy cô đã đọc ạ.. . Chúc thầy cô một ngày tốt lành!!!",
            "Chào em,. . Em theo dõi email PĐT gửi thời gian sắp tới nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã nhận được mail báo là đã có tên trong danh sách dự kiến tốt nghiệp nhưng em vào bấm đăng ký tốt nghiệp thì không được ạ (chỗ màu xanh không cho bấm vào). Em không biết tại sao. Mong thầy/cô xem giúp em ạ.. .",
            "Chào em,. . Em vào đăng ký tốt nghiệp lại nhé, đã mở khóa cho bạn vào đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad:. . không biết là khi bị rớt môn, học lại thì điểm trung bình môn đó sẽ lấy lần học có điểm cao nhất hay là lấy trung bình của các lần học vậy.. . Cảm ơn ad.. . . .",
            "Chào em,. . Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy điểm cao nhất tính.. . Khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thưa PĐT, em thấy trên mybk đã mở đợt đăng kí môn học của học kì 212, nhưng mà em chưa nhận được thông báo từ nhà trường, vậy là em đợi nhà trường thông báo mới đăng ký môn hay là em đăng kí vô đợt đăng ký môn mà trên mybk đang mở v ạ.. . Mong được PĐT phản hồi sớm ạ.. . Em cảm ơn!",
            "Chào em,. . Em theo dõi email PĐT gửi vào thời gian sắp tới nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào pđt,. . EM tên [full_name]. . MSSV: [student_id]. . . . Phòng đào tạo cho em hỏi là em khóa K15 thì cần TOEIC 500 hay TOEIC 600 để đổi AV 1 2 3 4 ạ.. . Em cảm ơn. . . .",
            "Chào em,. . Em xem quy chế aao/sinh viên/quy chế, quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng/phụ lục 1. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy, cô. Do em bị trễ anh văn và đăng ký môn học kì này bị hết slot ( dù đã gửi mail đăng ký bổ sung đợt 2 và được phản hồi nhưng không được xét duyệt) . . . . . Hiện tại em còn thiếu \tEE3021 - Thực tập điện tử 2 , EE3019- Truyền số liệu và mạng, em có thể xin phép đăng ký học song song cùng với đồ án không ạ.. . . . Và nếu môn EE3021 - Thực tập điện tử 2 khi đi học thực hành ( bắt đầu từ ngày 6/12 ), theo em nghĩ nhiều khả năng sẽ không đủ chỉ số lớp ( không đáp ứng được 2 mũi vaxcin) thì em có thể làm đơn dky thay vào chỗ các bạn không có điều kiện lên học thực hành không ạ.. . . . Em xin cảm ơn thầy cô. Mong thầy cô giải đáp thắc mắc giúp em. . . . .   i Học vụ .",
            "Chào bạn. . Hiện tại không thể bổ sung môn học cho Hk211 được nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô.. . Em làm đơn này gửi cô [full_name] vì cô đang xử lý đơn hoãn thi của em.. . . . Dạ không biết cô có thể sắp xếp em thi cuối kì giải tích 1 chung với các bạn học dự thính kì 211 này không ạ.. . . . Tại kì em hoãn là 203 nên sẽ hợp lý nếu em thi chung với khóa dự thính ạ.. . . . Em cảm ơn cô.. . . . . .",
            "Chào bạn. . Trường hợp của bạn đang làm quyết định, sau khi có qd bộ phận xếp lịch thi sẽ xếp và thông báo cho bạn sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Hiện tại em là sinh viên K18, và theo đúng chương trình đào tạo thì học kỳ sau em sẽ đăng ký luận văn tốt nghiệp. Tuy nhiên, do dịch bệnh bùng phát nên em chưa thể đăng ký thi TOEIC để đủ tiêu chuẩn Anh văn cho việc đăng ký Luận văn. Em muốn hỏi rằng kỳ sau có xét chuẩn Anh văn để đăng ký Luận văn hay không, và dự kiến khi nào sẽ có thông báo về việc này qua email cho sinh viên ạ ? . . Em xin cảm ơn.. .",
            "Chào em,. . - Hiện tại chưa có thông báo gì về việc không xét Chuẩn tiếng Anh cho việc đăng ký LVTN ở HK212 nhé.. . - Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Xin chào quý thầy cô BKSI,. . Em tên [full_name], mssv [student_id]. Em có đăng ký tốt nghiệp nhưng hiện tại tình trạng sinh viên của em vẫn còn là đang học. Em có thể hỏi khi nào tình trạng sinh viên của em được cập nhật ạ?. . Em cám ơn thầy cô đã đọc ạ.",
            "Chào em,. . Vui lòng trình bày rõ câu hỏi bạn giúp cô. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], mssv [student_id]. Vừa rồi vì em tưởng điền link form đăng ký đi học thí nghiệm trực tiếp để khảo sát số lượng sinh viên nên em đã điền form ạ. Sau khi có thông báo đi học vào 6/12 thì gia đình em phản đối đi học trực tiếp. Em muốn hỏi là không biết nhà trường có thể hủy đăng ký đi học trực tiếp của em được không ạ?. . Em cảm ơn.",
            "Chào em,. . Em vui lòng làm đơn trình bày và gửi qua [full_name] nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô thầy. . Em tên là [full_name] [student_id]. . Em đã nhận được mail thông báo \"Chúc mừng sinh viên đã có tên trong danh sách dự kiến tốt nghiệp đợt 2 năm 2021.\" Nhưng khi lên đăng ký tốt nghiệp trên mybk thì có 1 dòng chữ màu đỏ là \"Không được phép đăng ký (tạm dưng)\".. . Xin cô thầy cho em cách giải quyết ạ.. . Em chân thành cám ơn ạ. .   i Tốt nghiệp .",
            "Chào em,. . Sau ngày 30/11/2021 em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô phụ trách giải quyết ạ.. . Em tên là [full_name] , MSSV: [student_id] , vừa rồi em đó điền link của trường về việc học thí nghiệm, em đọc không kĩ và tưởng đó là khảo sát để biết số lượng, mà gần đây nhận được thông báo đi học dành cho những bạn đã điền link đấy ạ. . . Mà hiện tại trong nhà anh em đang bị f0, và hiện tại nhà đang cách ly nên em muốn hủy đăng kí học trực tiếp trong các tuần tới ạ. Em xin cảm ơn  thầy/cô nhiều ạ. Chúc thầy/cô nhiều sức khoẻ và an toàn trong mùa dịch.",
            "Chào em,. . Em vui lòng làm đơn trình bày và gửi bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên PFIEV khóa 17, Do em đã chưa đủ điểm qua môn học Toán 3 (006713) ở hk 181, Sau đố do thay đổi ctđt nên môn này bị hủy và thay vao đó là môn tương đương theo ctdt mới Giải Tích 3 (MT2007) và em đã hoàn thành trong học kì 203. Em chưa được chuyển điểm miễn trên mybk, Cho em hỏi em có cần làm đơn xin phép hay không ạ?",
            "Chào em,. . Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô,. . . . Em tên [full_name]SV: [student_id]. . . . Cho em hỏi mã lớp LA1037 lớp AV1A học vào tháng  tới có thể tăng sỉ số hoặc mở thêm lớp được không ạ? Em đang học AVCB A chuẩn bị học AV1A để kịp đủ anh văn năm nhất để đăng kí môn cơ sở ngành cho kì 212 ạ. Do sơ sót nên em vào hơi trễ, nên lớp full rồi ạ. Mong PĐT có thể tăng sỉ số lớp hoặc mở thêm lớp để em và các bạn chưa đăng kí có thể kịp để hoàn thành chuẩn AV năm nhất với ạ.. . . . Em ơn thầy/cô.. .",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo, em đã từng bị trễ 1 học kì 202 do môn anh văn nên môn [full_name] _ EE2039 . . và [full_name] _ EE2035 em chưa được học. Do môn này tiên quyết rất nhiều môn như đồ án, thực tập nên hè 203 em có đăng ký nhưng bị hủy do tình hình dịch bệnh. Đến học kì 211 em vẫn đăng kí dự thính đợt 2 nhưng bị hủy lớp do sĩ số ít. Mong nhà trường có thể tạo điều kiện cho em học song hành với các môn học kì 212 được không ạ. Em đã nỗ lực rất nhiều và em mong nhà trường có thể tạo điều kiện cho em. Em sẽ cố gắng học tập và em tin với việc học song hành như vậy đôi lúc sẽ khó khăn hơn nhưng em tin là em sẽ làm được. Em xin cảm ơn.",
            "Chào em,. . Vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô, . . Em là sinh viên trường mình, do kì trước có một số vấn đề nên e không đăng kí môn học và bị tạm dừng học kì rồi, hiện nay e đang có nhu cầu muốn nộp đơn tiếp nhận lại để được đăng kí môn học và học tập trong học kì tiếp theo nên e viết thư này muốn hỏi là e có thể nộp đơn tiếp nhận theo hình thức nào được ạ?. . . .",
            "Đã trả lời câu trước. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên là   B [full_name] - [student_id]  /B . Ngày 22/11 em có thông báo có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021, em đã đăng ký xét tốt nghiệp, thanh toán lệ phí và đã được chấp nhận đăng ký. Nhưng sáng hôm nay em kiểm tra lại thì tình trạng ghi là \"  B không được đăng ký (tạm dừng)\".  /B . . . . Mong phòng đạo tạo kiểm tra và giải quyết sớm cho em vấn đề này, hiện tại em đã đủ điều kiện và có tên trong danh sách dự kiến và cũng đã thanh toán lệ phí. . . . .",
            "Chào em,. . Không sao đâu có, do hệ thống mới cập nhật QD tạm dừng vì không đăng ký MH trong HK211, trường hợp nếu bạn đã đăng ký tốt nghiệp thành công, PDT sẽ tự động ra Quyết định thu nhận và Quyết định tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]. . Họ và tên sinh viên: [full_name]. . . .     -Kính thưa PĐT, hiện tại ở phần đăng kí môn học của mybk đã có phần đăng kí môn học cho HK212 của CQ và VHVL, nhưng do em chưa nhận được thông báo để đăng kí môn học nên em vẫn chưa vào đăng kí vì nghĩ rằng đang là thời gian bảo trì của website của trường nên em không đăng kí để tránh gây khó khăn cho bộ phận bảo trì hệ thống. Và em có một câu hỏi ạ:. . . .     (1)Bây giờ hệ thống đã hoạt động lại bình thường thì em có thể đăng kí môn chưa ạ?. . Em mong sẽ nhận được phản hồi sớm nhất từ PĐT ạ.. . Chân thành cảm ơn.  . .   i Học vụ .",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô !. . Dạ quý thầy/cô cho em hỏi hiện tại em đang tạm dừng hk 211 mà nhà trường yêu cầu sắp tới sẽ phải nộp bằng tốt nghiệp THPT vậy e có được đk để nộp không ạ. Em cám ơn ạ.. .",
            "Chào em,. . Em email cô [email] để làm việc trực tiếp với SV.. . Thân mến. . . . . .",
            "Dạ em có mail cho cô rồi mà không nhận được phản hồi ạ. Em mong nhận được hỗ trợ từ quý thầy/cô ạ. Em cám ơn",
            "Chào em,. . Em kiên nhẫn chờ email cô đó nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy,cô em có ở học kỳ trước 202 và 203 em có đăng ký các lớp anh văn nhu cầu 1A,2A,3A có mã là LA1037,LA1039,LA1041. Theo như trường nói thì ở các lớp này sẽ không tính điểm vào điểm trung bình tích lũy nhưng có tính vào số tín chỉ tích lũy. Nhưng hiện tại em lại không được cộng số tín chỉ này.. . . Ở dưới em có đính kèm hình trên từng học kỳ ạ . . Ở học kỳ 202 em đăng ký 13 tín chỉ nhưng chỉ tính cho em 9 tín chỉ và thiếu 4 tín chỉ của LA1037, 1039 . . Ở kỳ 203 em đăng ký 2 chỉ môn LA1041 thì lại không có tín chỉ nào.. . Mong thầy cô xem lại giúp em ạ. Em cảm ơn thầy cô giúp đỡ",
            "Chào em,. . Do hiện tại học kỳ 202 và 203 chưa kết thúc (do còn nhiều môn chưa thi cuối kỳ), nên chưa tính đủ số tín chỉ tích lũy nhé, trường hợp của em có thể đăng ký in bảng điểm tại mybk/In Bảng điểm, bảng điểm cá nhân của từng sinh viên khi in ra sẽ được công tất cả các môn SV học, có điểm tới thời điểm hiện tại khi đăng ký.. . Còn trên mybk/Thông tin SV, khi nào có đủ điểm mới cộng và cập nhật điểm chung cho SV 1 lần nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô. . . . em là: [full_name] MSSV [student_id]. . NHÓM EM GỒM: . . [full_name] [student_id]. . [full_name] [student_id]. . [full_name] [student_id]. . hiện tại nhóm em đang làm luận văn tốt nghiệp HK1 - 2021-2022, trên thời khóa biểu em thấy là hoàn thành luận văn tuần 47, hôm nay là ngày cuối của tuần 47. Nhưng em không biết khi nào sẽ bảo vệ luận văn, vì tình hình dịch bên nên nhóm em không thể vào trường để làm luận văn được.. . kính mong thầy/cô cho em biết là khi nào trường tổ chức bảo vệ, và khi nào nhóm em có thể vào trường ạ. . . . em cảm ơn thầy/cô. . Học vụ .",
            "Chào em,. . Em xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . \"...2. Thời gian Thi. . - Tuần 49-52 (ngày 6-31/12/2021). Riêng sinh viên (SV) chính quy khoá 2021, tuần thi . . là tuần 52 (ngày 27-31/12/2021).. . - Một số học phần kết thúc sớm có thể tổ chức thi ngay trong tháng 11/2021. . . - Phản biện và bảo vệ Luận văn tốt nghiệp (LVTN): theo Biểu đồ học tập hiện hành, . . tuần 51-52 (ngày 20-31/12/2021). Trường hợp cần thiết, sẽ có một đợt bảo vệ bổ sung . . cho các trường hợp đề tài bị ảnh hưởng nghiêm trọng bởi tình hình dịch Covid-19. . . Thời gian sẽ thông báo sau...\". . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên [full_name]- MSSV [student_id]\t. . Ngày mai em có lịch thi, nhưng bkex đã bị khóa, . . nhờ pđt mở giúp em với ạ.. .",
            "Chào em,. . Trước giờ thi vẫn vào được, thông báo có ghi rõ mà.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name]. . . .   B   U -Nội dung:  /U   /B . . . . Hiện tại em đã có điểm thi môn lý nhưng trước đó ,lúc làm bài thi xong, em bị gặp lỗi ứng dụng record màn hình thi khiến cho ứng dụng tự động tắt vằ mất đi bản ghi hình khiến cho em không có video để gửi lên trường.. . . .   U -Câu hỏi:  /U  . . 1/Vậy em vẫn có phải nộp đơn xin thi lại?. . 2/Nếu có thì em phải nộp đơn xin thi lại cho ai? . . . . Trân trọng cảm ơn Thầy/Cô. . . .",
            "Chào em,. . Về trường hợp hoãn thi giữa kỳ HK211, SV có thể liên hệ trước với GV để xin được kiểm tra bổ sung.. . Các trường hợp chưa được giải quyết, SV có thể tải mẫu đơn “Phiếu đăng ký dự thi kiểm tra bổ sung” tại trang aao.hcmut.edu.vn/Sinh viên/biểu mẫu, điền đầy đủ thông tin và gửi qua bksi (kèm theo minh chứng nếu có). . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em bì tạm dừng kì này vì đống trễ học phí. Em. . đã đóng học phí rồi. Vậy em có thể đăng kí môn cho kì sau được không ạ? Em xin cảm ơn.",
            "Chào em,. . Em tải mẫu đơn thu nhận lại, điền đầy đủ thông tin, gửi qua email [email] . . biểu mẫu thu nhận: aao/biểu mẫu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào phòng đào tạo. . . . . Em tên là [full_name], MSSV: [student_id]. Nay em viết mail này để nộp đơn đăng ký thu nhận lại học kỳ 212. Lí do em tạm ngừng học kì 211 và phải nộp đơn thu nhận lại cho học kì 212 thì em có đính kèm hình ảnh giải thích bên dưới ạ. Các giấy tờ yêu cầu khác (bao gồm bằng tốt nghiệp THPT, kết quả thi anh văn   250, hoàn thành hết học phí) thì em có đính kèm hình ảnh bên dưới cho từng loại ạ. Vì em đã tạo câu hỏi trên BKSI và được hướng dẫn như vậy nhưng vì lí do không được vào trường nộp trực tiếp nên em phải viết mail để nộp cho phòng đào tạo ạ. . . . . Dạ em cảm ơn ạ.. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em tên [full_name], MSSV [student_id] lớp DD20LT05. . em đã nộp bằng tốt nghiệp THPT cho lớp trưởng 1 tháng trước nhưng sao trên phần nộp bằng tốt nghiệp THPT chưa có xác nhận Phiếu đăng kí đã xử lí vậy ạ.. . em cảm ơn ạ",
            "Chào em,. . SV K20 hiện PĐT chưa xác nhận nộp bằng cho những SV đã nộp theo thông báo đợt 1 và 2 (mới có hai ba lớp nộp thôi) nên những sv này sẽ xác nhận sau đợt này (từ 20/12/21-22/1/22). . . Sau khi xác nhận xong sẽ có mail thông báo trường đã xác nhận để SV vào kiểm tra lại.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi về việc đăng kí LVTN, hiện tại em mới chỉ có 9.5 ngày CTXH  vậy có đủ điều kiện để đăng kí làm LVTN trong kỳ đăng kí môn học này được không ạ? Do dịch nên có ít hoạt động để tham gia nên hiện tại em chưa tích lũy đủ 10 ngày CTXH ạ.. .",
            "Chào em,. . - Có đủ điều kiện để đăng kí làm LVTN . . =  Em theo dõi email sắp tới từ PĐT nhé.. . - Do dịch nên có ít hoạt động để tham gia nên hiện tại em chưa tích lũy đủ 10 ngày CTXH ạ.. . =  Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô Phòng đào tạo,. . Em tên là [full_name], MSSV: [student_id]. . . . Em viết thư này để hỏi PĐT về việc đăng ký tốt nghiệp của em. Hiện tại khi vào phần đăng ký tốt nghiệp, em được báo là \"Không được phép đăng ký (tạm dừng, nợ học phí)\". Nhưng khi kiểm tra lại trên Mybk thì tình trạng là \"Đang học\", và không có nợ học phí. (file đính kèm phía dưới). . . . Em có kiểm tra lại các điều kiện tốt nghiệp của em. Em thấy đã đủ rồi. Nhưng không chắc còn có vấn đề gì khác mà em bỏ sót nữa không.. . . . Em kính nhờ PĐT có thể kiểm tra lại giúp em, để em có thể bổ sung kịp thời trước khi hết hạn đăng ký tốt nghiệp.. . . . Em xin chân thành cảm ơn! [full_name] mong nhận được phản hồi từ thầy cô.. . . . Trân trọng,. . . . [full_name]. .",
            "Chào em,. . Hiện tại đã mở khóa, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên: Lưu Quốc Cường. . MSSV:[student_id]. . Hệ [full_name]H: [full_name] - điện tử. . Lớp Z3CD. . . . Dạ cho em hỏi là hiện các bạn chung lớp cùng ngành em học( kỹ thuật điện) đều nhận   B phiếu miễn môn  /B  học các môn học đã học ở hệ cao đẳng từ mail trường nhưng riêng em lại   B không có  /B ,mặc dù khi nộp hồ sơ đã nộp đủ bảng điểm và bằng tốt nghiệp hệ cao đẳng trường Cao Đẳng điện lực TPHCM. Mong phòng đào tạo kiểm tra và giải đáp thắc mắc giúp em, để em có thể thực hiện đăng ký môn học lần này.. . Đính kèm bằng tốt nghiệp hệ cao đẳng, bảng điểm của hệ cao đẳng và phiếu miển môn của bạn cùng lớp.. . . . Em cảm ơn.. . Trân trọng./.. .",
            "Chào bạn,. . Phòng đào tạo đã ghi nhận trường hợp của bạn, và đã chuyển thông tin đến các bộ phận liên quan để kiểm tra và xử lý, bạn vui lòng đợi Pdt phản hồi kết quả qua BKSI hoặc mail sinh viên. . Thân. .",
            "đã hướng dẫn sv về khoa"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký thi anh văn  nói viết tháng 12 này nhưng sao tận hôm nay em định thanh toán học phí thì không có hóa đơn cần thanh toán trên bkpay . Phòng đào tạo xem lại trường hợp của em với ạ . .",
            "Chào em,. . Em xem lại trên BKPay nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô!. . Em đã nộp bằng tốt nghiệp THPT theo đơn vị lớp (cả lớp nộp cho lớp trưởng gửi về nhà trường) từ tháng 5/2020 nhưng tới bây giờ lại nhận báo là trường vẫn chưa xác nhận đã nhận được bằng tốt nghiệp của em. Vậy cho em hỏi nếu vẫn chưa được xác nhận thì em vẫn được đăng ký môn và tiếp tục học bình thường ở kỳ học sau đúng không ạ? Hiện tại dịch bệnh ở tỉnh thành của em rất căng và em không thể vào lại TP. HCM (Bằng tốt nghiệp của em đang còn để ở ktx) để photo bằng tốt nghiệp và nộp lại một lần nữa. Sau khi vào lại SG em nhất định sẽ nộp lại bằng tốt nghiệp THPT cho trường BK ạ!. . Em xin chân thành cảm ơn thầy/cô đã đọc mail và phản hồi thắc mắc của em!!!. .",
            "Chào em,. . SV các khóa cũ từ K19 về trước thì SV nào nộp đều đã xác nhận hết rồi. Trong trường hợp SV nào chưa được xác nhận thì báo SV cung cấp đầy đủ thông tin (HỌ TÊN, MSSV, LỚP, KHOA, NỘP THỜI GIAN NÀO, LỚP TRƯỞNG LÀ AI VÀ KÈM MINH CHỨNG NẾU CÓ) và gửi về mail huongthuy@hcmut.edu.vn . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô,. . Em là sinh viên khoa điện-điện tử, khóa K2019, trong chương trình đao tạo khóa em không có môn học EE3145-Kỹ thuật ra quyết định, vậy nếu em đăng kí học và hoàn thành môn này thì có được tính vào điểm trung bình tích lũy ngành để xét bậc tốt nghiệp không ạ? . . Em xin cảm ơn.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy, cô. Em là sinh viên khóa 2019 khoa Điện - Điện tử.. . . . Ở học kỳ 201 em đã xin tạm dừng học để bắt đầu chương trình du học Mitsubishi. Và đến nay em muốn quay trở lại trường để tiếp tục việc học. Do đó, em xin hỏi quý thầy, cô rằng: Em cần thực hiện những thủ tục cụ thể như thế nào (đơn từ, biểu mẫu), và thông qua hình thức gì (trực tiếp, trực tuyến) để có thể tiếp tục học vụ của mình ở trường?. . . . Mong sớm nhận được phản hồi từ quý thầy, cô. Em xin chân thành cảm ơn. .",
            "Chào em,. . - Trường hợp này Sv tải mẫu đơn thu nhận đính kèm quyết định thôi học sẽ trình ban lãnh đạo phòng xét duyệt.. . - Mẫu đơn trên aao/biểu mẫu thu nhận. . - Gửi qua email [email] . . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô,. . . . Em là sinh viên K18. Học kì 212 này, khóa em làm luận và em có một số vấn đề vẫn chưa rõ, kính mong thầy/cô giải đáp giúp em:. . 1. Điều kiện để được nhận luận văn là qua 4 môn anh văn của trường hay là phải nộp chứng chỉ Toeic theo chuẩn của trường ạ (K18 là 500). . 2. Nếu phải nộp chứng chỉ ngoại ngữ thì hạn nộp là khi nào vậy ạ, do em vẫn chưa thấy cập nhật trên lịch học vụ ạ.. . 3. Thực tập hè của em vẫn chưa hoàn thành, do dịch nên khoa duyệt cho hoãn lại và em đã đóng học phí rồi, thì học kỳ này em có phải đăng ký Thực tập lại không ạ.. . . . Em xin cảm ơn quý thầy/cô rất nhiều.. . Kính chúc thầy/cô có một ngày đầu tuần thật nhiều niềm vui và sức khỏe ạ.",
            "Chào em,. . - Em theo dõi email sắp tới từ PĐT nhé.. . - Do dịch nên khoa duyệt cho hoãn lại và em đã đóng học phí rồi, thì học kỳ này em có phải đăng ký Thực tập lại không ạ.. . =  Em xem quy định hoãn thi:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy (cô),. . Học kì 201 vừa rồi em có rớt 1 môn học. Kì 211 này em định tốt nghiệp nhưng bị rớt 1 môn, vì biết kết quả trễ nên em không kịp đăng kí môn. Em cần làm thủ tục thu nạp sinh viên như thế nào để được đăng kí môn học ở kì sắp tới không ạ?. . Em cảm ơn. . Mong phản hồi từ thầy (cô). .",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào thầy/cô PĐT. . Cho em hỏi, em đã đăng ký tốt nghiệp thành công (đã thanh toán tiền lệ phí, đã nhận mail \"thông báo đơn xin xét tốt nghiệp đã được xác nhận\") nhưng sao hôm nay em vào lại mybk xem lại trang đăng ký tốt nghiệp thì chỗ tình trạng đăng ký hiện \"không được phép đăng ký (tạm dừng)\" dù trước đó đã hiện xác nhận ạ.. . Em cám ơn thầy/cô nhiều ạ!",
            "Chào em,. . Trường hợp của bạn đã đăng ký tốt nghiệp thành công rồi nhé, nên không sao nha. PDT sẽ ra Quyết định thu nhận và Quyết tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV : [student_id]. . Lớp : XD14CD2. . Giáo viên chủ nhiệm : [full_name]. . Nay em viết đơn này xin nhà trường cho em được thôi học bắt đầu từ học kỳ 1, năm học 2021-2022. . để đăng ký tham gia học hệ vừa học vừa  làm của  nhà trường, vì lý do em đã hết thời gian tham gia học chương trình chính quy của nhà trường.. . Mong nhà trường chấp thuận để em được tiếp tục theo học, em xin chân thành cảm ơn.. . Vì lý do dịch bệnh Covid nên em không trực tiếp lên Phòng đào tạo để nộp đơn được, nên em xin phép nộp đơn online.",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã có tên trong danh sách dự kiến tốt nghiệp cào tháng 11 thế nhưng. .  khi vào mục đăng kí tốt nghiệp thì e lại nhận kết quả là :. . [full_name] ([full_name] ). . Mong PĐT xem xét giúp em ạ. . Em cảm ơn ạ. .",
            "Chào em,. . Trường hợp của bạn đã đăng ký tốt nghiệp thành công rồi nhé, nên không sao, PDT sẽ tự động ra Quyết định thu nhận và Tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào cô,. . Học kì 211 em không đăng kí và bị tạm dừng học vụ. Kì tới 212 em muốn đăng kí môn học. Trong tình trạng sinh viên của em ở mybk vẫn là đang học, nhưng em không đăng kí môn được. Em cũng không xem được thời hạn thu nạp lại ở mybk. Mong cô hướng dẫn em làm thủ tục thu nạp cũng như  thời hạn thu nạp. . . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  quên số thẻ BHYT thì phải làm sao để tiếp tục đăng kí bảo hiểm",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em chào quý thầy cô . Dạ cho em hỏi là em làm bài kiểm tra Shcd thứ nhất mấy ngày nay rồi mà sao vẫn chưa được chấm điểm ạ . Em sợ sẽ không kịp cho bài kiểm tra thứ 2 ạ . Em cảm ơn ạ",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào Tạo.. . Em tên là [full_name]. MSSV: [student_id]. Khoa Kỹ Thuật Giao Thông. Em tạo yêu cầu này với mục đích là xin hoãn thi cuối kỳ môn thi IM2011 Quản Lý Dự Án Cho Kỹ Sư vào ngày thứ 2 (29/11/2021). Với lý do là tình hình dịch bệnh hiện nay, nguồn tài liệu chính thức của em chính là BK-Elearning của trường. Nhưng hơn 3 ngày nay, em không truy cập được BK-Elearning để ôn thi nên không trang bị đầy đủ kiến thức để làm bài thi cho tốt. Em đã ấn vào mục Đăng ký hoãn thi cuối kỳ trên MyBK, biểu mẫu trên email thông báo phương thức hoãn thi thì không phản hồi ạ. Kính mong phòng đào tạo hỗ trợ em trong vấn đề dời lịch thi cuối kỳ môn này vào một ngày khác ạ.. . Xin cảm ơn!",
            "Chào em,. . PĐT đã gửi email đến sv, em xem lại nhé: . . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định. . . - Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt . . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng . . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV . . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được . . phép hoãn thi (nộp bài, báo cáo, bảo vệ). Sinh viên vui lòng tải mẫu đơn . . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép . . (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về . . pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác . . nhận của Bộ môn/Khoa...\". . - Biểu mẫu em gửi không còn tác dụng (HK202, HK203). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em không đăng kí tốt nghiệp được do em bị tạm dừng dù kì này là em tốt nghiệp ạ.. . Mong Phòng đào tạo giúp em.. .",
            "Chào em,. . Sau ngày 30/11/2021 bạn vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /iDạ em tên là [full_name] MSSV [student_id].. . Sau khi tuần rồi đợt 23/11 em bị lọt danh sách khi đăng ký tốt nghiệp. Sau đó PDT có thêm em vào đợt 26/11 em đã nhận được mail nhưng em vẫn chưa đăng kí được do bị để là không được phép đăng kí ( tạm dừng) và em vào aao thì dánh sách tốt nghiệp chỉ mới cập nhật đến ngày 23/11.. . Mong PDT giải quyết giúp em, Hiện em đang rất rất rất cần bằng gấp để bổ sung hồ sơ việc làm.",
            "Chào em,. . Hiện tại đã mở khóa, bạn vui lòng vào đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp 95.000 đ nhé. . Thân"
        ]
    }
]