[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào tạo. . . . Em tên là [full_name] MSSV [student_id]. . . . Em dự kiến sẽ nộp chứng chỉ Toeic trước ngày kết thúc học kỳ (29/12) để xét chuyển điểm các môn Anh văn 2 3 4. . . . . Kết thúc học kỳ này em còn thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp.. . . . Thầy Cô cho em hỏi em muốn kéo dài thời gian đào tạo để bổ sung chứng chỉ anh văn 2 kỹ năng thì em cần làm đơn như thế nào ạ!. . . . Em xin cảm ơn. . . .",
            "Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV K15 sẽ nộp đơn kéo dài thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Gửi các thầy cô phòng đào tạo,. . em nộp đơn để xin tạm dừng việc học ở nhà trường ạ, cho em hỏi là em có cần phải đăng ký thời khóa biểu cho kỳ sắp tới không ạ?. . Em cảm ơn quý thầy cô.",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 3/1/2022 và gửi mail Quyết định qua email cho sinh viên. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Ở học kỳ 211 hiện tại, do môn học em cần đăng ký không có trong lịch học vụ nên em đã để thời khóa biểu rỗng, dẫn đến tình trạng bị tạm đình chỉ. Kính mong nhà trường thu nhận em lại để kịp thời đăng ký môn học cho học kỳ 212. . . .",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi thầy/cô PDT,. . . . Thầy/cô cho em hỏi về lịch thi AV nói viết tháng 12 chừng nào có ạ? Lệ phí và đăng ký thi em đã hoàn tất đầy đủ. Em xin cảm ơn.. . . .",
            "Chào em,. . Hiện tai Sinh viên đã hoàn tất lệ phí thi anh văn 2 kỹ năng 150.000.. . . . SV vui lòng đợi mail của Trung Tâm Ngoại Ngữ thông báo chi tiết ngày thi cho từng SV qua mail Sinh viên. Dự kiến trước ngày 14/12/21.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo!. . Hiện tại em có đăng ký thực tập tốt nghiệp, và đã được phân đi thực tập, nhưng do vấn đề dịch bệnh, em muốn hoãn thực tập tốt nghiệp, sẽ thực tập lại vào kỳ 212 và em xin cam kết là việc hoãn này không ảnh hưởng đến việc học hiện tại của em.. . Vậy em cần phải làm những đơn gì ạ? .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi, xem hết thông báo trong email sẽ biết nhé. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Thân mến . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712828  /b \t. . . .   i Tốt nghiệp . Chào Quý Thầy/Cô. . Em tên là Phạm Trần Minh Quân. . MSSV 1712828. . Thầy Cô cho em hỏi là hiện tại em còn thiếu anh văn hai kỹ năng nói viết vậy em có thể xin được giấy chứng nhận tốt nghiệp tạm thời được không?. . Em xin cảm ơn Quý Thầy Cô!",
            "Chào em,. . Không được em nhé, khi nào em đủ điều kiện tốt nghiệp, có tên trong ds dự kiến và đăng ký tốt nghiệp thành công thì mới được cấp giấy chứng nhận tốt nghiệp tạm thời nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B nộp đơn xin tạm dừng học kỳ 212 cho phòng đào tạo trường ĐHBK. . . .",
            "Chào em,. . Em vui lòng điền lại đơn tạm dừng và gửi lại giúp cô nhé, bỏ đơn xác nhận hồ nghèo đính kèm nhé.. . Về diện chính sách, miễn giảm học phí SV vui lòng liên hệ phòng công tác chính trị sinh viên để được hỗ trợ.. . Email:  [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi cô/ thầy, . . Chứng chỉ ngoại ngữ của em đã được thẩm tra, mong được chuyển điểm sớm để kịp đăng ký tốt nghiệp ạ.. . Em xin cảm ơn cô/thầy.. . [full_name]. . [student_id]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa [full_name],. . Em tên [full_name], sinh viên khóa K17.. . Hiện em vừa đăng ký in lại thẻ sinh viên qua hệ thống mybk nhưng khi vào bkpay để thanh toán thì đường dẫn lại không kết nối được. Xin hỏi hệ thống đang có vấn đề gì ạ, vì theo hạn trên bkpay thì phải thanh toán trước ngày 13/12 thì mới hoàn thành được thủ tục in thẻ sinh viên. Em xin cảm ơn.",
            "Chào em,. . Hiện tại cô kiểm tra em đã thanh toán rồi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo.. . Em tên là Nguyễn Tấn Thành, MSSV: [student_id], hệ đào tạo: VHVL; Khoa kỹ thuật xây dựng.. . . . Em làm đơn này để xin được hoãn thi môn học KẾT CẤU THÉP 2 (mã môn học là CI3211) vào ngày 9/12, và môn SINH HỌC ĐẠI CƯƠNG (mã môn học là CH2027) vào ngày 21/12.. . Lý do: không đảm bảo trang thiết bị tham gia thi trực tuyến nên không đủ điều kiện để thi (em đã đăng ký hoãn thi trực tuyến 2 môn này ở kỳ trước học kỳ hè tức học kỳ 2 năm ngoái).. . . . Kính mong Phòng đào tạo xem xét và chấp nhận.. . . . Trân trọng!",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5.. . . . -\t  U   I   B Trường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . •\tLưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.  /B  .   /U . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy (cô),. . Trong CTĐT có môn thực tập ngoài trường được đăng ký ở HK6. Như vậy mình sẽ vừa học vừa thực tập ở học kỳ 6 luôn hay sao ạ? Tại vì bình thường thì môn này sẽ được thực tập trong hè nên chúng ta sẽ đăng ký trong học kỳ 6 luôn hay là sẽ đăng ký trong hè ạ.. . Xin cảm ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . - Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi quý thầy cô phòng đào tạo,. . . . Em tên là Ông [full_name], MSSV [student_id]. . Hiện tại em đã đủ điều kiện xét tốt nghiệp, tuy nhiên do kỳ vừa rồi không đăng ký môn học nên tình trạng sinh viên của em đang ở trạng thái \"tạm dừng\" nên em không thể vào mybk- đăng ký tốt nghiệp để tiến hành đăng ký mặc dù đã nhận được email thông báo có trong danh sách tốt nghiệp tạm thời.. . Mong quý thầy cô phòng đào tạo giúp đỡ để em có thể tốt nghiệp đúng hạn ạ.. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 213T1008  /b \t. . . .   i Tốt nghiệp . Chào Phòng Đào tạo,. . . . Tôi đang làm hồ sơ đăng ký tốt nghiệp. Tuy nhiên khi kiểm tra trong phần \"Thông tin cá nhân\" thì tôi thấy nơi sinh để trống. Nhờ Phòng Đào tạo cập nhật giùm \"Nơi sinh: TPHCM\". . . . Và hôm nay, tôi có cập nhật lại địa chỉ mới theo sổ hộ khẩu. Mong Phòng đào tạo cập nhật lại giùm luôn. . . . Tôi xin chân thành cám ơn.. . . . [full_name]. . . .",
            "Chào em,. . Em vui lòng chụp hình giấy khai sinh có mộc đỏ rồi gửi lại [email] nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô, . . . . Em có tên trong danh sách tốt nghiệp tạm thời và đã đăng ký tốt nghiệp, nhận được giấy tốt nghiệp tạm thời. Tuy nhiên, tại thời điểm đó em chưa đủ ngày CTXH. Bây giờ, em đã đủ ngày CTXH, em có cần phải làm gì nữa không ạ hay phòng đào tạo sẽ tự cập nhật dữ liệu ạ.. . . . Em xin cảm ơn,. . [full_name].",
            "Chào em,. . Không cần nhé bạn, tự động PDT sẽ cập nhật và ra quyết định tốt nghiệp bổ sung tiếp theo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Dạ[full_name] chào Thầy/Cô, Hôm bữa trường có gửi email và form đăng ký họ thí nghiệm tại trường nhưng hôm nay em mới có quyết định vô lại Sài Gòn [full_name] Cho em hỏi việc đăng ký có cò cho không ạ? và hình thức đăng ký như thế nào ạ? Em cảm ơn[full_name][full_name] [full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. .",
            ". . Dạ do em mới nhận được thông báo bên laboratory của công ty em xin thực tập ngoài trường vi dịch bên nên hoãn việc cho sinh viên tụi em lưu trú tại lab. Vì thế nên em xin Cô cho phép em hoãn việc thực tập ngoài trường mới vừa xin .. . Em xin cảm ơn và mong Cô thông cảm cho em với ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Yêu cầu khác . Em xin hỏi về 2 vấn đề sau ạ: . . 1. Em có thể hủy việc học và thi thí nghiệm được không ạ ? (tại vì khu vực hiện tại em đang sống đang thuộc diện giãn cách). . 2. Nếu bắt buộc phải học và thi theo đúng thời khóa biểu thì em không rõ ktx ĐHQG có cho em ở trong thời gian học tập không ạ? (tại vì em không có nơi ở nào khác). . . . Xin pđt giải đáp giúp em, em xin cảm ơn ạ!. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào cô,. . . . Em có nhu cầu hỏi ktx ĐHQG có tiếp nhận tụi em ở nếu em học không ạ?",
            "Chào em,. . Em có nhu cầu hỏi ktx ĐHQG. . =  Em vui lòng hỏi KTX nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quí thầy cô, . . Vừa qua em có đăng ký học tập trực tiếp các môn thí nghiệm tại trường. Tuy nhiên do có một số nguyên nhân nên hiện em vẫn chưa thể quay lại trường được như nội dung trình bày trong đơn dưới đây. . . Kính mong nhận được sư thông cảm của quí thầy cô. . . Em xin chân thành cảm ơn. . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thưa thầy cô ạ!. . Cho em hỏi ạ:. . Bây giờ em muốn được đăng kí học trực tiếp tại trường môn thực tập điện 1(EE2025) và thực tập điện tử 1 (EE2023) được không ạ.. . Em xin cảm ơn ạ! \t. . . .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]8  /b \t. . . .   i Yêu cầu khác . Em chào thầy cô!. . Em là [full_name]. MSSV: [student_id]8. . Em là sinh viên khóa K13 đã hết thời gian đào tạo nhưng em đã được thu nhận lại để theo học hệ VLVH. Thế nhưng trong trang [full_name] vẫn chưa cập nhật thông tin là em đã nhập học lại ạ!. . . . Em kính mong quý thầy cô đọc và giải đáp giúp em ạ!",
            "Chào em,. . Tình trạng SV của em đã được thu nhận lại.. . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho đợt tiếp theo.(SV ĐKMH vào đợt 2, 13 giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thưa thầy cô ạ!. . Cho em hỏi ạ:. . Bây giờ em muốn được đăng kí học trực tiếp tại trường môn thực tập điện 1(EE2025) và thực tập điện tử 1 (EE2023) được không ạ.. . Em xin cảm ơn ạ! \t. . . .   i Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy , cô. . Em làm đơn này là muốn hỏi xin bảo lưu kết quả làm như thế nào ạ . . . em xin cảm ơn. .",
            "\"Chào bạn,. . Về việc đăng ký tạm dừng học:. . Bạn vui lòng tải mẫu đơn: Tạm dừng tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712759  /b \t. . . .   i . . Thưa Thầy/Cô. . Em xin hỏi là Đơn Xin Mở Lớp Ngoại Lệ thì cần chữ ký trên giấy hay làm Online như kỳ trước ạ!. . Mong PDT góp ý giúp em để em hoàn thành thủ tục chính xác và nhanh chóng ạ!. . Em xin cảm ơn rất nhiều!. . Chúc Thầy/Cô nhiều sức khỏe ạ!. .  .",
            "Chào bạn. . Trước tiên các bạn đăng ký các môn cần học HK212 ở đợt 1, nếu đợt 2 (từ ngày 23/12/2021)  không có mở lớp thì lúc đó mới nộp đơn mở lớp, sẽ có thông báo chi tiết lịch trình mở lớp  ở đợt 2. . Tải mẫu đơn “Đề nghị mở môn học”, sau đó SV gửi email trực tiếp đến Giảng viên giảng dạy & Khoa/Bộ môn để được:. . -      [full_name] xác nhận đồng ý. . -     Ghi rõ Thời khoá biểu.. . -  Đối với các môn có thực hành/thí nghiệm: Khoa phải cam kết tổ chức được cho SV. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phép được gửi đơn xin tạm thu nhận lại ạ, em đã thanh toán học phí của học kỳ 202 rồi ạ. Em cảm ơn cô.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.(SV ĐKMH vào đợt 2, 13giờ ngày 23/12/21). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô phòng đào tạo ĐHBK,. . . . Em là [full_name], mssv [student_id]. Em đã đăng ký thi online 2 kỹ năng Nghe-Nói và hoàn tất thanh toán học phí BKPay nhưng đến hôm nay vẫn chưa nhận được thông báo ngày thi qua mail sinh viên. Kính mong thầy cô xem xét lại giúp em vì gần tới thời hạn xét tốt nghiệp.. . . . trong thời gian chờ phản hồi,em chân thành cảm ơn thầy/cô.. . . . [full_name]. . . . . .",
            "Chào em,. . Hiện tai Sinh viên đã hoàn tất lệ phí thi anh văn 2 kỹ năng 150.000.. . . . SV vui lòng đợi mail của Trung Tâm Ngoại Ngữ thông báo chi tiết ngày thi cho từng SV qua mail Sinh viên. Dự kiến trước ngày 14/12/21.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy, Cô[full_name] [full_name] Em xin gửi kèm đơn đăng ký trễ hạn môn \"Đề cương luận văn -[full_name] học Máy tính\" (CO4315)[full_name] Đính kèm là đơn xin đã có chữ ký của giáo viên hướng dẫn và [full_name], kèm theo thư trao đổi của em với [full_name] ạ[full_name] [full_name]",
            "Chào bạn. . Pdt đã đồng ý đơn của bạn. . Bạn theo dõi TKB và học phí cập nhật vào tuần sau. . Thân",
            "Chào bạn. . Sau khi Pdt kiểm tra. . Môn DCLV không đăng ký được vỉ bạn đã rút môn TTTN ở Hk203. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Thưa thầy cô!\t. . Dạ thưa do có vấn đề về đi lại em chưa thể lên học 2 môn thực tập điện 1 (EE2025) và thực tập điện tử 1 (EE2023). Nãy em có nhắn xin thầy cô giải quyết cho em học 2 môn này mong thầy cô không điền tên em vô danh sách học thực tập ạ.. . Em mong thầy cô thông cảm cho thiếu sót của em.. . Em xin chân thành cảm ơn ạ!. . . .   i Đăng ký môn học .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Máy tính của em không thể đăng nhập bằng mail của trường cấp. em xin được hỗ trợ .",
            "Chào em,. . Em xem có sử dụng cùng lúc 2 email không ?. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi nhà trường.. . . . Em viết email này để có thể đăng ký học thí nghiệm offline vào ngày 13/12, tức là thứ hai tuần tới.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào quý thầy/cô!. . Em xin được nộp đơn rút môn học: . . Anh văn cơ bản A (nhu cầu)-mã môn:LA0011.. . Mong quý thầy cô xem xét và phê duyệt giúp ạ. Em cảm ơn!",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 30/12/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có chuyển từ hệ CLC sang VHVL và đã nhận được mail đăng kí môn học nhưng em vào web trường vẫn không thể đăng kí. Mong  nhà trường xem xét giúp em ạ. Em xin cảm ơn",
            "Chào bạn. . Pdt đã ghi nhận. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào phòng đào tạo,. . Em xin hỏi em đang học ngành vật liệu hệ vừa làm vừa học thì em có thể đăng ký học thêm ngành thứ hai là cơ khí được không ạ? Và em phải làm đơn xin như thế nào ạ, em xin chân thành cám ơn,",
            "Chào em,. . Em vui lòng email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là: [full_name]. . MSSV [student_id]. . Dạ lúc nảy em có xin học thí nghiệm trực tiếp tại trường nhưng việc sắp xếp chỗ ở của em bị ảnh hưởng vì chỗ laboratory của em đã hoãn việc cho sinh viên lưu trú vì dich nên em xin Cô cho phép em hoãn việc học thí nghiệm tại trường ạ. . Em xin cảm ơn và mong cô thông cảm ạ",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào pđt ạ, nay em xin nộp phiếu đề nghị chuyển hệ chính quy sang vlvh từ học kì 212 ạ.. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào ad, em tên là [full_name], mssv [student_id], lớp TT19DDT1. . . . Lúc trước, em chưa được tiêm đủ 2 mũi nên chưa thể đăng kí quay lại trường được.. . . . Hiện em đã tiêm đủ 2 mũi và nhận được thông tin quay lại trường, nên em xin phép được đăng kí học thí nghiệm trực tiếp.. . . . Em cảm ơn ad và mong nhận được phản hồi ạ.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em có đăng kí học học trực tiếp tại trường nhưng tại sao em không có trong danh sách học và không có TKB vậy ạ.",
            ". . . . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào vp,. . văn phòng cho em hỏi là nếu em không đăng ký lên trường học thí nghiệm trực tiếp, thì trường có tổ chức dạy thí nghiệm online cho các trường hợp không  lên trường được không ạ.. . em cảm ơn ạ.. .   i Học vụ .",
            "Chào em,. . Em xem lại email PĐT đã gửi nhé.. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B Yêu cầu khác:   /B . . Đăng kí thu nhận lại học kì 211. . . . Tên: [full_name]. . Lớp: XD15KT. . Lý do: em nộp đơn đóng trễ học phí vì lí do tình hình dịch diễn ra phức tạp em không ra ngân hàng được",
            "Chào em,. . PDT ghi nhận việc đóng trễ HP của bạn, SV lưu ý đóng đúng hạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chảo thầy/cô,. . . . Với thông tin của phòng đào tạo về việc ngày 24/12 (tức là 2 tuần nữa) hết hạn đăng kí xét tốt nghiệp, nhưng do một số môn em vẫn chưa cập nhật xong điểm (CO2001) nên em không biết là có kịp cho việc đăng kí xét tốt nghiệp hay không.. . . . Rất mong nhận được hướng dẫn từ Phòng Đào Tạo.. . . . Em xin cảm ơn",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ [full_name], GV nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Rút môn học HK 211 (có tính học phí). . Tên: [full_name]. . Lớp: XD15KT. . Môn học: Thiết kế nhanh 3. . Mã môn học: CI1057. . Nhóm: L01. . Lý do rút môn: Em đã học xong chương trường đào tạo và đăng kí môn học để duy trì trình trạng học do chưa đủ điểm toeic để ra trường.Nên giờ em muốn rút môn học để không bị nhận điểm 0.",
            "\"Chào bạn,. . PDT đã tiếp nhận đơn rút MH học HK211(có tính học phí) của bạn, bạn vui lòng theo dõi thông tin cập nhật trên mybk/Thông tin SV/Thời khóa biểu trễ nhất là 30/12/2021. . Sau ngày này vẫn chưa được cập nhật vui lòng phản hồi lại bksi. . Thân \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], mssv [student_id], em gửi tin này để hỏi về việc đăng ký nộp bằng tốt nghiệp THPT ạ. Trước đó em lỡ đăng ký là nộp bản sao do sở giáo dục cấp nay em muốn sửa thành nộp 2 bản photo có công chứng nhưng em không thấy chỗ để cập nhật lại thông tin ạ.. . Liệu em có thể nộp 2 bản photo có công chứng cùng với phiếu đăng ký có nội dung là nộp bản sao do sở giáo dục cấp được không ạ?. . Em xin chân thành cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name]. . MSSV [student_id]. . Vì tình hình dịch bệnh phức tạp nên em không thể đến trường để học trực tiếp như đã đăng kí. Em muốn xin hoãn lại lịch học trực tiếp tại trường. Mong thầy cô thông cảm. Em xin cảm ơn.",
            "Chào em,. . Em đã gửi email, vui lòng xem email phản hồi. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào quý thầy cô ạ !. . Em chân thành xin lỗi vì sự bất tiện này.. . Vừa rồi em có đăng ký học trực thực tập trực tiếp tại trường, nhưng hiện tại em không đủ điều kiện để đến học nữa ạ. Lý do em đã trình bày trong đơn đính kèm theo ạ !. . Mong quý thầy cô thông cảm ạ !. . Em xin cảm ơn !",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi phòng đào tạo,. . Hiện tại thì 2 điểm này của em có sự chênh lệch  thì em nên làm gì tiếp theo để 2 điểm này giống nhau ạ. . Em cảm ơn. .",
            "Chào em,. . - Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa trong thời gian cho phép sửa.. . - Phúc tra lên điểm cũng mở khóa. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã nhờ trung tâm IDP gửi bản sao chứng chỉ ngoại ngữ cho  cô [full_name] của trường đại học bách khoa mà không biết cô nhận được chưa. Mong phòng xác nhận giúp em.. . . .",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào các thầy cô ạ. . Em là [full_name] - MSSV:[student_id] khoa Kỹ Thuật Giao Thông. . Dạ vấn đề của em là em bị nhập sai điểm ở trên bảng điểm của trang Mybk ạ. Ở môn Thực tập kỹ thuật ô tô (TR3075) do giảng viên [full_name] đứng lớp thì trong danh sách điểm của thầy thì Điểm Tổng Kết của em là 8đ ạ nhưng trên trang bảng điểm ở Mybk thì lại được nhập chỉ có 7đ. Dạ em có trình bày với thầy thì thầy kêu là phải gửi mail lên Phòng Đạo Tạo để được xử lý ạ. Dạ em rất mong các thây cô ở Phòng Đào Tạo có thể xem xét trường hợp của em với ạ.  . . Em xin cảm ơn ạ",
            "Chào em,. . Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa trong thời gian cho phép sửa.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào Tạo.. . Em là [full_name] -MSSV: [student_id]. . Em bị trễ môn \"TR3013 -Thiết kế động cơ đốt trong\" nên kì này em đăng ký học lại. . Nhưng bắt đầu từ K19 không học môn này nữa + số lượng SV rớt không đủ để mở lớp. . Vậy bây giờ bọn em phải làm như thế nào.. . Em rất mong pđt cho bọn em phương án giải quyết. . Em cảm ơn phòng đào tạo",
            ". . Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang có một môn học nhận điểm HT. Em cần chủ động đăng ký lại như trong quy chế hay đợi thông báo từ phòng đào tạo như trong mail ạ.. . . . Em cảm ơn!",
            "Chào bạn. . Hiện tại quy trình xử lý cho Hk202 (Hoãn thi) là đợi thông báo qua mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ PDT cho em hỏi là do em đọc thông báo mail của trường nhưng vẫn còn không rõ là kỳ này có xét anh văn để nhận luận văn không ạ?. . Em mong nhận được phản hồi sớm. . Em cám ơn. .",
            "Chào bạn. . Bạn xem lại thông báo. . . . - Nhà trường tạm thời không xét điều kiện: Chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), Chuẩn CCAV quốc tế khi xét LVTN, Chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.",
            "Chào em,. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là không xét.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo,. . Hiện tại, em đã đăng ký và thanh toán lệ phí tốt nghiệp vào ngày 22/11/2021. . Ngày 29/11/2021 em đã có giấy chứng nhận tốt nghiệp tạm thời, nhưng đến hôm nay khi em vào lại mybk kiểm tra thì không thể tải giấy tốt nghiệp tạm thời cũng như bị tạm dừng tốt nghiệp. Em xin hỏi tại sao em lại bị như vậy và em phải làm như thế nào để giải quyết tình trạng này?. . Em xin cảm ơn. .",
            "Chào em,. . Cô gửi em file scan giấy CNTT tạm thời. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em muốn hỏi pdt về việc có xét CCAV cho LVTN kì 212 chính qui không ạ, mặc dù trong mail pdt có nhắc đên   B :  /B  \"- Nhà trường tạm thời   B không xét  /B  điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm),   B xét  /B  chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.\". . Em vẫn mơ hồ là có xét hay không xét ạ.",
            "Chào em,. . Em vẫn mơ hồ là có xét hay không xét ạ.. . =  \"- Nhà trường tạm thời không xét điều kiện:. . nghĩa là phía sau dấu hai chấm là không xét. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em là [full_name], MSSV [student_id]. em có đặt làm thẻ sv tử tháng 8/2021, đến giờ vẫn chưa nhận được. em mong trường kiểm tra và sớm phản hồi để kỳ thi cuối kỳ sắp tới được thuận tiện",
            "Chào em,. . Em cung cấp lại giúp cô thông tin về Tên người nhận, Số điện thoại và địa chỉ, để kiểm tra với bên bưu điện, trường hợp thất lạc sẽ in và gửi lại theo địa chỉ bạn gửi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em được xếp thời khóa như hình đính kém cho đợt trở lại trường học lần này. Nhưng em thấy trong mail đề cập là chỉ tổ chức giảng dạy tại cơ sở 1 mà trong thời khóa biểu lại có môn học ở cơ sở 2. Như vậy là lần này em học ở 2 cơ sở hay do thời khóa biểu chưa cập nhật xong ạ để em có thể sắp xếp chỗ ở hợp lý ạ. Em cảm ơn.",
            "Chào em,. . Học Cơ sở 1 nhé. Em vui lòng xem lại email PĐT đã gửi:\"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all,\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] -MSSV: [student_id], lần trước trường có thông báo về việc đăng kí lịch thí nghiệm môn Ứng dụng laser trong y học, do em sai sót trong việc kiểm tra mail nên đã quá hạn thời gian đăng kí, dạ cho em hỏi có cách nào đăng kí bổ sung lịch thí nghiệm được k ạ, em cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin đăng ký học thí nghiệm trực tiếp của em, dự kiến TKB sẽ cập nhật trước ngày 13/12/2021.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu. . Thân mến. ."
        ]
    }
]