[
    {
        "intent": "",
        "message": [
            "Kính gửi quý Thầy Cô!. . . . Em tên: [full_name]. . MSSV: [student_id]. . Trong đợt \"Đăng ký bổ sung TTTN - LVNTN- DCLVTN Học kỳ 192- Hệ Chính Quy\" em có đăng ký thực tập tốt nghiệp và đề cương tốt nghiệp, và trong thời khóa biểu thì lịch thực tập tốt nghiệp rơi vào tuần 14, nhưng đến giờ em vẫn không thấy thông báo gì về vấn đề thực tập tốt nghiệp. Em có thể liên hệ Thầy Cô nào để hỏi ạ. . . . . Em xin chân thành cám ơn.. . Trân trọng.. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Phòng đào tạo đã kiểm tra chính xác bạn đã có tkb môn thực tập tốt nghiệp và đề cương tốt nghiệp. . Nên các vấn đề còn lại bạn phải liên hệ Khoa- Bộ môn để thực hiện"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ xin chào anh/chị. . Em tên [full_name] mssv [student_id]. . Em đã được cập nhật thời khóa biểu nhưng có môn không có trên e-learning, môn kĩ thuật chế tạo 3. . . Em không thể theo dõi để học online. . . Em cảm ơn anh/chị.. .",
            "Chào em,. . . . Em vui lòng liên hệ với Văn phòng đào tạo quốc tế [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy/cô,. . . . Em tên là [full_name], MSSV [student_id]. Em vừa kiểm tra thời khóa biểu học online bằng hình thức livestream của mình thì em thấy vào thứ 5 từ 16h30 - 17h45 thì em có 2 môn Nhiệt & cơ học chất lưu cùng với Điện tử livestream cùng lúc. Em mong trường có thể xem xét lại giúp em ạ.. . . . Em chân thành cảm ơn.. . . . Sinh viên,. . [full_name]. . . .   i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). .",
            "Dạ em cảm ơn cô rất nhiều ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em chào PĐT, trong thời khoá biểu của em có được xếp 2 môn khác nhau nhưng trùng ngày giờ học onl, mong PĐT kiểm tra lại giúp em ạ. Em cảm ơn nhiều",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). .",
            "Em cảm ơn giải đáp củn PĐT"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Bạn vui lòng ghi rõ nội dung bạn cần hỏi là gì nghen",
            "Cho em hỏi . . -Làm sao để kiểm tra xem ngày công tác xã hội của em đã được cập nhật hay chưa và em đã được bao nhiêu ngày ctxh?. . -Học kì dự thính và học kì hè được tổ chức ở cơ sơ nào vậy ạ? . . Em cảm ơn ạ.",
            "Chào bạn,. . . . - Ngày công tác xã hội cập nhật trên văn phòng đoàn khoa của bạn.. . . . - Học kỳ dự thính hiện nay tổ chức dạy theo hình thức livestream, học kỳ hè thông thường tổ chức tại cơ sở 1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào quý Thầy, Cô,. . . . Em là [full_name], sinh viên lớp VP16HK. . Em đã nhận được thời khóa biểu học Livestream các môn học trên Cổng thông tin sinh viên. . . Tuy nhiên em nhận thấy vào sáng ngày thứ 2, thời gian live các môn học đã bị trùng nhau (em có đính kèm hình ảnh, thông tin cụ thể môn học). . . Dẫn đến lớp em không thể nào theo dõi một lúc livestream của 2 môn được ạ. . . . Mong quý Thầy, Cô xem xét và giải quyết ạ. . . . Em xin cảm ơn.. . Kính trọng,. . [full_name]",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính thưa Phòng đào tạo. . . . Em có câu hỏi liên quan đến vấn đề thời khóa biểu học online của em ạ, vì lich học online môn Vật lý 1 và Đại số tuyến tính của em bị trùng ngày và khung giờ học (cụ thể là thứ tư vào lúc 16:30 đến 17:45) (như hình) nên em kính mong Phòng đào tạo xem xét giúp em ạ.. . . . Em xin chân thành cảm ơn",
            "Chào bạn. . . . -\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi cô/ thầy phòng Đào tạo. . Em tên là : [full_name]. . MSSV: [student_id]. . Nội dung: Xin mở thêm thời gian làm bài kiểm tra online trên BKel. . Tên bài kiểm tra: bài kiểm tra chương 2. . Môn học: Sinh học tế bào. . MSMH: CH2029. . GVGD: cô [full_name]. . Lý do: Deadline bài kiểm tra này là 12AM ngày 2/4 nhưng em đã nhầm 12AM là 12 giờ trưa nên đã không hoàn thành. Em đã liên hệ với giáo viên giảng dạy là cô [full_name] và cô đã đồng ý gia hạn thêm thời gian làm bài nhưng không thực hiện được vì đã bị khóa.. . Nên em mong Phòng Đào tạo xem xét để mở thêm thời gian làm bài kiểm tra cho em.. . Em xin trân thành cảm ơn.. .",
            "Chào em,. . . . Việc này em liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi quý Thầy Cô!. . . . Em tên: [full_name]. . MSSV: [student_id]. . Theo như thông báo, thời gian nhận rút môn học \"Từ ngày 16/04/2020 đến hết ngày 24/04/2020\". Trong thời gian đó, nếu em rút môn học, thì môn học được rút có tính vào học phí học kỳ 2 không ạ.. . . . Em xin chân thành cám ơn. . Trân trọng.",
            "Chào em,. . . . Em vui lòng xem qui chế học vụ điều 11 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Chào quý thầy cô. . Em tên: [full_name] MSSV [student_id]. . Hiện trong thời khóa biểu của em có 2 môn bị trùng lịch học onl là môn Kỹ thuật chế biến khoáng sản (CH3197) nhóm A01 và môn Cơ sở điều khiển quá trình (CH3031) nhóm A03 đều có lịch học onl là thứ 4 từ 12h-13h15'.. . Nên khả năng em chỉ theo học được 1 trong 2 lớp ?. . Kính mong quý thầy cô giải đáp thắc mắc cho em ạ ?. . Em xin chân thành cảm ơn. . . .",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Em chào thầy/cô.. .  1. Lịch học online của em có sự trùng lắp, chi tiết có trong file ảnh em đính kèm. Mong Phòng Đào tạo sớm  điều chỉnh lại giúp em.. .  2. Em có theo dõi trong \"Slide _phương thức giảng dạy trực tuyến\" do trường cung cấp. Trong cấu phần B, khả năng của em có thể không xem trực tiếp livestream nhưng sẽ xem lại sau. Như vậy thì có ảnh hưởng (không được điểm danh, không đạt cấu phần này, vv...) gì không ạ?. . Em mong sớm nhận được thư trả lời của Phòng Đào tạo.. . Cảm ơn cô/thầy đã xem tin nhắn này, điều chỉnh thời khóa biểu và giải đáp thắc mắc giúp em.",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thầy/cô ơi cho em hỏi là danh sách môn của em trên E-learning có cập nhật môn Đề cương LVTN (CI4341) nhưng danh sách phân giáo viên hướng dẫn lại không có tên em ạ (em có gửi đính kèm ảnh của 2 danh sách đó). Mong thầy/cô kiểm tra lại giúp em ạ. Em cảm ơn nhiều.",
            "Chào bạn,. . bạn vui lòng liên hệ tại khoa về việc phân giáo viên hướng dẫn nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có thắc mắc về vấn đề tín chỉ môn học của mình. Sao trên thời khóa biểu của em lại hiển thị đến 24 tín chỉ đăng kí vậy ạ ?",
            "Chào em,. . . . Em liên hệ với các anh chị trên văn phòng đào tạo quốc tế nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Gửi phòng đào tạo, với tình hình dịch covid-19 và cho sinh viên học online như hiện nay, thì lớp dự thính HK192 có được mở không ạ?. . Trân trọng,. . [full_name]. .",
            "Chào em,. . . . Nếu có thông báo mới về dự thính học kỳ 192 PDT sẽ gởi mail cho từng sinh viên và cập nhệt trên trang Web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em là [full_name] . . Mssv:[student_id] . . Ngành :Kỹ thuật xây dựng chât lượng cao.. . On wednesday i have two subjects that have similar time which is physics 1 and linear algebra and i wonder if [full_name] can adjust the timetable of two subjects for me to have suitable time to study both of them. thanks you . .",
            "Chào em,. . . . Em liên hệ với các anh chị văn phòng đào tạo quốc tế nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . kính chào thầy(cô), theo thời khóa biểu học online vừa mới cập nhật thì vào ngày thứ 4 tiết 56(15h-16h30) em bị trùng thời khóa biểu học online 2 môn đó là \"cơ sở kỹ thuật điện\" và \"đường lối CM ĐCSVN\", em mong pđt sẽ sắp xếp lại tkb để không bị trùng giờ học nữa, tạo điều kiện thuận tiện để em học tập. xin cảm ơn!. .",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: hiện tại em có một số môn onl trùng vào ngày thứ 6. Xin kiểm tra giúp em ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "thời khóa biểu của em vẫn chưa được cập nhật . Xin kiểm tra lại giúp em ạ",
            "Chào bạn. .     . . - Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . - Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào các thầy cô phòng đào tạo ạ. Em tên [full_name] mssv [student_id] lớp HC18TP .Dạ là do sau khi xem thời khoá biểu lịch học online thì em thấy mình bị trùng 2 môn đó là hoá hữu cơ và vật lý thực phẩm cùng vào lúc 8:30 - 9:45 chủ nhật . Em mong là sẽ nhận được hồi âm về việc em sẽ học như thế nào ạ. Em cảm ơn thầy cô đã đọc .",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào các thầy cô, em muốn biết học kỳ dự thính 192 này trường dự định có tổ chứ hay là như thế nào không ạ? Nếu có cho em xin ít thông tin với ạ.. . Em cảm ơn",
            "Chào em,. . . . Khi nào mở lớp dự thính PDT sẽ gởi mail cho từng sinh viên và cập nhật trân trang web PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi nhà trường, . . Sau khi thời khóa biểu học tập online của em được cập nhập thì bị xảy ra việc trùng thời gian livestream của môn học khác vậy em phải xử lí thế nào ạ.. . Mong nhà trường trả lời thắc mắc giúp em.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào PĐT,. . Em có một số thắc mắc về phần dạy livestream mong PĐT giải đáp ạ.. . Hiện nay các địa điểm kinh doanh dịch vụ máy tính truy cập Internet đã ngừng hoạt động nên việc học livestream ở nhà đối với sinh viên gặp một số khó khăn:. . - Đường truyền Internet 3G/4G ở một số địa điểm không tốt. Ở quê nên em vào rẫy phụ bố và không có kết nối ổn định.. . - Như lí do trên em không thể mang theo máy tính và điện thoại thì đã cũ có thể không bảo đảm việc học livestream.. . - Theo thông tin ở buổi livestream sáng nay thì thầy cô sẽ record lại và tải lên eL nhưng một số giảng viên áp dụng   B điểm chuyên cần  /B  cho các buổi livestream này. Những bạn như em sẽ phải chấp nhận việc mất điểm so với các bạn khác.. . Rất mong PĐT xem xét những vấn đề trên.. . Em xin cảm ơn và chúc PĐT nhiều sức khỏe.",
            "Chào em,. . . . [full_name] ghi nhận ý kiến của em. Nhưng em cố gắng sắp xếp học nhé.. . . . [full_name]."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô ạ.. . Em muốn rút một môn học, nhưng hiện tại môn này đã có lịch livestream trên thời khóa biểu rồi ạ. Vậy em nên vẫn nên đợi đến ngày 16/04 để nộp phiếu rút môn học hay sao ạ? . . Em xin cám ơn thầy/cô nhiều.",
            "Chào em,. . . . Hiện tại PDT vẫn làm việc và đang nhận đơn rút môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em có 2 môn học online bị trùng giờ livestream ạ. Thầy cô cho em hỏi em có những cách nào để giải quyết tình huống này ạ? Và lỡ như cả 2 giảng viên đều yêu cầu điểm danh thì em có thể làm như thế nào? Em xin cảm ơn quý thầy cô nhiều lắm ạ",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ chào thầy cô cho em hỏi, là lúc trước em có đăng ký mua bảo hiểm y tế của nhà trường, nhưng vì dịch bệnh nên chưa đi học lại nên không thể lấy được. Bây giờ em đi khám bệnh muốn sử dụng bảo hiểm y tế thì làm cách nào ạ.. . Em cám ơn và mong nhận được phản hồi sớm ạ.. .",
            "Chào em,. . . . Em liên hệ với phòng Công Tác Chính Trị sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   I   U   QUOTE Yêu cầu khác: Chào anh (chị),. . Em là [full_name], Lớp VP16VT, em vừa kiểm tra Thời khóa biểu OLINE thì thấy thời khóa biểu có 2 môn bị trùng lịch học online, em có kèm file hình ạ.. . Mong PĐT kiểm tra lại ạ.. . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên là [full_name]. . MSSV [student_id]. . Cho em xin hỏi là trước lúc nghỉ dịch, em có đến phòng đào tạo xin rút môn học Hệ thống năng lượng xanh (EE3131). . Sau khi rút thì em thấy thời khóa biểu của môn đó mất rồi ạ. . Nhưng khi triển khai học online thì em lại thấy môn Hệ thống lại xuất hiện với lịch học online ạ. . Vậy cho em hỏi là môn học đó của em đã được rút hoàn toàn chưa ạ?. . Thầy/cô kiểm tra lại giúp em ạ. . Em cảm ơn",
            "Chào bạn ,. . . . Nếu bạn đã làm đơn rút môn học, PDT sẽ kiểm tra cập nhật lại cho bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "i Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi là trường học đang cho nghỉ học vì dịch Covid 19 nên sẽ không có học các môn thể dục phải không? Vậy sau kỳ nghỉ vì dịch Covid 19 tụi em sẽ học bù lại môn thể dục hay sao?. . Em cảm ơn.. .",
            "Chào em,. . . . Phòng Đào Tạo có gởi mail sinh viên về việc này rồi, em vui lòng kiểm tra mail và đọc lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Hỏi đáp học trực tuyến (BKeL) . Cho em xin hỏi về hướng giải quyết khi trùng thời khoá biểu livestream, khi môn học một tuần chỉ live một lần, có khả năng video không lưu lại được và một trong hai môn đã yêu cầu phải xem live mới được thi giữa kì, nếu vậy thì em có bị xem là cúp tiết hay mất quyền lợi trong việc học không?",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo,. . Em tên [full_name], MSSV: [student_id]. . Em muốn hỏi là em muốn in bảng điểm nhưng không tới trường được thì liệu em có thể xin file bảng điểm được không?. . Em cảm ơn!. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em vui lòng vào trang công thông tin sinh viên cá nhân của em https://mybk.hcmut.edu.vn/stinfo/.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Chào thầy/cô. . Theo như thời khóa biểu, em đang có 2 môn học đang bị trùng thời gian, mong thầy/cô có thể giải quyết giúp em việc này.. . . .",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Phòng Đào Tạo,. . . . Hiện trên thời khóa biểu của em bị trùng giờ học của 2 môn học là Tính toán song song (LIVE06-B4-402) và môn học Phân tích thiết kế giải thuật (LIVE12-B4-305) (như hình đính kèm).. . . . Vậy em xin PĐT chuyển giờ 1 trong 2 môn học của em sang lịch khác ạ.. . . . Em xin cảm ơn,. . [full_name]. . . .",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611868  /b \t. . . .   i Yêu cầu khác . Xin chào Thầy/Cô! Hiện tại trên E-L của em hiện ra 2 mục học thí nghiệm CAM/CAD (ME4008) và không biết chính xác mình thuộc về lớp nào để làm bài tập. . .",
            "Chào em, . . . . Môn này là môn thí nghiệm, môn kèm với môn lý thuyết ME4007. Bạn xem kỹ thông báo trường, hiện tại học lý thuyết nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . . . Khi nào PđT mới xóa lệ phí thi TOEIC của em vậy ạ?. . Trân trọng cảm ơn!. . . . Thân mến,. . [full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em vui lòng nói rõ lý do.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hồi em đăng kí môn học chỉ thấy môn Anh Văn 2, mà em đã học qua môn AV2 nên em ko đăng kí, vậy giờ làm sao để đăng kí môn AV3 ạ?",
            "Chào em,. . . . Thởi gian đăng kí môn học đã hết từ lâu. Hiện tại không đăng kí môn học được nữa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Xin chào. . . Em muốn hỏi về vấn đề lịch livestream giảng dạy của giảng viên. . . Hiện tại trong  thời khoá biểu của em có 2 môn học (môn hệ thống định vị toàn cầu và môn đo vẽ địa chính) bị trùng lịch học livestream. Mà theo đúng tiến độ học tập thì 2 môn này còn cùng 1 kì học. . . Em mong pđt của trường khắc phục vấn đề này được không ạ?. . Chân thành cảm ơn.",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào thầy/cô, em là [full_name], MSSV: [student_id].. . Vừa qua em đã nhận được thời khoá biểu lịch học và giảng dạy bằng hình thức livestream bắt đầu từ ngày 6/4. Tuy nhiên em có một thắc mắc là theo thời khoá biểu thì ngày thứ 2 trong tuần ở cùng một khung giờ từ 10h-11h15 em bị trùng tận 3 môn học. Do dễ gây khó khăn trong quá trình học nên em mong nhà trường giải đáp cách xử lý hoặc đổi lịch nếu cần thiết để em được thuận tiện học và làm bài. . . Em xin cảm ơn ! . . . .",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "chào ad.(thầy/cô) . em là [full_name] mssv [student_id]. Em xin nhờ ad giải quyết về việc trùng thời gian livestream thứ 5 môn chi tiết máy và nguyên lý máy cùng thời gian là 7h đến 8h15 ạ. nhờ ad giải quyết sớm dùm e.. . i Hỏi đáp học trực tuyến (BKeL) .",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy cô ạ.. . Dạ em muốn báo là tkb của em bị cập nhật dư môn CKỹ Thực phẩm 2 ạ. Hiện em chỉ đang học Truyền nhiệt, Truyền khối, Hữu cơ, Kt điện, Hóa lý 2, Tn Hóa lý và Bóng rổ thôi ạ.. . Thầy cô kiểm tra lại tkb giúp em ạ. Em cảm ơn thầy cô nhiều và chúc thầy cô một ngày tốt lành.",
            "Chào em,. . . . Những môn học tên khác nhau nhưng nội dung giống nhau, các môn này khi dạy livestream khoa gộp lại . Em theo dõi lịch học để học nhé.. . . . Cụ thể những môn gộp lại em liên hệ với các thầy cô giảng dạy.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: hôm nay em có xem lại thấy thời khóa biểu của em bị dư 1 môn Kỹ thuật thực phẩm 2 trong khi em không đăng kí ạ. Mong pdt xem giúp em ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . - Thời khóa biểu môn CH2035 do giảng viên yêu cầu dạy gom lớp chung với môn CH2043, nên hiện tại tkb học livestream của bạn học môn CH2035. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, Phòng đào tạo ghi nhận và sẽ nhanh chóng khắc phục các sự cố kỹ thuật phát sinh, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa thầy(cô).. . Em tên [full_name], mã số sinh viên [student_id].. . Sau khi xem thời khóa biểu học online, em thấy có 2 môn học bị trùng giờ. Cụ thể môn Công nghệ phần mềm(CO3001) và môn Phân tích và thiết kế gt(CO3031) được phân vào lúc 8:30 - 9:45 thứ 2.. . Em rất mong thầy(cô) có thể điều chỉnh thời khóa biểu để em có thể học tốt hai môn này.. . Em rất mong nhận được phản hồi của thầy(cô).. . Em xin chân thành cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Đăng ký môn học . Em đã đăng ký môn học mà chưa thấy site các môn của học kỳ 2 2019-2020 trên e-learning.. . . . Mong các thầy cô giáo vụ xem xét giúp. Em cảm ơn!. . . .",
            "Chào bạn,. . Hiện tại BKeL đã cập nhật lại, bạn vô kiểm tra lại nhé!@"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Thu nhận lại . Hiện tại học kì 192 này là học kì thứ 5 của em nhưng em chỉ đc 47 tín chỉ tích lũy thiếu 3 tín chỉ nên em nghĩ em sẽ có tên trong danh sách dự kiến buộc thôi học. Bình thường đi học tại trường em ghé văn phòng khoa để xem được nhưng hiện tại học online tại nhà ở quê nên em muốn hỏi em phải theo dõi phần này ở đâu ạ và nếu em phải làm đơn xin thu nhận lại thì có cần lên trường làm trực tiếp không ạ?",
            "Chào bạn. . Nếu có danh sách cảnh cáo học vụ, phòng đào tạo sẽ gởi thông báo qua mail, lúc đó bạn sẽ liên hệ Khoa - GVCN để xin cứu xét"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ thưa nhà trường, em có đăng ký môn QTTB Truyền Khối từ đầu kỳ đến giờ, nhưng sau khi cập nhật TKB Livestream thì lại mất môn Truyền Khối, thay vào đó là môn Kỹ Thuật Thực Phẩm 2. Xin nhà trường xem lại giúp em. Em có đính kèm file ảnh tkb của em",
            "Chào em,. . . . Những môn học tên khác nhau nhưng nội dung tương đối giống nhau, các môn này khi dạy livestream khoa gộp lại . Em theo dõi lịch học để học nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp thông tin sinh viên . Dạ thưa Phòng Đào Tạo, em bị trùng lịch học online thứ 3 của cả 2 môn là [full_name] (từ 8:30 đến 9:45) và Xử lý số tín hiệu (từ 8:30 đến 9:45). Vậy nên em xin Phòng Đào Tạo có thể thay đổi giờ học online của một trong hai môn trên để em không phải học cùng một lúc 2 môn được không ạ? Em xin cám ơn ạ.. . . .",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ em chào quý thầy cô. cho em hỏi là thời khóa biểu live-stream môn nguyên lý máy và môn chi tiết máy của em là trùng với nhau ak.",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Mssv của em [student_id] và [student_id] học môn Phương pháp tính (MT1009) nhóm CC01. Theo thời khóa biểu thì lớp có buổi live vào ngày thứ 3 lúc 15h00 - 16h15, nhưng trùng giờ live với môn Hóa phân tích (CH1009) nhóm CC01. Có thể kiểm tra lại giúp em được không ạ. . Em cảm ơn",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác:",
            "Chào em,. . . . Hiện tại thời gian hủy môn học đã hết, em muốn hủy phải làm đơn rút môn học.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính gửi thầy cô pđt trường đh bách khoa. .  em tên [full_name] MSSV [student_id]. . Thầy cô cho em hỏi là em có thể rút bớt môn học cho học kì này không ạ ? Tại vì nhà em cũung chưa có điều kiện để có dụng cụ học online đầy đủ ạ kể cả mạng 3G. Do số lựing nhiều môn quá em cũng k còn cách nào xây sở nên em muốn hỏi pđt là có cách nào cho em xin rút môn học mà không tốn học phí cho kì này không ạ? Em xin cảm ơn ạ",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811386  /b \t. . . .   i Yêu cầu khác . Em chào Thầy/Cô, thời khóa biểu học livestream của em bị trùng khung giờ nhiều môn. Cụ thể:. . - Nhập môn về lập trình, Vật liệu học và xử lý, Xác suất và thống kê đều trùng khung giờ 10:00 - 11:15, thứ 2.. . - Chi tiết máy, Kỹ thuật điều khiển tự động đều trùng khung giờ 7:00 - 8:15, thứ 5.. . Em có đính kèm ảnh chụp thời khóa biểu bên dưới.. . . . Mong Thầy/Cô sớm phản hồi ạ! Em cảm ơn!",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính gửi thầy cô trong PĐT.Em là [full_name], MSSV: [student_id], email: thinh.nguyen[phone_number]@hcmut.edu.vn.. . Học kỳ này em có đăng ký 2 môn là môn Tính toán song song và môn Nhập môn trí tuệ nhân tạo.. . Tuy nhiên do tình hình dịch bệnh nên buộc phải học online. Tuy nhiên do có nhiều vấn đề như:. . - Môn Tính toán song song khá khó nên nếu học online sẽ không hiệu quả.. . - Nếu học online qua livestream em e rằng hiệu suất học không hiệu quả, vất vả.. . Vì vậy em xin phép được rút một môn Tính toán song song trong học kỳ này.Mong thầy cô trong PĐT hỗ trợ em rút môn học này với ạ.. . Em cám ơn ạ!",
            "Chào bạn,. . . . PDT có gởi mail thời hạn rút môn học, nếu muốn rút môn học bạn lãm đơn nộp trực tiếp tại PDT.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào phòng đào tạo ạ. Em tên [full_name] Mssv:[student_id]. Hôm nay em viết yêu cầu này là muôn hỏi và được giải đáp là theo thời khóa biểu lịch học online nhà trường mới cập nhật thì em có hai môn học bị trùng ngày trừng giờ học với nhau, thì em có hỏi vài người bạn thì được biết là trường bảo có thể xin giáo viên nghỉ hôm học đó. Vậy cho em hỏi như vậy là có đúng không ạ và nếu tình hình dịch bệnh vẫn kéo dài và việc học trực tuyến vẫn tiếp diễn thì em phải lựa chọn học một trong hai môn hay sao ạ. Em mong nhận được phải hồi sớm từ nhà trường ạ. Em cảm ơn.",
            "-\tPhòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -\tTrường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cô cho em hỏi là giờ em muốn rút môn học đề cương luận văn thì phải làm như thế nào ạ??? Và khi nào thì có thể rút môn học đó ạ???. .   i Học vụ - Đại học - Cao đẳng chính quy   Rút môn học .",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa cô/thầy thời khóa biểu của em có môn học online có môn vẫn giữ bình thường cho tuần tới , và em chỉ có đăng kí 19 chỉ giờ đã tự nhiên tăng lên đến 25 , em không có đăng kí Ckỹ thuật thực phẩm 2 , nhờ thầy cô xem lại dùm. . . .",
            "Chào bạn. . - Thời khóa biểu môn CH2035 do giảng viên yêu cầu dạy gom lớp chung với môn CH2043, nên hiện tại tkb học livestream của bạn học môn CH2035. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, Phòng đào tạo ghi nhận và sẽ nhanh chóng khắc phục các sự cố kỹ thuật phát sinh, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    }
]