[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy/Cô nhận yêu cầu,. . . . Em bị đổi nhóm trên thời khóa biểu, cụ thể:. . . . + Môn EE3019 bị đổi từ nhóm A04-A10 thành nhóm A05-A26.. . . . + Môn EE3013 bị đổi từ nhóm A02-A06 sang nhóm A01-A02.. . . . Các môn còn lại đã đúng nhóm đăng ký.. . . . Em tạo yêu cầu để hỏi lý do tại sao em bị chuyển nhóm như thế này ạ?. . . . Nếu là do lỗi hệ thống xin Thầy/Cô phụ trách sửa lại giúp em.. . . . Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Nhóm cũ của bạn bị trùng TKB, ban được chuyển sang  lịch học khác không trùng TKB của bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là em vào đợt 1 em có đăng ký môn Đề cương luận văn ạ. Do không kiểm tra lại vào đợt 3 nên em đã không để ý việc không được ghi danh vào lớp. Em mong pđt sẽ xem xét cho em được đăng ký môn đề cương luận văn ạ. Mã số môn học là ME4091 ạ.  Em rất mong pđt sẽ xem xét cho em ạ.  Em xin cảm ơn.",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1811082  /b \t. . . .   i Đăng ký môn học . Kính gửi quý Thầy Cô Phòng đào tạo:. . . . Trong đợt đăng ký môn học vừa qua (đợt 3), em có đăng ký em có đăng ký hai môn AS2011 (cải thiện điểm) và AS3015 (môn chuyên ngành năm 3). . . Lúc đăng ký môn học, thời khóa biểu của môn AS2011 chưa được cập nhật, cụ thể thứ/tiết/phòng đều hiển thị CHƯA BIẾT nên em đinh ninh không ảnh hưởng đến những môn còn lại. . . Nhưng khi kiểm tra thời khóa biểu vào hôm nay, em thấy thời khóa biểu hai môn AS2011 và AS3015 bị TRÙNG nhau và môn AS3015 đã bị xóa. Vậy quý Thầy Cô cho em hỏi:. . - Em còn cách nào để điều chỉnh lại được không? Nếu không học được môn AS3015 em sẽ bị trễ một năm học, vì đây là môn chuyên ngành, một năm chỉ mở một lần. Em muốn HỦY môn AS2011 thay vào đó là môn AS3015. Kính xin Phòng đào tạo xem xét yêu cầu của em. Xin điều chỉnh để em theo kịp với chương trình đào tạo.   B THAY MÔN AS2011 BẰNG MÔN AS3015.. .   /B   I   U",
            "Chào bạn,. . . . Bạn kiểm tra mail PDT, bạn có tên trong danh sách hiệu chỉnh đợt 4.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PĐT cho e hỏi, sao môn Triết học Mac_Lenin (SP1031) của lớp L21 chỉ học trong 6 tuần ạ? e hỏi những lớp khác thấy mọi người đều 14 tuần mới kết thúc ạ?. . Em cảm ơn!",
            "thời khoá biểu đã được cập nhật rồi ạ!. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] mssv [student_id] đợt 3 em không kịp đăng kí thực tập tốt nghiệp. Em xin phòng đào tạo cho em đăng kí bổ sung thực tập tốt nghiệp.em cảm ơn",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn thực tập tốt nghiệp, luận văn và đề cương luận văn.. . . . - Bạn thường xuyên theo dõi mail để biết được thời gian đăng kí nha.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa pđt! Thật sự em không hiểu tại sao lại hủy môn Cơ sở điều khiển tự động EE2019. Sau 2 đợt, thì đợt 3 pđt mới mở đăng kí. Giờ có kết quả lại báo hủy. Thật sự môn này rất quan trọng với em vì dính với đồ án quan trọng ở kỳ 6.. . Lịch thì xếp theo tkb cứng hết rồi. Giờ pđt đẩy xuống dự thính thì lại kẹt các môn thực tập cuối tập, lại dính tiết 12-13.. . Em khá là thất vọng với sự khó hiểu này.",
            "Chào bạn,. . . . Bạn xem kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đào tạo, em tên là [full_name], MSSV:[student_id], em có nguyện vọng là phòng đào tạo cho em xin chuyển lớp môn PE1023 từ L02 sang A02 ạ.. . Lý do: em là sinh viên kỹ sư tài năng khoa KTHH, đợt 3 khi đăng ký môn học thì em chưa biết thời khóa biểu của mình để chọn cơ sở, thời gian học cho phù hợp. Em chủ yếu học ở CS1 nên em có mong muốn như trên để thuận tiện cho việc học tập ạ.. . Mong phòng đào tạo giải quyết giúp em. Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Thời điểm này không hiệu chỉnh TKB được nha bạn, các nhóm  GDTC học CS1 dành cho các bạn sv chất lượng cao nha bạn.. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi pđt,. . Em đã đăng kí môn   B Kinh tế đại cương 1  /B  (701703)   B nhóm P02, tkb thứ 2 tiết 10,11,12  /B  trong đợt đăng kí môn học vừa rồi. Nhưng thời biểu em nhận được trên trang sinh viên lại là   B nhóm P01, chủ nhật, tiết 7,8,9  /B . Kính mong pđt cho em lời giải thích hợp lí.. . Thân.",
            "Chào bạn,. . . . Giáo viên dề nghị đổi giờ nha bạn.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo Đại Học Bách Khoa TPHCM.. . . . Em là sinh viên CQ Bằng 2, MS: [student_id]. Em có câu hỏi về TKB HK1 (2020-2021). . . . Trên TKB trên MyBK của em có 2 môn học ME4007/4008 và CI2001/2002 không khớp với khi đăng khí môn học, nên em khó sắp xếp thời gian. Mong PĐT hỗ trợ cho em điều chỉnh lại đúng như thời gian khi đăng kí môn học. Em cám ơn rất nhiều.",
            "Môn ME4008 nhóm A01 ( tiết 13 ) đã hủy lớp do sĩ số ít.. . Môn CI2001 đã chuyển về nhóm đúng cho bạn.. . Môn ME4007 sẽ hủy TKB . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em là sinh viên [full_name] -[student_id] học ngành Khoa học máy tính ạ.. . Trong đợt đăng kí môn học vừa rồi em có đăng kí môn Đề cương luận văn tốt nghiệp. Tuy nhiên em không có thời khoá biểu môn này. Em vào kiểm tra lịch sử đăng kí thì hệ thống báo em bị thiếu môn tiên quyết, mặc dù em đã hoàn thành theo đúng tiến độ học tập.. . Mong các thầy cô xem xét giúp em ạ.. .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . . . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gởi PĐT. . E có thấy trên lịch học vụ ngày 16/9/2020 là chuyển anh văn . Nhưng khi e đăng kí môn học thì báo thiếu anh văn.. . Mong pdt xem xét .. .",
            "Chào bạn. . Bạn đăng ký môn gì?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn ĐKTĐ của em đăng kí đợt 3, có trên tkb và không bị trùng lịch Thí nghiệm. . Vậy em có bị hủy môn hay được nhập vào lớp mới luôn ạ ? Mong giải đáp thắc mắc của em sớm nhất ạ. Em cảm ơn. .",
            "Chào bạn,. . . . Bạn xem thời khoá biểu trên Công thông tin sinh viên chính là lịch học của em, môn EE2019 không bị huỷ.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin cho em hỏi là em đã nộp bằng TOEIC online đã xẻ hợp lệ và đổi điểm cũng như nộp lệ phí chuyển điểm thàng công (có điểm anh văn 3)  sao em vẫn hôm nay mở đăng ký môn học nhưng chưa đăng ký được Luận văn vậy ạ, lúc đăng ký lại báo lỗi là môn tiên quyết chứng chủ anh văn ạ.",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . - Sau đợt 4 nếu có thắc mắc thì liên hệ PDT nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô.. . Em mong muôn được giữ lại môn EE2019(cơ sở điều khiển tự động) kèm theo thí nghiệm.. . lý do em không bị trùng lịch nhưng vẫn bị hủy môn trong đăng kí đợt 3.. . Mong phòng đào tạo giải quyết giúp em.. . . .",
            "Chào bạn,. . . . Bạn xem thời khoá biểu trên Công thông tin sinh viên chính là lịch học của em, môn EE2019 không bị huỷ.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/ cô.. . Trong đợt đăng ký môn học đợt 3, em có đăng ký môn Cơ sở điều khiển tự động (EE2019) (CSDKTD) nhưng hiện trong kết quả là đã bị xoá. Hiện giờ môn đã được mở lớp mới để đăng ký nên em bị trùng lịch. Phòng đào tạo có thể xoá giúp em môn Thiết kế hệ thống nhúng (EE3003) (TKHTN) lớp A01 chiều thứ 3 tiết 789 hoặc có cách nào chuyển lớp TKHTN để em không bị trùng lịch không ạ? Hiện tại môn CSDKTD rất quan trọng với em vì có liên quan đến đồ án ạ. Em mong thầy/ cô giúp dùm em.. . . . [full_name] - [student_id]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô.. . . . Em mong muốn được chuyển nhóm môn EE3003 (Thiết kế hệ thống nhúng) đổi từ nhóm A01 sang A03 và giữ lại môn EE2019 (Cơ sở điều khiển tự động) kèm theo thí nghiệm.. . . . Nếu em bị hủy môn EE2019 thì em sẽ bị cảnh cáo học vụ vì chỉ còn 8 chỉ trong kỳ chính nên mong phòng đào tạo giải quyết giúp em.. . . . Em cảm ơn.",
            "Chào bạn,. . . . Môn EE3003 không chuyển nhóm được, môn EE2019 bạn có đăng kí nha. Bạn kiểm tra kết quả DKMH trên cổng thông tin sinh viên.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô. . Em tên là Võ Hoàng Minh Thư. . MSSV của em là: [student_id], học lớp CK18LOG1  . . Dạ cho em hỏi, kỳ học 201 em có đăng ký môn học \"Đường lối ĐCSVN\" vào tiết 13-15 ngày thứ 6. Kết quả đăng ký môn học đợt 3 cũng ghi như vậy. Nhưng trong thời khóa biểu chính thức giờ học lại bị dời sang tiết 7 - 9 ngày thứ 7 mà giờ đó em lại không học được. Nếu buổi học hôm thứ 6 không còn mở nữa thì không biết là em có thể hủy môn học đó mà không phải đóng học phí cho môn đó không ạ, vì ngày thứ 7 em không xếp lịch học được.. . Mong thầy/cô kiểm tra lại giúp em.. . Em xin cảm ơn!",
            "Chào bạn,. . . . Bạn muốn huỷ PDT sẽ huỷ cho bạn, bạn suy nghĩ kỹ nha.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ. . Thầy/cô cho em hỏi Kỳ 201 em không học được môn kỹ thuật số mã EE1009 vì chưa học môn EE1007.Nhưng kỳ 201 em có đăng ký học EE1007 vào kỳ chính thì em có đủ điều kiện học trước để đăng ký môn kỹ thuật số vào kỳ dự thính 201 không ạ!. . Cho em hỏi luôn là đến khi nào thì các mã môn học mới mới được cập Nhật trên chương trình đào tạo vậy ạ! Em vô xem cấu trúc môn học thì tìm không thấy nên cũng không biết là môn này môn kia có điều kiện là gì nên giờ sai với kế hoạch em đặt ra mất ạ! . . Mong nhà trường sớm cập Nhật cấu trúc môn học theo mã mới cho tụi em có thể xếp kế hoạch học tập ạ!. . Em cảm ơn !!!! . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/ cô cho em hỏi về kết quả phúc tra bài thi môn Máy thủy khí, học kì 192 ạ. Trong phiếu phúc khảo ở mybk của em đã có kết quả là \"Có điều chỉnh\" từ ngày 9/9/2020, tuy nhiên điểm môn học trên trang thông tin sinh viên tới ngày 17/9/2020 vẫn chưa có thay đổi gì. Mong thầy/ cô kiểm tra giúp em ạ. . . Em xin cám ơn.",
            "Chào bạn. . Bạn kiểm tra đã cập nhật lại điểm chưa?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em là sinh viên hệ VHVL, vì lý do nộp học phí trể hạn nên học kỳ này không được đăng ký môn tiếp, em đã thanh toán hết số nợ học phí cho nhà trường,  em phải làm sao để đăng ký môn tiếp cho kỳ tiếp theo ạ",
            "Chào bạn,. . . . PDT đã mở khoá cho bạn đăng kí rồi, nếu đợt vừa rồi bạn chưa đăng kí thì bạn đăng kí đợt sau nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/ cô cho em hỏi:. . mình được phép đăng ký môn học Luận Văn Tốt Nghiệp và Giáo Dục Quốc Phòng chung một học kỳ hay không?. . em xin cám ơn!",
            "Chào bạn. . Môn Giáo Dục Quốc Phòng đăng ký trực tiếp tại trung tâm Giáo Dục Quốc Phòng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô ạ!. . Thầy/cô cho em hỏi là học kỳ chính 201 em có đăng ký học môn Vật lý bán dẫn mã EE1007 (học lần 1) và em dự tính học Kỹ thuật số mã EE1009 (điều kiện HỌC TRƯỚC EE1007)  vào học kỳ dự thính 201 thì trường hợp của em có được tính điểm học trước EE1007 để đăng ký EE1009 vào kỳ dự thính không ạ!. . Em cảm ơn ạ!!!!. .",
            "Chào bạn,. . . . Nếu là môn học trước thì phải học trong hai học kỳ khác nhau nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tốt nghiệp đợt 10/7 vừa rồi. . Em đã nộp bằng tạm thời vào công ty nhưng hiện nay đã hết hạn và công ty hối nộp bằng chính thức.. . Phòng Đào Tạo cho em hỏi về thông tin thời gian có bằng tốt nghiệp hoặc hỗ trợ gia hạn chứng nhận tốt nghiệp tạm thời.. . Em xin cảm ơn ạ!",
            "Chào bạn. . Dự kiến tuần sau sẽ có thông báo thời gian cụ thể cho sv qua mail để nhận bằng tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào phòng đào tạo, em tên [full_name] học lớp HC18BSH.. . Em bị hủy 2 môn là CH3037 và CH3015 do chưa học môn CH2043 NHƯNG chương trình học ngành CNSH không có môn này mà thay bằng môn CH2047. Lớp em có 1 số bạn được đăng ký nhưng còn lại thì không (trong đó có em).. . Kính mong phòng đào tạo giải quyết giúp em để em có thể đăng ký 2 môn trên trong kỳ học này! Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT sẽ xét lại cho các bạn học ngành CNSH, kết quả DKMH sẽ cập nhật trên cổng thông tin sinh viên nha.. . . . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi nếu em rớt môn vật lí bán dẫn thì không thể học được những môn nào trong học kì sau ạ.",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung câu hỏi của mình?. . Về CTĐT bạn vui lòng liên hệ tại Văn Phòng Khoa - xin gặp thầy Phó Khoa phụ trách về CTĐT để được tư vấn và hướng dẫn nhé!. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô Pđt em tên [full_name] MsSV [student_id] thầy cô cho em hỏi là trong đợt đăng kí môn học đợt 3 tụi em có đăng kí môn EN2003 nhưng trong tkb cập nhật mới đây thì cả lớp em không ai có môn này ạ. Em xin cảm ơn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo.. . Em tên [full_name], MSSV [student_id]2, em đã nộp đơn xét tốt nghiệp trên MyBk và đã nhận được mail phản hồi rằng đơn của em đã được xác nhận vào thứ 2 (14/09/2020).. . _Phòng đào tạo cho em hỏi bao giờ thì em có giấy xác nhận tốt nghiệp tạm thời để em bổ sung hồ sơ cho công ty nơi em công tác ạ? . . _Và bao giờ thì em được cấp quyền sử dụng tài khoản cựu sinh viên?. . Em cám ơn phòng đào tạo.",
            "Chào bạn,. . Bạn có thể liên hệ ở Văn Phòng Khoa quản lý của bạn để nhận giấy chứng nhận tốt nghiệp tạm thời nhé!. . Khi nào có quyết định chính thức, bạn sẽ được sử dụng tài khoản cựu sinh viên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Em tên: [full_name]. . MSSV: [student_id]. . Cho phép em đăng ký môn Môi trường và con người mã môn ME2019 lớp A01_A01.. . Rất mong nhận được sự đồng ý của phòng đào tạo.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Đã hết đợt DKMH nên không đăng kí được, các nhóm ME2019 đã full sỉ số.Bạn có thể đăng kí trong đợt dự thính sắp tới.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào Phòng đào tạo,. . . . Vừa qua trong đợt đăng ký môn học, em đăng kí lớp Triết học [full_name] (SP1031) L20. Nhưng khi xem thời khoá biểu em lại tháy mình được xếp lớp L21.. . . . Em viết đơn này xin Phòng đào tạo cho em chuyển từ lớp L21 sang lớp L20 như ban đầu ạ. Vì thời gian em học lớp L21 em đã kẹt lịch học Anh văn Ielts mà em đã đăng kí ở trung tâm.. . Đồng thời em cũng muốn đổi lớp Hóa vô cơ (tn) L09 sang L10 vì L09 trùng với lớp Triết học L20 ạ.. . . . Em xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại còn có thể đăng kí bổ sung môn học không ạ.. . . . Môn Đường lối Cách mạng của Đảng Cộng Sản Việt Nam mã môn học SP1009 nhóm A02.. . . . Em mong PDT có thể đăng kí giúp ạ do đợt đầy lớp đầy nên em không đăng kí được. Em cảm ơn nhiều.",
            "Em nhầm nhóm lớp ạ SP1009 nhóm A03"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Môn Xác suất và thống kê (MT2013) em đăng kí có 1 buổi học không có thông tin tiết, lớp trên thời khóa biểu, em cần liên hệ với Bộ môn/ Khoa của em đang theo học hay của môn học  để có thông tin lớp học vậy ạ?. . . . Em cám ơn.",
            "Chào bạn,. . . . Môn MT2013 chỉ có 3 tiết bài tập nên đã xếp vào luôn vào trong giờ lý thuyết, môn MT2014 sẽ không có giờ nha.. . . . Thân.. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Hiện tại còn có thể đăng kí bổ sung môn học không ạ.. . . . Môn Đường lối Cách mạng của Đảng Cộng Sản Việt Nam mã môn học SP1009 nhóm A04.. . . . Em mong PDT có thể đăng kí giúp ạ do đợt đầy lớp đầy nên em không đăng kí được. Em cảm ơn nhiều.",
            "Hoặc nhóm A03 càng tốt ạ! Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào thầy/cô, em là [full_name], mssv [student_id], sinh viên bằng 2, bộ môn cơ-điện tử. Hiện tại, em đã đạt đủ tín chỉ tích lũy ngành TCTLN (file đính kèm, tô vàng là lấy từ phiếu miễn môn 24/12/2017, tô nâu là học và qua môn) và đủ chuẩn anh văn (toeic nghe-đọc 600; toeic nói-viết 225 (thi ngày 4/9/2020, có kết quả ngày 17/9/2020)). . . Em viết thư nhằm hỏi về ngày cập nhật danh sách tốt nghiệp dự kiến để đăng kí tốt nghiệp (trên aao cập nhật ngày 25/8/2020). . . Mong sớm nhận được phản hồi từ thầy/cô.. . [full_name]",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 30/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy(cô)!. . cho em hỏi là trong thời khóa biểu của em hiện là 14 tín chỉ đã đăng kí cà có lịch học 14 tín, nhưng sao trong kết quả hiệu chỉnh đợt 3 lại còn 11 tín, cho em hỏi như vậy là em sẽ học bao nhiêu tín ạ, em cảm ơn!!",
            "Chào bạn,. . . . Bạn xem kết quả đăng kí môn học trên cổng thông tin sinh viên nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là trường có hỗ trợ bộ Microsoft Office không ạ hay em phải mua ạ.",
            "Chào bạn,. . . . Bạn  vui lòng liên hệ văn phòng Đào tạo quốc tế .. . . . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo. . Em tên [full_name], MSSV [student_id], hôm nay em có nộp chứng chỉ ngoại ngữ và đăng ký xét miễn điểm 4 môn AV trên MyBK nhưng khi nhấn Xác nhận đăng ký phần xét miễn điểm thì có thông báo lỗi, tuy vậy trên BKPay vẫn có thông tin thanh toán và em đã nộp lệ phí 200.000 đồng (có hình ảnh đính kèm).. . Khi quay lại phần Xét miễn điểm, mục Xác nhận đăng ký vẫn lỗi nên em đã huỷ và tạo yêu cầu mới. Việc này làm xuất hiện thêm 1 khoản thanh toán mới trên BKPay nhưng em đã đóng trước đó nên kính mong Phòng đào tạo kiểm tra và xác nhận giúp em.",
            "Chào bạn. . Pdt đã hủy phần lệ phí phát sinh. . Bạn đợi pdt sẽ cập nhật điểm miễn sau nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Pdt cho em hỏi học phí chất lượng cao công nghệ thực phẩm áp dụng cho sinh viên mới năm tới là bao nhiu 1 chỉ ạ. Có tiền cơ sở vật chất j thêm ko ạ. .",
            "Chào bạn. . Về vấn đề này bạn liên hệ Văn phòng đào tạo quốc tế để tư vấn và giải đáp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1512493  /b \t. . . .   i Tốt nghiệp . Chào Thầy/Cô,. . Em là Nguyên Việt Phú, MSSV:1512493, Khoa Điện - Điện tử khoá K15.. . Hôm nay 17/9/2020 em vừa nhận được kết quả thi anh văn nói viết của ngày 6/9/2020 và đã đậu. Và em đã hoàn thành xong điều kiện tốt nghiệp.. . Em có một bạn vừa mới đăng ký tốt nghiệp bảo là lên trên mybk để đăng ký thông tin trên đó để có mail cũng như danh sách cập nhập. Nhưng em không đăng ký được.. . Hiện tại em cần thông tin về việc đăng ký xét tốt nghiệp.Em có nên để tuần sau lên đăng ký tốt nghiệp để đợi điểm anh văn chuyển qua phòng đào tạo.. . em cảm ơn. Chúc thầy/cô có một ngày làm việc tốt lành"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào nhà trường,. . Em là [full_name] (MSSV:[student_id]). . Trong đợt đăng kí môn học vừa qua em không đăng kí được môn Chuyên đề luận văn tốt nghiệp (CH4341) do trong học kì 193 em đăng kí nhầm mã môn Thực tập tốt nghiệp (CH3343) mà môn mày là  môn tiên quyết để đăng kí Chuyên đề, sau khi làm đơn xin chuyển mã và được giải quyết chuyển mã môn Thực tập tốt nghiệp thì đã hết hạn đăng kí đợt 3 nên em đã không kịp đăng kí môn Chuyên đề luận văn tốt nghiệp.. . Do đó, em mong muốn được đăng kí bổ sung môn Chuyên đề luận văn tốt nghiệp (CH4341) cho học kì 201 sắp tới để có thể theo kịp tiến độ của chương trình đào tạo.. . Mong nhà trường xem xét cho em đăng kí bổ sung môn học trên.. . Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . . . - Còn đợt 4 DKMH dành cho các môn Thực tập tốt nghiệp, đề cương luận văn và luận văn.. . . . - Bạn thường xuyên kiểm tra mail để biết thời gian đăng kí.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . em K19, theo thời khóa biểu tuần sau ngày t2 em bắt đầu đi học hay bắt đầu vào ngày thứ 4 vậy ạ. .",
            "Chào bạn. . tkb của hk201 bắt đầu từ ngày 21/9 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi nhà trường mở thêm lớp cơ sở điều khiển tự động ee2019 cho sinh viên bi trùng lịch đăng ký nhưng đến thời gian lại không đăng ký được (tại mục ĐKMH ghi thời gian 2019). . Và vì sao em bị trùng lịch môn nhưng không nhận được mail mở lớp ee2019 ạ? nếu không nhờ bạn bè nói chắc em đã không để ý và không được học môn này rồi ạ",
            "Chào bạn,. . . . Bạn xem thời khoá biểu trên Công thông tin sinh viên chính là lịch học của em, môn EE2019 không bị huỷ.. . . . Thân. .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào pđt ạ , đợt 3 em có đăng kí môn csdktđ EE2019 nhưng trên lịch k thấy giờ thí nghiệm , nay có kết quả thì em lại bị hủy. với lại môn mới có h thí ngo kết thúc lúc tiết 9 và tiết 10 em học môn khác . Nhưng hiện h chưa cho đky được . vậy pđt sẽ sắp xếp mở môn này như thế nào , và cho em vào lớp nà ạ . em rất cần môn này để kịp đồ án . em xin cảm ơn . .",
            "Chào bạn,. . . . Bạn xem thời khoá biểu trên Công thông tin sinh viên chính là lịch học của em, môn EE2019 không bị huỷ.. . . . Thân. .",
            "cô ơi , hiện tại bây h em đã bị xóa môn EE2019  .do bị trùnng thí nghiệm cô , em mới nhận được cập nhật tkb . cô có thể xóa môn EE3015 nhóm A04 ngày thứ 3 và thêm môn EE2019 vào được k ạ . vì môn EE2019 là môn tiên quyết cho đồ án ì sau ạ . cảm ơn cô nhiều",
            "Chào bạn,. . . . Bạn kiểm tra TKB bạn nha, bạn không có đăng kí môn EE3015. Sao bạn không đăng kí môn EE2019 trong học kỳ dự thính 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo,. . . . Em tên là [full_name], MSSV [student_id], khoa Quản lý công nghiệp. Em đăng ký môn Anh văn trong kinh doanh vào thứ 5 tiết 7-8-9, nhưng kết quả đăng ký môn học lại tự động chuyển vào ngày thứ 7. Kính mong phòng Đào tạo xem xét trường hợp này giúp em, vì thứ 7 em khó có khả năng đi học được.. . . . Em xin đính kèm bản PDF đăng ký môn học đợt 1,2,3 và kết quả đợt 3. Tất cả các đăng ký cho môn học Anh văn trong kinh doanh đều vào thứ 5 tiết 7-8-9.. . . . Kính mong nhận được phản hồi sớm từ phòng Đào tạo.. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn,. . . . Bạn xem thời khoá biểu trên cổng thông tin sinh viên để học nha, cũng có vài môn thầy cô đề nghị thay đổi TKB.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy cô,. . Hiện tại có một chuyện khá khó khắn đó là địa phương của em đang kêu khám NVQS và hiển nhiên em phải nộp giấy chứng nhận Sinh viên về, tuy nhiên nhà trường hiện vẫn chưa phát giấy chứng nhận Sinh viên trong năm học 2020-2021 mà hạn phải nộp ở địa phương là 25/9/2020. Em đã thử xin giấy xác nhận SV tuy nhiên giấy chỉ có hiệu lực 3 tháng hoặc 1 học kỳ nên bên địa phương vẫn không đồng ý.. . Mong nhà trường giải quyết giúp em ạ. . Em xin cám ơn.. .",
            "Chào bạn,. . Bạn vui lòng kiểm tra mail về việc nhận giấy CNSV hoãn NVQS Phòng đào tạo đã gửi vào ngày 21/9. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào [full_name][full_name].. . Em là [full_name] hệ VHVL Mssv : [student_id]. Nhờ [full_name][full_name] cho em xin điểm trung bình tích luỹ và các điều kiện còn thiếu để nhận [full_name]. Em xin cám ơn.. . . .",
            "Bạn liên hệ Thầy [full_name]: [email] để được giải quyết nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là: [full_name], MSSV: [student_id]. . Cho em hỏi, em có đăng kí môn học, học kì 1, năm học 2020 - 2021, nhưng hôm nay em vẫn chưa có thời khóa biểu trong mybk. . . Em không biết lý do tại sao, mong thầy / cô giúp em ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  : Cho em hỏi vì sao em chưa có thời khoá biểu môn học cho sinh viên năm 2 với ạ. Em đã đăng kí môn học từ đợt 2 và được chấp nhận. Nhưng đến bây giờ vẫn chưa có thời khoá biểu. Xin nhà trường bổ sung giúp em với ạ . . . .",
            "Chào bạn,. . Hiện tại TKB đã được cập nhật tại mybk/Thông tin sinh viên/ Thời khóa biểu.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học . cho em hỏi về vấn đề bị xóa môn trong khi thỏa điều kiện và lớp đủ sỉ số",
            "Chào bạn,. . . . Bạn phải xem kết quả DKMH để biết lý do nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Danh hiệu sinh viên khá/giỏi toàn diện cần phải đạt những yêu cầu nào ạ? Em xin cảm ơn",
            "Chào bạn,. . Bạn vui lòng liên hệ phòng Công tác Chính trị sinh viên để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] MSSV [student_id]. . . Em có đăng ký AV4 LA1009 nhưng pđt đã hủy lớp đó. Em mong pđt có thể tăng sỉ số lớp AV4 LA1009 nhóm A05 thứ 6 tiết 345 ạ. . . Mong nhận được sự phản hồi của pđt sớm ạ.. . Em chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn học kỹ thuật số (EE1009) nhưng lại bị pđt xóa lý do không học trước môn vật lý bán dẫn (EE1007). Trong khi đó em đã học và qua môn vật lý bán dẫn này rồi ạ .. . Mong phòng đào tạo coi lại dùm em .",
            "Dạ em xin lỗi đã làm phiền ạ, em có chút nhầm lẫn trong mã môn học."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Chào Thầy/Cô,. . . . Em học K19 hệ VHVL thì học theo chương trình đào tạo khóa 2019 thì có đúng không ạ, do em thấy cấu trúc môn học giữa khóa 2018 và 2019 có nhiều điểm khác nhau.. . Để không bị sai sót trong việc đăng ký môn học, xin thầy/cô giải đáp giúp em ạ.. . . . Em cảm ơn.. . . .",
            "Bạn tốt nghiệp CĐ và được xét miễn môn. vì vậy học theo Chương trình đào tạo năm 2017.. . Lưu ý: SV đăng ký đúng mã môn học của ctđt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào pđt, em là [full_name] [student_id]. . Tụi em có xin thầy mở lớp môn chuyên ngành ở kỳ dự thính và thầy đồng ý dạy vào chiều thứ 7, vì thế nên em đăng ký môn Đường lối CM của ĐảngCSVN (SP1009) kỳ chính 201 vào thứ 6 tiết 13-15. Nhưng khi có thời khóa biểu thì lịch học môn này pđt đã đổi lại vào thứ 7 tiết 8-10. Em mong pđt xem xét để em có thế chuển lớp môn Đường lối CM của ĐảngCSVN (SP1009) để theo kịp tiến độ môn chuyên ngành ạ. Em cảm ơn pđt.. . . ."
        ]
    }
]