[
    {
        "intent": "",
        "message": [
            "Em chào Admin. . Em tên là [full_name] MSSV: [student_id]. . Trong đợt 2 đăng kí môn học, em bị trùng môn học nên đã lỡ tay xoá mất GT2. . Em xin đề nghị pdt mở thêm sỉ số môn học Giải tích 2 MT1005 - lớp DT01 . . Em xin cảm ơn rất nhiều",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô ,em tên là lưu trường giang em rất mong là thầy cô sẽ tải lên kế hoạch giảng dạy năm 2019 để tụi em có thể tiện theo dõi mã môn học cũng như lịch trình học theo học kì để có thể đăng ký môn học và chuẩn bị kiến thức cho hiệu quả ạ . Hiện tại kế hoạch chỉ có học kì 1 và 2. Em cảm ơn rất nhiều ạ",
            "Chào bạn,. . Hiện tại Chương trình Đào tạo của Khóa 19 vẫn trong đang quá trình xây dựng và hoàn thiện, Nếu bạn có thắc mắc về chương trình đào tạo của mình, bạn vui lòng liên hệ về Khoa, xin gặp thầy Phó Khoa phụ trách về chương trường đạo tạo để được tư vấn thêm nhé.. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phòng đào tạo tăng sĩ số lớp Giải tích dt2 vì các lớp dự thính đã đủ sĩ số rồi ạ.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên Lê Mậu Duy [student_id], chào thầy cô phòng đào tạo. . . . . Học kỳ hè 193 em định đăng ký CI2029 Cơ học kết cấu nhưng môn này yêu cầu học trước CI2007 Sức bền vật liệu, nhưng em đã học môn này trước rồi nhưng khác mã (cụ thể như hình) và em cũng làm đơn đơn môn xin thay thế cho văn phòng khoa xây dựng để nộp cho pđt.. . . . Mong thầy cô kiểm tra để cho em kịp đợt đăng ký kẻo dễ bị cấn lịch và sĩ số ạ. Em xin cảm ơn.",
            "Chào bạn,. . . . Khi nào có đơn xin thay thế,thì bạn  nôp PDT để xin đăng kí môn học nhen.. . . . Thân.",
            "Dạ em vừa mới hỏi cô [full_name] văn phòng khoa xây dựng thì cô bảo đã khoa đã xác nhận và gửi cho PĐT rồi ạ.",
            "Chào bạn. . - Đầu tiên Bạn phải nhờ Khoa pho to giúp xác nhận đồng ý môn thay thế. . - Sau đó bạn viết đơn đăng ký môn học đặc cách đính kèm bảng pho to xác nhận đồng ý môn thay thế nộp tại Phòng đào tạo. . Thân",
            "Dạ em chào cô ạ. Em cũng nói với cô [full_name] là \"em muốn xin đơn xác nhận môn thay thế của khoa để nộp cho pđt\" nhưng cô [full_name] bảo em không cần ạ vì khoa đã nộp cho PĐT và khoa cũng đồng ý đơn của em rồi. Em vừa hỏi sáng nay luôn cô. Em cảm ơn cô",
            "Cô [full_name] cũng biết và em cũng đã nói với cô sáng nay là đơn đó mục đích cho em đăng ký môn học kỳ hè. Nhưng cô bảo thế nên em hiện tại vẫn chưa xin được đơn để nộp cho PĐT.",
            "Chào bạn,. . . . Hiện tại bạn đã đăng kí được môn CI2029 rồi. không biết bạn còn thắc mắc điều gì nữa?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là ĐINH THẾ XUÂN TỚI, MSSV: [student_id]. . học lớp CK18HT.. . Kì trước em có thi ANH VĂN ở trường, và được 305 điểm, sao kì nay em không đăng kí học ANH VĂN 1 được ạ. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658. . . . Nếu có gì không hiểu bạn hỏi thêm.. . . . Thân.",
            "em xem lại rồi, đối với khóa năm 2018, thì qua toeic 350 điểm  thì qua chuẩn Anh văn năm nhất, còn để đăng kí được Anh văn 1 thì em chưa thấy. Hiện tại em thi ở trường có kết quả 305. .",
            "Chào bạn,. . . . Đầu tiên bạn thi anh văn ở trường được 305 điểm (thi chuẩn anh văn đầu vào ), trong qui chế điều 31, phục lục 1, phần  1.   Kiểm tra trình độ tiếng Anh khi nhập học trong bảng qui định điểm   400 chỉ được đăng kí anh văn cơ bản nhé.. . . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /. . kế hoạch đào tạo của ngành cơ khí và cơ điện tử từ K19 đã có đủ cho từ năm 1 đến khi tốt nghiệp chưa ạ?. .  NẾU CHƯA THÌ KHI NÀO MỚI CÓ KẾ HOẠCH ĐÀO TẠO CHO [full_name] [full_name] Ạ ?",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sv K18 khoa Kỹ thuật Hoá học chương trình CLC, theo chương trình đào tạo em cần đăng kí môn Thực tập Quá trình & Thiết bị (CH2087) ở HK193 nhưng hôm nay vào đợt 2 không có lớp cho sv CLC nên em không chọn nhóm lớp được ạ. Thầy/cô có thể cho em được hỏi cách đăng kí được không ạ ? . . Em xin cám ơn",
            "Chào bạn,. . . . Bạn liên hệ văn phòng Đào quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi muốn xin mở lớp kết cấu bê tông cốt thép 1 trong học kì hè, mã MH CI2091 thì sĩ số lớp bao nhiêu mới được mở lớp ạ?",
            "Chào bạn,. . . . Bạn làm đơn mở lớp nộp PDT, đơn có sự đồng ý của khoa, giáo viên giảng dạy. Số lượng tầm  30 sinh viên sẽ mở lớp nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không đăng kí được môn Cấu trúc dữ liệu và giải thuật vì hệ thống hiện là thiếu điều kiện, phải học môn CO1027. Tuy nhiên môn CO1027 không nằm trong chương trình đạo tạo của khóa em mà là của khóa sau, vậy em phải làm như thế nào ạ?",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ [full_name] (cụ thể là [full_name]ầy phó khoa phụ trách chương trình đào tạo [full_name]ầy Quản [full_name]ành [full_name]ơ) để tư vấn và giải đáp. . [full_name]ân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] sv Việt Pháp Hàng Không khóa 17, mssv [student_id].. . . . Em chuyển trường vào từ ĐH Bách Khoa Đà Nẵng vào từ học kỳ 191 sau kỳ thi phân ngành. Nhưng vì kết quả học tập kém sau lần thi 1 nên bị cảnh cáo học vụ, dự kiến buộc thôi học từ học kì 192. Và em đã gửi đơn cứu xét. Sau lần thi thứ 2 em đạt điểm tb học kỳ 191 là 4,87.. . . . Tuy nhiên vào học kỳ dự thính hè 193 thì em có đăng ký Mùa Hè Xanh và dự kiến bắt đầu từ ngày 31-7 đến ngày 31-8 nên không thể đăng ký dự thính hè 193 được.. . . . Nên em muốn biết:. . . . - Về kết quả xử lý học vụ như thế nào. Vì em thấy điểm trung bình trên trang aoo mục xử lý học vụ vẫn không thay đổi.. . . . - Và nếu em không đăng ký dự thính học kỳ 193 thì có bị sao không ạ.. . . . Em cảm ơn!",
            "Chào em. . - Mục Xử lý học vụ vẫn không thay đổi và nếu có thay đổi gì cũng sẽ cập nhật trên trang web aao. . - Đăng ký HK193 là Hk dự thính hè không phải Hk bắt buộc nêu tùy thuộc vào việc tính toán và kế hoạch học tập của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi tại sao đợt 1 tụi em có đăng ký . .  môn thực hành thí nghiệm xưởng (GE2019) được nhưng đợt 2 thì Web thông báo Không mở môn học là sao ạ ? Và chúng em cần phải làm gì ạ?. . Em cảm ơn.. . . .",
            "Chào bạn,. . . . Sau 5h chiều này bạn vào đăng kí môn này nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em đã nghỉ học lâu từ năm 2017. Giờ muốn in bảng điểm thì có được không ạ. Và cách in như thế nào ạ. . . .",
            "Chào bạn,. . Được nhé bạn, bạn có thể liên hệ trực tiếp tại Phòng Đào tạo để đăng ký in nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911903  /b \t. . . .   i Đăng ký môn học . Dạ cho eM hỏi, em đã thi Anh văn được 355 điểm mà em đăng kí môn ANH VAN 2 trong kì thì lại có thông báo phải đạt yêu cầu ANH VĂN 1 như vậy phải làm sao ạ?",
            "QUOTE MSSV/MSGV: 1911903    . . . . Đăng ký môn học. . . . Dạ cho eM hỏi, em đã thi Anh văn được 355 điểm mà em đăng kí môn ANH VAN 2 trong kì hè thì lại có thông báo phải đạt yêu cầu ANH VĂN 1 như vậy phải làm sao ạ?  /QUOTE . .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 31, phụ lục 1. Trong qui định  nhà trường nêu rất rõ về việc bạn hỏi, bạn vui lòng xem lại nhé http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em học Kỹ thuật hóa học Chất lượng cao k19 thuộc nhóm 1B học kì 193 trong chương trình đào tạo em xem có tổng cộng 5 môn, em đăng kí đợt 1 đủ 5 môn mà đợt 2 này em thấy phiếu đăng kí thiếu môn Kinh tế đại cương (các bạn học cùng lớp khoa hóa của em cũng bị như thế). Cho em hỏi là em nên đăng kí bổ sung vì lỗi hệ thống hay đây là do văn phòng đào tạo có thay đổi chương trình học ạ?. . . . Em cảm ơn.. .",
            "Chào bạn,. . . . Bạn liện hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho em hỏi em muốn đăng kí học lại môn ĐSTT mã môn MT1015 nhưng khi em tìm lớp thì không hiện lớp. Em thử nhấn vào đợt vừa rồi để đăng kí thì có hiện lớp nhưng không được đăng kí vì quá hạn . .",
            "Chào bạn. . - Môn MT1015 không mở lớp. . - Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 02/7/2020 đến 10g ngày 07/7/2020 (nếu môn học chưa được mở lớp). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . thưa thầy cô, em đăng kí môn co2003 lớp DT01_DT02 nhưng không được, nó cứ đòi co1011, nhưng môn đó đã thay bằng mã mới co1027 và em đang học môn đó trong kì 192 này, bên văn phòng khoa cũng khẳng định 2 môn đó là tương đương nhau chỉ là thay mã mới mã cũ. có 1 số bạn em đang học co1027 cùng em và đăng kí được, riêng em thì lại không.. . . . mong thầy cô giúp đỡ cho em đăng kí được môn này trong lớp này, em xin cảm ơn. . . . co2003-DT01_DT02-Ctrúc dữliệu & giảithuật. . . .",
            "Chào bạn,. . . . Bạn vào đăng ki lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thấy/cô, em là [full_name] (MSSV [student_id], khoa Khoa Học và Kỹ Thuật Máy Tính). Trong đợt đăng ký môn học hè 193, em có đăng môn thực tập tốt nghiệp (mã môn học: CO3313) nhưng sau khi trường mở đăng ký đợt 2, em có kiểm tra thì thấy không được đăng ký môn thực tập tốt nghiệp do chưa đủ điều kiện. Như em được biết thì điều kiện là số tín chỉ phải từ 94 tín chỉ trở lên, em có được thầy/cô khoa em phổ biến là nếu học kỳ liền trước (HK192) chưa có kết quả thì sẽ lấy toàn bộ số tín chỉ đã hoàn thành cộng với số tín chỉ đang học. Hiện tại em đã hoàn thành 72 tín chỉ và số tín chỉ học kỳ này (HK192) em đang học là 27, như vậy sẽ là 99 tín chỉ. Nhưng em thấy thông báo trong mục lịch sử đăng ký thì vẫn báo em không đủ điều kiện và huỷ môn TTTN mà em đã đăng ký trong đợt 1 ạ.. . Mong thầy/cô giải đáp thắc mắc giúp em, em xin chân thành cảm ơn ạ.",
            "Chào bạn, . . . . Bạn xem lại số tín chỉ để xét TTTN bạn vào trang web aao.hcmut.edu.vn---  sinh viên ---  vào chương trình đào tạo--- Điều kiện số tín chỉ tích lũy ngành để nhận TTTN & LVTN/TLTN từ Khóa 2015 để xem nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV [student_id]\t. . . . Cho em hỏi nếu có sổ hộ nghèo, sổ cận nghèo thì học phí có được miên giảm không ạ. Điểm số có ảnh hưởng gì đến việc xét miễn giảm không ạ. Em cảm ơn. . . .",
            "Chào bạn,. . . . Việc này bạn liện hệ phòng Công Tác Chính Trị nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào quý thầy cô.. . Em là sv k16. Hiện giờ e còn thiếu 1 môn GDTC. Vì nhà trường mới đổi chính sách học GDTC là học 3 môn khác nhau từ hk 191. Nên em đk sang hk 192 vì trùng lịch nên văn phòng k xếp em lịch. Em định học sang hk hè 193 nhưng lúc đầu em đăng kí lớp có hơn 60 bạn. Nhưng kq đk đợt 1 em k dc học môn GDTC. Em định đk đợt 2 nhưng nhà trường k mở lớp. Theo quy định nhà trường nếu sv hết năm 3 k học đủ 3 môn GDTC sẽ k đc đk môn học năm 4. Em xin quý thầy cô cho em lời khuyên em nên làm j ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn,. . . . Bạn có thể làm đơn xin mở lớp môn giáo dục thể chất, đơn có sự đồng ý của khoa và giáo viên giảng dạy. Hết ngày hôm này 6/7/2020 sẽ không nhận đơn mở lớp nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy cô, cho em xin tăng sĩ số môn Tư  tưởng [full_name]- mã môn SP1005- lớp DT04.. . Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. .",
            "Em xin cảm ơn . . Cho em hỏi mã lớp DTQ có khác với mã DT không ạ ?",
            "Chào bạn,. . Mã DTQ dành cho sinh viên Chất lượng cao nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào phòng đào tạo!. . Em tên là [full_name], MSSV: [student_id].. . Thưa thầy/cô em là sinh viên năm 2 hiện chưa đạt chuẩn để đăng ký các môn học năm 3. Em có một vấn đề thắc mắc mong được giải đáp:. . - Đầu năm nhất, em tham gia kiểm tra xếp lớp khi nhập học, em chỉ đạt 245 và không đăng ký học anh văn.. . - Cuối năm nhất, em đạt được 395 điểm trong lần kiểm tra định kỳ và được đăng ký các môn học năm 2.. . - Bây giờ, trang đăng ký môn học cho phép em đăng ký môn anh văn 2 vào kỳ dự thính 193.. . Vậy cho em hỏi bây giờ em có thể đăng ký học anh văn 2 kỳ dự thính 193 (em chưa học qua anh văn cơ bản và anh văn 1) và lấy kết quả đó để học anh văn 3, sau đó học anh văn 3 và dùng kết quả đó để đạt chuẩn tiếng anh sau từng năm được không?. . Em xin chân thành cảm ơn!",
            "Chào bạn. . - Hiện hệ thống đã cập nhật cho bạn đăng ký môn Anh Văn 2. . - Nếu Bạn đạt Anh văn 3 thì bạn sẽ pass chuẩn tiếng Anh sau năm 2. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ!. . Em muốn đăng ký môn Triết học Mac- [full_name] mà đã hết lớp, bên phòng đào tạo có thể tăng sỉ số lớp Triết học Mac- [full_name] DT04 được không ạ!. . Em cám ơn ạ!. . . . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mong PĐT mở thêm sỉ số lớp Kỹ thuật Thủy Lực & Khí nén (ME3001) lớp DT01_DT02 ạ.. . Em cám ơn.. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Các thầy cô cho em hỏi, chúng em k19 muốn xin mở 1 lớp học Triết vào học kỳ 193. Vậy bây giờ chúng em cần làm gì để được mở lớp ạ. Em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng làm đơn mở lớp và nộp tại trực tiếp tại Phòng Đào tạo Cơ sở 1 (theo đúng hướng dẫn đã gửi qua email nhé), tải mẫu đơn mở lớp tại: http://www.aao.hcmut.edu.vn/sinh viên/Biểu mẫu.. . Thời gian nộp đơn mở lớp HK dự thính hè 193 tại phòng đào tạo (Cơ sở 1): từ ngày 03/7/2020 đến 10g ngày 06/7/2020 (nếu môn học chưa được mở lớp). . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tăng sĩ số lớp. . Lớp DT01. . IM3001 - Quản trị kinh doanh cho kỹ sư. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Chào thầy/cô. . . . Đợt 1 dự thính em đã đăng ký hoàn thành 3 môn học: giải tích 1 MT1003, vật lý 1 PH1003 và đại số tuyến tính MT1007 nhưng qua đợt 2 giải tích 1 và vật lý 1 của em đã bị xóa, và 2 lớp môn học này đã full hết em cũng không thể đăng ký lại. Mong thầy/cô giúp đỡ ạ. . . .",
            "Chào bạn,. . . . Bạn xem lại kết quả đăng kí nhen, 2 môn MT1003 và PH1003 bạn không đăng được vì bị trùng TKB.. . . . Bạn kiểm tra lại bạn muốn đăng kí 2 môn trên với mã nhóm nào (nhớ kiểm tra nhóm đăng kí không bị trùng TKB).. . . . Thân.",
            "Chào thầy/cô. . . . Đợt 1 em đăng ký thành công như các bạn khác, đợt 2 nhà trường kêu xem TKB sơ bộ và hiệu chỉnh thì em vào xem còn chưa hiệu chỉnh gì thì trường đã bảo em xếp trùng lịch và bây giờ lớp học đã full làm em cũng không thể đăng ký được. . . .    Mong thầy/cô coi và xem xét lại ạ",
            "Chào bạn,. . . . - Học kỳ dự thính hè là học kỳ không bắt buộc nên:. . . . - Trong đợt 1 DKMH, PDT cho sv đăng kí chỉ để khảo sát sinh viên đăng kí có đủ sỉ số để mở lớp không?, những môn đủ sỉ số mở lớp  PDT gởi về khoa để phân công cán bộ giảng dạy và giờ dạy.. . . . - Sau đó PDT mới xếp TKB và chạy DKMH cho bạn.. . . . - Đó là lý do đợt 1 bạn đăng kí thành công nhưng  kết quả đăng kí trả về bạn không đăng kí được.. . . . - Bạn kiểm tra 2 môn MT1003 và PH1003 nhóm nào bạn không trùng giờ học với các môn khác, bạn ghi rõ mã nhóm để PDT tăng thêm sỉ số để bạn đăng kí.. . . . Thân.",
            "Chào bạn. . - Bạn xem lý do tại sao có ĐKMH đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH dự thính hè HK193-Đợt 1     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. .   B Kết quả ĐKMH Đợt 1 như sau:  /B . . - PDT không đ/ký cho SV [full_name]3 (T: Trùng giờ TKB)\t2020-07-02 16:35:07. . - PDT đ/ký theo k/hoạch h/tập của SV [full_name]7 nhóm DT01 nhóm BT DT01\t2020-07-02 16:35:07. . - PDT không đ/ký cho SV [full_name]3 (T: Trùng giờ TKB)\t2020-07-02 16:35:07. . . .   B Trường hợp để tăng sĩ số:  /B  Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn tăng sĩ số lớp xác suất thống kê Mt2013 lớp DT01_DT01 ạ",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào phòng đào tạo.. . Dạ em hỏi là môn B là môn học trước của môn A. Mà môn A em đăng kí kì chính. Vậy môn B có đăng kí được kì dự thính của cùng kì đó hay không ạ ?. . Trân trọng !",
            "Chào bạn. . Bạn xem chi tiết định nghĩa môn học trước tại Quy chế - học vụ điều 6.3 nghen. . Cụ thể : \"Môn học A là môn học trước của môn học B: điều kiện bắt buộc để đăng ký học môn học B là đã học và có điểm tổng kết của môn A khác không (Điểm cấm thi CT, vắng thi VT và không đạt KD được tính như điểm 0).\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn học Truyền số liệu và mạng (EE3019) hiện đã đầy sĩ số sinh viên. . . Mong PĐT tăng sỉ số lớp DT01 và DT02 để sinh viên có thể đăng kí thêm.. . . . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ nhà trường cho em hỏi là e có đăng kí 2 môn học dự thính hiện tại đang bị trùng lịch nhưng em thấy có lớp khác là không bị trùng em đổi qua nhưng lại full sĩ số. Em muốn xin mở thêm sĩ số được không ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Bạn muốn tăng sỉ số, bạn phải cho biết mã môn học?, mã nhóm? PDT mới kiểm tra xem thử có tăng sỉ số được hay không?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Thầy/Cô,. . . . Em tên là [full_name],. . . . Hiện tại em đã đăng ký tốt nghiệp và nộp lệ phí hai tuần trước. Trên mybk, mục đăng ký tốt nghiệp, cũng thông báo phiểu của em đã được xử lý. Em nhận được email chúc mừng của Ban DBCL DHBK.. . . . Tuy nhiên, đến bây giờ em vẫn không tìm thấy mình trong danh sách tốt nghiệp. (Danh sách tốt nghiệp dự kiến thì vẫn có tên của em). . . . Như vậy em có thể tham dự lễ tốt nghiệp tới đây không ạ?. . . . Em xin cảm ơn Thầy/Cô.. . . . Kính thư,. . [full_name]",
            "Chào bạn. . Chính xác là bạn đã có tên trong danh sách tốt nghiệp rồi. . Bạn liên hệ [full_name] để biết các thủ tục tiếp theo nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . chào thầy cô. . em tên [full_name]. . mssv [student_id]. . em xin tăng sĩ số môn học phương pháp tính (MT 1009) để theo kịp tiến độ học tập. . em xin cảm ơn. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name],. . Hiện tại e đăng ký môn học dự thính hk193 bị dính vào tình trạng ' tạm dừng' nên không đăng ký được.. . Ly do là Hk192 e không đăng ký môn học duy trì và bị tạm dừng, nhưng ngày 2/7/2020 e có nộp đơn xin thu nhận lại để được nhận lại và ĐKMH cho HK193.. . Mong [full_name] tư vấn giúp e làm như thế nào để e có thể ĐKMH trong HK hè 193 được ạ.. . E xin chân thành cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "I   B   /I Đăng ký môn học . Cho em hỏi tại sao đợt một bọn em đăng ký môn học GE2019 được. nhưng kết quả bị hủy và đợt 2 thì web báo không mở môn học. LÀ TẠI SAO VẬY Ạ ?. . . .",
            "Chào bạn,. . . . Sau 5h chiều này bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kinh thưa thầy cô!. . Em tên là [full_name]. . MSSV [student_id]. . . . Thưa thầy cô, thầy cô cho em hỏi. Em là sinh viên năm 3 nhưng em còn thiếu 1 môn GDTC trong 3 môn GDTC. Vậy cho em hỏi những môn của năm 3 em còn có thể đăng kí học lại được không ạ?  . . . . Em mong được thầy cô giúp đỡ. . . . Em rất mong nhận được sự hồi đáp từ thầy cô. . . . Em xin chân thành cám ơn thầy cô rất nhiều. . . . Trân trọng!",
            "Chào bạn,. . . . Bạn vẫn đăng kí học lại bình thường. Bạn phải hoàn thành GDTC sớm nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không đăng kí được môn  học trong kì hè, trường xem lại dùm em, em cảm ơn, thông báo với lí do chưa được phép đăng kí",
            "Chào bạn,. . . . Hiện tại bạn đang tình trạng tạm dừng nên không đăng kí môn học được. Đợt 3 bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] Giải tích mạch - EE1011[full_name] [full_name] Em xin phép đc đăng ký môn giải tích mạch[full_name] [full_name]  vì đã không còn chỗ trong lớp, hiện tại em đang nợ môn rất nhiều và cần học môn giải tích mạch để có thể đăng ký 2 môn phụ thuộc vào năm học sau[full_name][full_name] [full_name]  Em xin cảm ơn![full_name] [full_name] [full_name][full_name]S : Nếu không đăng ký đc em sẽ bị trễ thêm 1 kỳ nữa và có khả năng ko thể tiếp tục theo học[full_name]",
            "QUOTE MSSV/MSGV: [student_id]    [full_name] [full_name] [full_name] [full_name] Đăng ký môn học[full_name] [full_name] Giải tích mạch - EE1011[full_name] [full_name] Em xin phép đc đăng ký (tăng sĩ số) môn giải tích mạch vì đã không còn chỗ trong lớp, hiện tại em đang nợ môn rất nhiều và cần học môn giải tích mạch để có thể đăng ký 2 môn phụ thuộc vào năm học sau[full_name][full_name] [full_name] Em xin cảm ơn![full_name] [full_name] [full_name][full_name]S : Nếu không đăng ký đc em sẽ bị trễ thêm 1 kỳ nữa và có khả năng ko thể tiếp tục theo học[full_name]  /QUOTE [full_name] [full_name]",
            "Chào bạn,. . . . Đã tăng sỉ số bạn vào đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, hiện tại em đã đạt anh văn 2, vậy nếu kì 1 năm sau em học anh văn 3 thì có kịp đăng kí môn học cho kì 2 năm sau không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . \tĐổi tiết handout môn ee2019 cơ sở điều khiển tự động ạ Tiết 16 thứ 3 thành tiết 15 giùm e ạ",
            "Chào bạn,. . Giờ Hangout được xem như là một buổi học chính thức và không thay đổi được.. . Nếu trùng hangout thì cũng được xem như trùng 1 buổi học bình thường. Nên bạn sẽ không đăng ký môn học được nếu bị trùng. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo - ĐH Bách Khoa TPHCM.. . . . Em tên [full_name] - MSSV [student_id]. Hiện em đang theo học văn bằng 2 ngành Khoa học máy tính. Hiện em cần đăng ký một số môn học trong học kì hè nhưng không thể đăng ký do sĩ số lớp đã đầy. Em mong phòng đào tạo có thể tăng sĩ số lớp và cho phép em đăng ký những môn học sau:. .  - CO2005: Lập trình hướng đối tượng (DT01-DT01).. .  - CO2003: Cấu trúc dữ liệu và giải thuật (DT01-DT01).. . . . Em xin cảm ơn.. . . . Trân trọng!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào cô(thầy). Em nộp bản điểm xét miễn tiếng anh nhưng chọn chuyển điểm av2 lại không được. Lần trước em có chuyển av2 9.0 nhưng giờ em mới thi chuyển av 2 sáng 10. Lại không được ạ.. . Xin cô(thầy) giúp em.",
            "Chào bạn. . Mỗi môn anh văn chỉ được phép miễn điểm 1 lần. . Nên bạn đã được xét miễn Anh văn 2 nên không đăng ký được nữa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em hiện là sinh viên năm 3 đại học chính quy khoa điện điện tử.. . Em có nhu cầu tạm dừng học để tham gia nghĩa vụ quân sự thì có được không ạ. Sau khi tham gia nghĩa vụ về thì em có được nhận lại học không.. . Em cảm ơn.",
            "Chào bạn. . Bạn tải mẫu đơn tạm dừng điền vào nộp kèm bảng pho to giấy gọi nhập ngũ. . Bạn xem chi tiết quy định tạm dừng để thi hành nghĩa vụ quân sự tại Quy chế học vụ --  điều 26.1. . \"26.1 Tạm dừng học. . SV có thể đề nghị được tạm dừng học một học kỳ vì lý do cá nhân. Riêng học kỳ đầu tiên của khóa học, chỉ cho phép tạm dừng các trường hợp bất khả kháng không thể theo học. Thời điểm xin tạm dừng không trễ hơn tuần thứ 6 của học kỳ (trừ các trường hợp bất khả kháng). Sau thời điểm này, SV không được phép tạm dừng nhưng có thể nộp đơn xem xét không bị buộc thôi học do tự ý nghỉ học (vì ĐTBHK bằng 0 ) (xem 27.2).. . Riêng trường hợp tạm dừng để thi hành nghĩa vụ quân sự, thời gian tạm dừng được tính theo thời gian thi hành nghĩa vụ quân sự và không tính vào thời gian học tối đa (xem 5.4).\". . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Admin, em là [full_name] mssv: [student_id]. . Do cuối tuần em mới về quê được nên em định hôm nay mới đóng tiền học phí nhưng [full_name]B chỉ làm việc đến 11h30 nên em không đóng được. Phải đến thứ 2.. . . . Không biết em có bị cấm thi không ạ.. . Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng tham khảo quy định về đóng trễ học phí học kỳ chính tại đây nhé:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi, em tên là [full_name] sinh viên lớp KL14VL, em có nhận được mail thông báo đã có tên trong danh sách dự kiến tốt nghiệp đợt 1 năm 2020. Nhưng khi em vào trang web để thực hiện đăng ký thì em không ấn vào phần nộp đơn được ạ! . . Rất mong nhận được sự giúp đỡ từ phòng đạo tạo để em có cơ hội tốt nghiệp trong đợt này ạ!. . Em có đính kèm hình ảnh bên dưới, em xin chân thành cảm ơn!. .",
            "Chào bạn. . Hiện Phòng đào tạo đã mở cho bạn khai tốt nghiệp rồi, Bạn nhanh chóng vào khai tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hỏi về việc đăng ký môn học Thực tập QTTB mã CH2087 đã đăng ký thành công đợt 1, ở đợt 2 không thấy kết quả thì có phải đăng ký lại không? Em cảm ơn ạ. . .",
            "Chào bạn,. . . . Bạn vào đăng kí lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em muốn xin trường mở thêm sỉ số lớp của thầy [full_name] chi tiết máy lớp DT01-DT01 hè này ạ. Em xin cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  cho em hỏi, đợt 1 ĐKMH hè 193, e đăng ký môn Thực tập tốt nghiệp ( ME3029 ) nhưng ở đợt 2, kết quả hiện không có môn đăng kí. Ở đợt 2, em đăng ký lại thì vẫn đợt. Vậy cho e hỏi thế là đã đky đc hay k ạ? \t. . . .   i Đăng ký môn học .",
            "Chào bạn. . - Đợt 1: Bạn xem lý do tại sao có ĐKMH Thực tập tốt nghiệp đợt 1 mà không có kết quả tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    ĐKMH dự thính hè HK193-Đợt 2     bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký. . - Đợt 2 bạn phải đăng ký lại và vui lòng đợi kết quả trả lời sau nghen (kết quả sẽ báo vào đợt 3). . Thân",
            "Dạ chào admin, năm nhất em học chương trình KSCLC Việt Pháp. Cuối năm nhất, em làm đơn xin ra khỏi chương trình này. Em thấy có những môn quy đổi điểm những môn ( hình 1 ). Hiện em đã học qua môn Toán 1 (lt), Toán 2 ( lt), XSTk, Tin học đại cương, Vật lý 1, Hình họa, VẼ kỹ thuật,...( hình 2) . . Vậy cho em hỏi các môn đó sẽ đươc phòng đào tạo tự quy đổi cho em hay là em phải làm đơn chuyển đổi? Và có thể cho em biết theo tiến độ, số môn em còn nợ và đó là những môn nào không ạ?",
            "Chào bạn. . - Các môn quy đổi điểm đã được cập nhật, bạn có thể đăng ký in bảng điểm để kiểm tra.. . - Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào mọi người.. . Em tên là [full_name], MSSV [student_id], là sinh viên khoa Địa chất & Dầu khí, chuyên nganh khoan và khai thác dầu khí. Hiện tại em đang gặp vướng mắc trong đăng kí môn học thực tập xưởng với mã GE2019 cho học kì hè 193 này.. . Trong đợt đăng kí thứ nhất em có đăng kí, và web có hiện một thông báo là thiếu môn học Cơ sở kỹ thuật dầu khí GE2001, theo chương trình đòa tạo thì môn GE2001 là em học đang ở kì 192 và môn GE2019 học vào kì 193, không biết hiện thông báo trên có ảnh hưởng gì đến đợt đăng kí thứ 2 hay không ạ.. . Hơn nữa trong đợt 1 chỉ có 27 bạn đăng kí môn này. Không biết có phải do vầy mà trong đợt đăng kí thứ 2 em hoàn toàn không thấy kết quả môn này hiện ra để hiệu chỉnh.. . Kính mong mọi người giúp em giải đáp.. . Em cảm ơn nhiều!",
            "Chào bạn,. . . . Bạn vào đăng kí lại môn GE2019 lại nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ cho em xin mở thêm sĩ số của lớp tín hiệu và hệ thống được không ạ. vì nếu em không đăng kí được môn tín hiệu em sẽ bị xoá môn mạch điện tử. em đã bị trễ 1 kì rồi ạ. em cảm ơn",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học?, mã nhóm?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy cô phòng đào tạo,. . Em là sinh viên khóa 2018. . Họ và Tên: [full_name]. . MSSV: [student_id]. . Học kỳ hè 193 em tính đăng ký môn sức bền vật liệu CI2001 và lớp SP1005 Tư tưởng [full_name] vào đợt 2 nhưng các lớp đã full, kính mong thầy cô có thể đăng kí giúp em vào lớp DT01-DT01 môn CI2001 và DT-02 SP1005 hoặc gia tăng sỉ số để em đang kí lớp.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy/cô,. . Thầy/cô cho con hỏi về loại hình lớp học DTQx (VD: DTQ1) là gì vậy ạ, con học hệ chính quy thì có thể học lớp này được không ạ.. . Con xin chân thành cảm ơn quý thầy/cô. Kính chúc thầy/cô cuối tuần vui vẻ ạ.",
            "Chào bạn,. . . . Nhóm DTQT dành cho các bạn sinh viên quốc tế dạy bằng tiếng anh. Sinh viên chính qui đại trà không đăng kí được nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Em chào [full_name] ạ, hiện tại em muốn học môn Tín hiệu và hệ thống EE2005 vào kì dự thính này. Nhưng do bị trùng TKB nên em không đăng kí được lớp DT01 mà lớp DT02 lại đã đầy. . .   [full_name] có thể tăng sỉ số lớp DT02 - EE2005 lên không ạ. Em cảm ơn.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. .",
            "Do việc cá nhân nên em không học môn Ee2005 nữa ạ! PDT không cần đăng kí cho em môn này nữa ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo.. . Em là sinh viên khoá 2017 và theo tiến độ học tập thì kỳ hè này sẽ đăng ký thực tập tốt nghiệp. Em cũng đã đăng ký một môn học chuyên ngành vào kỳ này ( kết quả lần 2 vẫn chưa bị xoá). . . Phòng đạo tào có thể trả lời giúp em là có thể đăng ký cùng lúc thực tập tốt nghiệp và môn khác trong kỳ hè không ạ? . . Em cảm ơn.. .",
            "Chào bạn. . Môn Thực tập tốt nghiệp là một môn học bình thường có thời khóa biểu nếu môn học mà bạn đăng ký cùng môn TTTN trùng thời khóa biểu thì bạn sẽ không đăng ký được. . Thân"
        ]
    }
]