[
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . . . Em tên là [full_name], hiện đang là sinh viên K17 khoa Cơ khí. Trong thời gian qua em có đăng ký hoãn thi môn Phương pháp tính với mã môn học là MT1009 nhưng điểm em nhận được ở bảng điểm không phải là 14 (điểm hoãn thi) mà lại là 13 (điểm vắng thi). (Hình được đính kèm ở file bên dưới). . . . Em mong được giải đáp và nhận được phản hồi từ Phòng đào tạo. Em xin chân thành cảm ơn.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào thầy (cô),. . Em có nhận được mail từ hệ thống support của trường về việc đăng ký thi anh văn nói viết nên em muốn hỏi là nếu em muốn thi đợt tháng 10 tới thì đợt đăng ký đầu tiên vào tháng 9 này em có cần đăng ký không ạ ?. . Mong thầy (cô) có thể giải đáp thắc mắc này ạ.. . Em xin chân thành cảm ơn . . . .",
            "Chào bạn,. . Không nhé bạn, vì SV chỉ được đăng ký 1 lần duy nhất trong 4 đợt tổ chức trong tháng 9 và 10 nhé, nên bạn cân nhắc trước khi đăng ký.. . Thân gửi các bạn sinh viên,. . . . Được sự đồng ý của Ban Giám Hiệu, Phòng Đào tạo kết hợp cùng Trung tâm Ngoại ngữ tổ chức kiểm tra Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến trong tháng 9 & tháng 10 năm 2021 dành cho các sinh viên chuẩn bị tốt nghiệp trong học kỳ 211 (dự kiến xét tốt nghiệp đến hết học kỳ 211).. . . . - Đăng ký tại: mybk.hcmut.edu.vn è chọn  Đăng ký môn học è chọn Đăng ký thi Anh văn 2 kỹ năng theo hình thức trực tuyến–Đợt 1-MSMH:BKE123. . . . - Thời gian đăng ký Đợt 1: từ 8g ngày 06/9 đến 14g50 ngày 08/9. . . . - Thời gian thanh toán lệ phí: từ 8g ngày 9/9 đến 14g50 ngày 10/9. . . .  . . . . - Lưu ý:. . . . 1) Trong tháng 9/2021 dự kiến tổ chức 4 đợt thi, mỗi đợt tổ chức khoảng 800 SV thi.  Cụ thể Đợt 1 sẽ thi vào các ngày: 15/9, 16/9, 17/9, 18/9, 19/9 và 20/9 (TTNN sẽ có thông báo chi tiết ngày thi cho SV qua mail sau khi SV thanh toán lệ phí). . . .  Trường hợp SV không đăng ký được trong Đợt 1, vui lòng đợi thông báo đăng ký vào đợt tiếp theo.. . . . 2) SV chỉ được đăng ký thi 1 lần duy nhất trong đợt tháng 9 & tháng 10 /2021 (hình thức trực tuyến), trường hợp SV thi không đạt, hoặc bỏ thi, hoặc thanh toán lệ phí thi trễ hạn vui lòng đợi thông báo sau hoặc hết thời gian giãn cách có thể đăng ký thi trực tiếp tại Trung tâm Ngoại ngữ.. . . .  3) Trường hợp SV không thanh toán lệ phí hoặc thanh toán lệ phí trễ hạn sẽ không được thi & ghi nợ lệ phí (SV phải thanh toán dù không dự thi).. . . .  4) Hình thức thi trực tuyến theo file đính kèm.. . . .  5) SV đã đạt Anh văn 2 kỹ năng Nói - Viết theo quy định vui lòng bỏ qua email này.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên [full_name] MSSV [student_id]. . Trong học kỳ này em có đăng ký môn Luận văn tốt nghiệp và môn học dự thính. Nhưng hiện tại vì tình hình dịch covid nên gia đình em gặp khó khăn về tài chính và chưa thể hoàn thành việc đóng học phí theo lịch nhà trường đưa ra.. . Em mong phòng đào tạo tạo điều kiện cho em được gia hạn thời gian đóng học phí. . . Em xin trân trọng cảm ơn",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Quý Thầy/Cô, . . . . Em tên là [full_name], MSSV [student_id], khoa Quản Lý Công Nghiệp. Bởi vì lý do cá nhân nên em đã bảo lưu 1 năm học và đã quay trở lại học tiếp. Để theo kịp chương trình thì Hiện học kì 202 vừa qua em có đăng ký 2 môn thể chất là Bóng bàn ở kỳ chính (lớp của Cô [full_name]_PE1037_L11) và điền kinh (lớp Dự thính của Thầy [full_name]) ạ. . . . . Dạ em đã gặp vấn đề như sau: Sau khi thi giữa kỳ môn Bóng bàn em lại thấy trên thời khoá biểu của mình đổi môn bóng bàn thành môn bóng rổ, em đã lên hỏi Phòng đào tạo và xin phép Cô [full_name] để được học tiếp bóng bàn. Và đến khi làm đơn xin chuyển môn xong em dự định mang đi nộp thì trên TKB đã xoá môn Bóng rổ ở kì chính (Hủy lớp vì lý do sỉ số ít). Vì tình hình dịch đột ngột em chưa kịp làm đơn xác nhận tham gia lớp học với cô [full_name]. . . . . Nay em đã cố gắng liên lạc với Cô [full_name] để Cô xác nhận giúp em đã tham dự lớp Bóng bàn (PE1037_L11) điểm danh đầy đủ và đã thi giữa kỳ được rồi ạ (Đính kèm tệp bên dưới). . . . . Kính mong Quý Thầy/Cô Phòng đào tạo có thể xem xét và giúp đỡ em khôi phục lại môn học Bóng bàn_PE1037_L11 ạ. Vì vấn đề bị xoá môn thể chất này khiến em có khả năng không đủ điều kiện đăng ký môn học năm 4 ạ. Rất hi vọng được Quý Thầy/Cô giúp đỡ, em xin chân thành cảm ơn ạ.. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn. . Hiện tại môn Điền kinh của bạn đã đạt 5 điểm nên không thê điều chỉnh môn học được. . Thân",
            "Kính chào Cô,. . . . Dạ HK202 em đã đăng ký 2 môn Thể chất để đủ yêu cầu của K18 là hoàn thành 3 môn Thể chất ạ. Môn Điền kinh em đã thi online và có điểm rồi ạ.. . Dạ em viết mail kính xin Quý Thầy/Cô khôi phục môn   B Bóng bàn (PE1037_L11)  /B  chứ không phải Điền kinh ạ. Dạ môn Bóng bàn từ khi nghỉ giãn cách đến giờ vẫn chưa thi ạ. . . . . . . Rất hi vọng được Quý Thầy/Cô giúp đỡ, em xin chân thành cảm ơn ạ.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . Hiện tại là đến tuần thứ 4 của HK211 không thể bổ sung thêm ở HK 211 này. . - Còn HK202 thì càng không thể bổ sung thêm. . - Hiện tại ở HK211 đã pass chuẩn môn GDTC, nếu trong HK211 có thể tổ chức học môn GDTC nhà trường sẽ có thông báo để bạn đăng ký bổ sung. . Thân",
            "Kính chào cô,[full_name] [full_name] [full_name] [full_name] Em vừa nhận được mail từ PĐT về việc dạy bù các môn GDTC ở học kì 202[full_name] Môn học thể chất   B Bóng bàn (PE1037_L11)   /B  - lớp của Cô [full_name] em rất nỗ lực liên hệ cô [full_name] xác nhận và viết mail gửi PĐT xin đăng ký, hiện tại vẫn chưa thi kết thúc môn, kính mong cô có thể giúp đỡ em tham gia môn học được không ạ? [full_name] [full_name] Em khẩn xin cô giúp đỡ ạ, học kì 202 em đã nỗ lực chạy giữa 2 cơ sở để tham gia môn học và thi cả giữa kỳ, nay bị hủy môn em rất buồn ạ[full_name][full_name] [full_name] [full_name] [full_name] Kính mong nhận được phản hồi của Cô[full_name] [full_name] xin chân thành cảm ơn[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name]",
            "Chào bạn. . Cô cũng muốn giúp bạn, nhưng dữ liệu thống nhất (TKB, học phí) đồng bộ giữa Pdt trường và bên Trung tâm GDTC. . Bình Thường môn trong trường đến thời điểm này không thể giải quyết bổ sung huống chi môn này là môn ngoài trường. . Bạn thông cảm nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên [full_name] mssv 18133.. . em có làm đơn xin hoãn thi môn tín hiệu và hệ thống ngày 12/8/2021 nhưng trong bảng điểm em vẫn bị tính vắng thi. Em mong PĐT xem xét lại giúp em với ạ\t. . . .   i Yêu cầu khác .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em gửi đơn hoãn thi môn Xác suất thống kê học kì 202 lần trước ạ. . Em cảm ơn PĐT",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Chào cô,. . Em [full_name]. Mssv [student_id].. . Kì này là kì đầu tiên em chuyển từ hệ chính quy sang hệ vừa học vừa làm.. . Em tra trong chương trình đào tạo k14 khoa xây dựng thì mã môn học LVTN là CI4343. Không biết khi chuyển qua hệ VHVL thì có đổi mã LVTN không ạ?. . Đợt đăng kí bổ sung LVTN, tuy em chưa đủ điều kiện anh văn nhưng trường cho phép nên em có đăng kí bổ sung LVTN mã CI4343 hệ VHVL, nhưng đợt kết quả thì hủy đi vì lý do không đủ điều kiện nhận LVTV.. . Số tín chỉ tích lũy của em là 125, số ngày CTXH là 10.. . Mong cô kiểm tra giúp em.. . Em cảm ơn.. . Do em thấy lâu ngày quá, cô chưa sửa lỗi giúp em, nên em mới gửi lại yêu cầu ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào PĐT ạ.Em muốn hỏi là hiện nay em chỉ còn 2 môn và chứng chỉ anh văn nữa là tốt nghiệp.Tuy nhiên 2 môn này là 2 môn em đã đăng ký học ở học kỳ 202 và đang chờ thi cuối kì vì kì vừa rồi em hoãn thi 2 môn này do không đáp ứng yêu cầu về trang thiết bị.Ngoài 2 môn này ra thì tất cả các môn khác em đều đã qua hết.Vậy thì kì này em có cần phải đăng ký môn học không ạ?Mong PĐT giải đáp giúp em.Em xin cám ơn ạ.. . . . . .",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ em chào quý thầy cô,. . . . Em tên là [full_name]. mssv: [student_id]. . Học kì 211 này em có đăng kí bổ sung luận văn tốt nghiệp bổ sung (MA4333) học kì 211 từ ngày 23-25/08/2021 nhưng em đã bị hủy kết quả đăng kí vì không đủ điều kiện nhận luận văn thì em xin trình bày như sau:. . 1.Tình hình học tập hiện tại.. .   - Số tín chỉ tích lũy hiện tại của em là 122 chỉ.. .   - Học  kì 202 em có học môn hóa lý công nghệ vật liệu (MA2037) môn này 3 chỉ do tình hình dịch bệnh nên môn này em chưa thi cuối kì.. .   - Các môn nợ anh văn 1,2,3,4: 8 chỉ.. .   - Số ngày công tác xã hội hiện tại 12.5 ngày.. . 2.Em xin trình bày lý do.. .    - Để đủ tiêu chuẩn tiếng anh mỗi năm để đăng kí môn học thì học kỳ 2 năm học 2018-2019 em có học môn LA1029 tương đương với môn LA1003 (2 tín chỉ) nhưng do là lớp anh văn nhu cầu nên không được tính số tín chỉ tích lũy.. .    - Nếu tính theo tiêu chí xét chuẩn nhận LVTN thì em đạt 125/126 tín chỉ.. .    - Do tình hình dịch bệnh thì trường không xét chứng chỉ anh văn khi nhận LVTN. Với bảng quy đổi điểm hiện tại mức  điểm tối thiểu chứng chỉ để nhận LVTN có thể quy đổi đạt anh văn 1 và 2 tương đương 4 chỉ. Em kính mong phòng đào tạo có thể xem xét miễn 4 tín chỉ này.. . . . Em gửi câu hỏi, yêu cầu này kính mong phòng đào tạo, xem xét lại điều kiện nhận luận văn để em có thể đăng ký luận văn trong học kỳ 211 này. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn,. . PDT đã thông báo không xét chuẩn CCNN để nhận LVTN, còn về số tín chỉ, bạn phải đảm bảo nhé.. . Vấn đề môn AV 1,2,3,4 SV vẫn có thể đăng ký học trong trường bình thường nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name], MSSV [student_id], lớp VP16VT.. . Em có đăng ký Luận văn tốt nghiệp với MSMH 405700 đợt Đăng ký bổ sung TTTN + LVTN + DCLVTN HK211 từ ngày 23-25/8/2021 (đợt đăng ký này Phòng Đào tạo nêu rõ không. . xét chứng chỉ Anh văn do tình hình dịch Covid-19). Nhưng khi Phòng Đào tạo thông báo kết quả đăng ký đợt này trên MyBK thì đã bị xóa lí do \"Không đủ điều kiện nhận LVTN\". Kết quả xử lý ĐKMH không đúng vì em đã đủ điều kiện nhận luận văn vì: Số tín chỉ tích lũy của em là 270/280 và chỉ còn môn Luận văn tốt nghiệp 10 chỉ là hoàn thành chương trình học (có minh chứng đính kèm), số ngày Công tác xã hội của em là 23 ngày (có minh chứng đính kèm) và do đợt đăng ký này Phòng Đào tạo có gửi mail thông báo không xét chứng chỉ Anh văn do tình hình dịch Covid-19, nên em hoàn toàn đủ điều kiện nhận Luận văn tốt nghiệp.. . Nay em xin nộp đơn xin xét lại môn Luận văn tốt nghiệp HK211.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào thầy, cô phòng đào tạo. . e tên [full_name], MSSV: [student_id], khoa Khoa học Ứng Dụng. . dạ đợt 1 này e thấy bạn e có nhận đc mail đk thi av nói viết trực tuyến nhưng e k có, e có tạo 1 câu hỏi trước thì cô nói sẽ lưu ý trường hợp của e và sẽ gửi mail đk trong đợt 4.. . dạ tại vì e sv khoá 14, kỳ này đã là kỳ xét cuối cùng của e r ạ, cho e hỏi nếu h e k đc đk thì mấy đợt sau còn kịp k ạ, mong thầy cô xem hỗ trợ giúp e vs ạ. . e cảm ơn thầy, cô nhiều ạ",
            "Chào bạn,. . Bạn đợi mail thông báo vào đợt 4 nhé!. . Thân",
            "Chào bạn,. . Hiện tại đã mở cho bạn vào ĐK thi AV nói viết trong đợt 1, SV vào Đăng ký nhé! Hạn đăng ký đợt 1 đến đến 14g50 ngày 08/9. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name]. . . MSSV [student_id]. . Do có nhầm lẫn về mã số môn học nên em xin phép phòng đào tạo cho em chỉnh sửa lại ạ.. . Mã GE4333 là mã luận văn kì này của em. Môn mà em muốn hủy là GE4043. Mong phòng đào tạo giúp đỡ ạ. . . Em xin cảm ơn.",
            "Em là [full_name].. . MSSV [student_id]. . Do có nhầm lẫn về mã số môn học nên em xin phép phòng đào tạo cho em chỉnh sửa lại ạ.. . Mã GE4333 là mã luận văn kì này của em. Môn mà em muốn hủy là GE4043. Mong phòng đào tạo giúp đỡ ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT ghi nhận việc hủy rút môn LVTN của bạn, bạn vui lòng vào khai lại mã MH cần rút nhé!. . Thân",
            "Đăng ký môn học . Em là [full_name].. . MSSV [student_id]. . Do có nhầm lẫn về mã số môn học nên em xin phép phòng đào tạo cho em chỉnh sửa lại ạ.. . Mã GE4333 là mã luận văn kì này của em. Môn mà em muốn hủy là GE4043. Mong phòng đào tạo giúp đỡ ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận việc hủy rút Môn học môn LVTN của bạn, Bạn vui lòng vào khai lại môn cần rút lại cho đúng nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Phòng đào tạo,. . Em là [full_name], MSSV [student_id], thuộc chương trình kỹ sư CLC Việt Pháp, email: [email]. . Hiện tại em đang cần giấy xác nhận sinh viên (file PDF) để hoàn thành hồ sơ cho địa phương. Em đã đăng ký trên hệ thống mybk của trường rồi, nhưng vì em đang cần gấp (vì đã trễ hạn 1 tháng) nên em muốn được nhận giấy xác nhận qua email trước (rồi chuyển phát đến sau) trong thời gian sớm nhất ạ.. . Em mong sớm nhận được phản hồi. Em cảm ơn rất nhiều ạ. . . . . .",
            "Chào bạn,. . Khi nào in và trình ký xong, PDT sẽ scan và up ngược lại mybk để SV tải xuống nhé!. . Còn bản giấy sẽ được gửi qua đường bưu điện ngay sau khi có thể gửi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn rút môn học ăn mòn và bảo vệ vật liệu(MA4045) thì cần phải làm đơn xin ra sao vậy?",
            "Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ hiện tại thì em thấy học phí đã được cập nhật trên BKPay. Dự kiến hết hạn nộp là ngày 14/09/2021. Nhưng do tình hình dịch bệnh vừa rồi, kinh tế gia đình em đang rất khó khăn. . . Nên em xin phép hỏi cách để gia hạn thêm thời gia để gia đình em có thể chuẩn bị, hoặc xin phép chia ra 2 lần đóng như thời gian trước được không ạ.. . Em xin chân thành cám ơn!. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Học phí dự thính trước giờ không chia 2 đợt nhé bạn, còn HP chính quy thì đóng 1 lần, nhưng hạn đóng rơi vào đợt 2 như mọi năm nhé!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Quý thầy cô ở Phòng Đào tạo,. . . . Em tên là [full_name], MSSV [student_id].. . . . Theo em được biết, các lớp của HK211 đã bắt đầu học trễ nhất từ ngày 30/08. Tuy nhiên, đến ngày 01/09, em mới được biết điểm môn học cuối cùng của mình và không may là điểm thấp hơn dự kiến, khiến em không đủ điểm để có thể xếp loại giỏi khi tốt nghiệp. Bên cạnh đó, em có thấy thông báo của PĐT sẽ   B xét tốt nghiệp đợt tháng 11 đến cuối HK211.  /B . . . . Do đó, rất mong Phòng Đào tạo có thể tạo điều kiện để em tham gia   B học cải thiện một lớp chính quy trong HK211 (do môn học em muốn cải thiện không mở lớp dự thính)  /B , qua đó em có thể cải thiện điểm ngay trong học kỳ này. Kính mong Phòng Đào tạo xem xét vấn đề của em.. . . . Em chân thành cảm ơn!",
            "Chào em,. . Hiện tại đã hết thời gian hiệu chỉnh, em cần phải có xác nhận đồng ý vào lớp của giáo viên nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do nhu cầu tốt nghiệp hệ cao đẳng, xin Phòng Đào Tạo chuyển điểm giúp em từ hệ đại học sang hệ cao đẳng ạ.. . Môn [full_name] mã (SP1005) sang mã (001025) ạ.. . Lý do: hệ cao đẳng đã xoá môn [full_name] mã 001025 nên phải học hệ đại học ạ.. . Xin xét duyệt để em có điều kiện tốt nghiệp ạ.",
            "Chào bạn. . Đã cập nhật điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy(cô) pđt. Em muốn hỏi về học phí hk 211. Em đã đăng kí miễn giảm học phí trong học kì 201, nhưng hk 211 em kiểm tra trên bkpay thì không được miễn giảm.  . . Em mong thầy (cô) có thể giải đáp giúp em. . Em xin chân thành cảm ơn. .",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, miễn giảm và gia hạn học phí… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Học phí học kỳ chính hiện tại chưa được tính miễn giảm theo diện chính sách (do P.CTCT SV chưa gửi danh sách). HP  SV sẽ được cập nhật miễn giảm (nếu có) trước khi bắt đầu đóng HP vào tháng 11/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812146  /b \t. . . .   i Đăng ký môn học . Dạ em có đăng ký Môn Anh Văn 4 LA1009 trong đợt đăng ký dự thính bổ sung bắt đầu học từ 30/8, em thoả điều kiện đăng ký và đăng ký thành công. Nhưng đến giờ em vẫn chưa có thời khoá biểu ạ. Mong Thầy Cô kiểm tra giúp em ạ.",
            "Chào bạn, . . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK211 - Kết quả đợt 3    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . - Trong trường hợp kết quả xử lý ĐKMH không đúng, bạn có thể làm đơn khiếu nại (kèm minh chứng nếu có), gửi qua trang bksi ghi rõ tiêu đề: “Khiếu nại ĐKMH HK211”, nội dung khiếu nại trình bày rõ lý do, ghi rõ tên, mã môn học và mã nhóm đã đăng ký.. . - SV xem TKB tại mybk/Thông tin SV/ Xem TKB. . Chúc các bạn học tốt!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PDT, . . Em tên là [full_name], MSSV [student_id], bộ môn Kỹ thuật hệ thống công nghiệp, Khoa Cơ khí.. . Do đợt đăng ký dự thính vừa qua em không biết môn học Quản lý dự án (ME3223) được mở nên em không đăng ký đúng theo thời hạn , em có liên hệ với thầy trưởng Bộ môn thì thầy có bảo em làm đơn đăng ký môn học bổ sung nộp cho PDT.Tuy nhiên khi vào aao.hcmut.edu.vn thì em không tìm thấy mẫu . Em gửi mail này mong quý thầy/ cô có thể giải đáp giúp em về vấn đề này, liệu em có nên tạo một mẫu đơn \" Đăng ký môn học bổ sung\" rồi gửi cho PDT hay không?. . Mong quý thầy/cô có thể giải đáp vấn đề này và tạo điều kiện cho em tham dự môn học.Em xin chân thành cảm ơn.",
            "Chào bạn,. . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ  4 của HK rồi). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa phòng đào tạo,. . . . Em tên [full_name] - [student_id], sinh viên khóa K14 khoa khoa học kỹ thuật máy tính. Theo đúng lộ trình học thì em đã hết hạn đào tạo, nhưng theo chính sách của phòng em đã được gia hạn thêm một kì và đã hoàn thành chương trình học và đang chờ đợt thi để lấy bằng anh văn nói viết để đạt chuẩn ra trường. Tuy nhiên hôm nay em vào đăng kí môn học, để đăng kí thi thì không được (hình ảnh đính kèm). Xin phòng đào tạo mở đăng ký cho em để em được đăng kí thi để lấy bằng nộp vào tốt nghiệp ạ. . . . . Em xin chân thành cảm ơn. .",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân. .",
            "Chào bạn,. . Hiện tại đã mở cho bạn vào ĐK thi AV nói viết trong đợt 1, SV vào Đăng ký nhé! Hạn đăng ký đợt 1 đến đến 14g50 ngày 08/9. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .    B   I Tóm tắt sự việc  /I   /B : ngày 18/8 e có thi 1 môn, nhưng có sự cố k nộp bài được, thầy bảo nộp qua gmail rồi thầy chấm, nhưng nay ngày 6/9 thầy gửi mail cho e bảo làm đơn HOÃN THI k là 0đ. Mà link đăng kí hoãn thi trường gửi đã đóng rồi, e không biết giờ phải làm sao nữa.  B  Mong thầy/cô xem xét và hướng dẫn em cách hoãn thi  /B .. .  Em cảm ơn và mong nhận được sự phản hồi ạ.",
            "Chào em,. . Hiện tại đã hết đợt đăng ký HOÃN THI, PĐT lấy dữ liệu để xử lý. Dự kiến thứ 5, ngày 09/9/21 mở lại.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy, cô. . Hiện tại em đang làm đồ án và rất cần tài liệu theo yêu cầu của giáo viên cùng với đó là các tài liệu khác cho các môn đang học online ạ.. . Cho em hỏi giờ em có thể làm cách nào để có thể mua được tài liệu để em có thể sắp xếp tìm cách như nhờ người quen này nọ với ạ. . Em cảm ơn thầy, cô.",
            "Chào em,. . Em liên hệ cô [full_name] bán sách CS2: [phone_number]. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên [full_name]. Vào kì thi cuối kì 202 em có đăng kí hoãn thi do vấn đề thiết bị không đủ và đã được nhận mail đồng ý. Nhưng đến hôm nay ngày 6/9 khi em vào kiểm tra Bảng điểm thì em lại bị đánh dấu điểm 13 hay còn gọi là vắng thi. Nên em theo hướng dẫn của mail đê gửi khiếu nại ạ.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. .",
            "Dạ nhưng em đã được nhận mail xác nhận là đồng ý chấp nhận đơn hoãn thi. Mà ở trên hệ thống vẫn đánh dấu em là vắng thi nên em không hiểu lắm ạ.",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em (điểm 13). . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . - PĐT chuẩn bị các công tác tiếp theo.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi BKSi,. . . . Em không nhận được email dự thi Anh văn Nói & Viết trong khi mình đã đủ điều kiện để tốt nghiệp đợt tháng 11 này ạ.. . . . Kính nhờ các Thầy/Cô xem lại giúp em đang gặp vấn đề gì ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân. .",
            "Chào bạn,. . Đã mở cho bạn vào đăng ký thi vào đợt 1 rồi đó, bạn vào đăng ký liên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi là hiện tại đang dịch bệnh thì ngân hàng đóng cửa sao em đóng tiền được ạ. .",
            "Chào em,. . - Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Hoặc em nhờ người có sẵn tiền trong TK đóng giúp em.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . chào anh/chị, em là sinh viên chương trình tiên tiến khoa điện điện tử. hiện tại em có đăng ký các môn thí nghiệm và trên thời khóa biểu có để là tuần 36 có tiết học và tại tòa B1, do tình hình dịch cho nên em có một vài thắc mắc về quá trình học các môn thí nghiệm ạ. . . . . mong anh/chị giúp em về các thông tin ạ, em cám ơn.",
            "Chào bạn. . Bạn liên hệ với [full_name] : [email], để được hỗ trợ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name], MSSV: [student_id]. Khoa: Khoa Học và Kỹ Thuật Máy Tính, ngành Khoa Học Máy Tính.. . . . Em muốn thay đổi lịch học môn học Nhập môn điện toán, Mã môn học CO1005.. . . . Thay đổi từ nhóm [full_name]02 ( Thứ 6, tiết BĐ 4) qua nhóm [full_name]01 (Thứ 2, tiết BĐ 9).. . . . . . [full_name]ý do : [full_name]ịch học nhóm [full_name]02 trùng với lịch cá nhân.. . . . Em đã được sự chấp thuận của khoa. . Em gửi đơn mong PĐT tạo điều kiện cho em được thay đổi lịch môn học Nhập môn điện toán.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]. .",
            "Chào em,. . Môn này học chung với K21, em xem TKB sau nhé.. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn Đề cương luận văn tốt nghiệp(mã môn AS4325) nhưng do môn không có tính chỉ em đã không nhận ra khi bị lỗi và bị xóa mất lúc hoàn tất đăng ký môn. Mong Phòng đào tạo giải quyết giúp cho em để em không bị trễ tốt nghiệp ạ. Em xin chân thành cảm ơn. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi kết quả cật nhật TKB tại mybk sau ngày 20/9/2021. . Trường hợp sau ngày này vẫn chưa có TKB, SV vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . SV chủ động liên hệ khoa để xin nhận GV hướng dẫn.. . Thân. .",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 79+21=100 Không ĐK đc DVLV vì không thỏa điều kiện song hành AS3325 . . Bạn kiểm tra lại nghen. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô,. . Em là sinh viên BDCN K17. Em nộp đơn đăng ký thu nhận lại cho HK1 2021-2022.. . Em cám ơn.. .",
            "Chào bạn,. . Tình trạng SV của bạn đang là đang học bình thường mà. . . . Hiện tại SV muốn xin ĐK bổ sung môn học (ghi rõ lý do xin đăng ký trễ, tên MH, mã MH, mã nhóm xin đăng ký và kèm xác nhận đông ý của GV cho vào lớp (thời điểm này đã là tuần thứ 3, 4 của HK rồi). . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: 1915432. . Dạ em chào Phòng Đào Tạo.. . Dạ em có 2 câu hỏi mong Thầy/Cô giải đáp ạ.. . 1.Kì 211 này có đợt đăng kí môn học dự thính bổ sung Đợt 3 không ạ.. . 2.Nếu có thì em có kịp rút môn học để đăng kí típ vào ĐỢT 3 này không ạ.. . Em cảm ơn Phòng Đào Tạo ạ.. . . .",
            "Chào bạn,. . Không có ĐKMH dự thính lộ trình 2 đợt 3 nhé, bạn vui lòng xem mai thông báo về rút MH (đã gửi cho SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào thầy cô!. . Em tên là [full_name] mssv là [student_id].. . Học kỳ 202 em còn nợ 8 chỉ lớn hơn 7 chỉ để đăng ký luận văn tốt nghiệp. Và trong kỳ 202 em cũng có học dự thính môn giải tích 2 để trả nếu qua em sẽ đủ điều kiện để đăng ký luận văn tốt nghiệp, nhưng do kỳ thi cuối kỳ diễn ra trễ vào ngày 24/8/2021 nên em vẫn chưa có điểm do đó em không đủ điểu kiện để đăng ký đợt cuối cùng luận văn tốt nghiệp. Nếu bây giờ em qua được môn giải tích 2, học kỳ 211 Phòng Đào Tạo có thể hỗ trợ em đăng ký luận văn tốt nghiệp được không ạ!. . Em cảm ơn thầy cô.",
            "Chào bạn,. . Bạn vui lòng bổ sung mã LVTN để cô chuyển đi xét điều kiện của bạn đủ chưa nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134031  /b \t. . . .   i Yêu cầu khác . Kính thưa thầy/cô Phòng Đào tạo Đại hoc Bách Khoa TP.HCM.. . . . Em là Lê Kỳ Vọng, hiện đang là sinh viên hệ VHVL của trường. MSSV 2134031. Khoa Khoa hoc máy tính.. . . . Vào ngày 02/08/2021, em có buổi thi cuối kỳ môn Nguyên lý ngôn ngữ lập trình, nhưng hệ thống scan của em gặp trục trặc nên em được giảng viên yêu cầu viết đơn hoãn thi, em có gửi đơn lên BKSI và đã nhận được phản hồi (như trong hình đính kèm), trong thư phản hồi em được dặn là   B Sau ngày 06/09/2021 liên hệ trực tiếp Phòng đào tạo cơ sở Lý Thường Kiệt để nhận quyết định bảng chính.  /B . . . . Đến 06/09/2021, em định lên phòng đào tạo CS1 nhưng không được vì bị chốt kiểm định chặn lại và chú công an yêu cầu em liên hệ trường qua mail hoặc điện thoại.. . . . Nên em không còn cách nào khác ngoài việc quay về nhà và liên hệ với phòng đào tạo qua điện thoại. Trong nội dung trao đổi qua điện thoại, cô hỗ trợ ở phòng đào tạo dặn em điền form đăng ký hoãn thi trong mail được gửi vào ngày 05/08/2021, nhưng em có check mail thưỡng xuyên và không nhận được bất cứ mail nào vào ngày 05/08/2021, cũng như không nhận được bất cứ mail nào liên quan đến việc hoãn thi từ ngày 02/08/2021 đến nay (như trong hình đính kèm).. . . . Vì vậy em đã nhờ cô hỗ trợ phòng đào tạo gửi một bức mail mới   B (em nhận được vào ngày 06/09/2021)  /B  để có thể xem được nội dung trong mail.(như trong hình đính kèm \"Mail hoãn thi.png\"). Em đã click vào link form trong mail, nhưng form đó không còn chấp nhận phản hồi của em.. . . . Nên hiện tại em xin gửi yêu cầu này lên BKSI để xin hỏi có cách nào giải quyết việc này để em có thể hoàn thành thủ tục hoãn thi không ạ, hoặc em có thể nhận được địa chỉ liên hệ của chủ sở hữu form trên và tìm cách hoàn tất việc này.. . . . Em xin trân trọng cám ơn.",
            "Chào em,. . . . - Hiện tại đã hết đợt đăng ký HOÃN THI, PĐT lấy dữ liệu để xử lý. Dự kiến thứ 5, ngày 09/9/21 mở lại.. . . . PĐT đã gửi email lâu rồi em nhé:\". . Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào Thầy/Cô!. . Thầy/Cô cho em hỏi khi nào trường tổ chức thi anh văn đầu vào (dạng thi toeic của iig) cho k21 vậy ạ?. . Em cảm ơn Thầy/Cô!",
            "Chào bạn. . Thi anh văn của K21, SV các khoá cũ không tham gia được vì quy định khác nhau. . nên bạn đợi thông báo thi anh văn cho các khoá còn lại. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô,. . Dạ cho em hỏi là vừa rồi em có đăng kí hoãn thi môn mà kết quả cập nhật tại bảng điểm của em điểm thi cuối kì kết quả không phải là điểm 14 ạ (sau ngày 6/9): môn Phân tích và thiết kế giải thuật (CO3031) lớp L02-A.. . . . Em cám ơn ạ",
            "Chào bạn,. . Bạn có điền lại hoãn thi đã gửi lại qua google form cho SV không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name] cho em hỏi là HK202 có đăng Đề cương luận văn và thực tập tốt nghiệp thời khóa biểu và elearning có cập nhật mà bảng điểm chưa cập nhật.",
            "Chào bạn,. . Vấn đề là GV đã nộp điểm cho PDT chưa nhé bạn. . Thận"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin pđt cho em hỏi, em đã đủ mọi điều kiện để tốt nghiệp ngoại trừ anh văn. Cuối năm 3, em thi Toeic 545 và được bảo vệ luận văn, nhưng chưa đủ 600 để ra trường. Dự định tháng 7/2021, em sẽ thi tiếng anh nhưng tình hình dịch căng thẳng nên bị hoãn liên tục. Kì thi nói viết em muốn đăng kí vào đợt tháng 10. Với tình trạng như vậy, em có thể xét đăng kí tốt nghiệp vào tháng 11/2021 & nhận bằng vào lễ tốt nghiệp được không ạ?Nhà trường có thể cho tụi em gia hạn sau khi dịch kết thúc, đợt thi toeic.Em sẽ bổ túc hồ sơ và chuyển điểm theo quy định của pđt. Hy vọng nhà trường sẽ Xem xét nguyện vọng không chỉ của riêng em mà còn nhiều bạn khác gặp trường hợp tương tự như em. . . Em cảm ơn.",
            "Chào bạn, . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có lỡ đang ký môn không thuộc chương trình đào tạo giờ em có nên rút môn đó không ạ? Và nếu rút thì em vẫn đóng tiền như trên trang bkpay hay có đóng thêm khoản nào nữa không ạ?Em cảm ơn",
            "Chào bạn,. . Đóng học phí theo quy định thôi nhé bạn (kể cả môn rút, không tính thêm nhé). . Việc rút hay không thì tùy bạn cân nhắc nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô,. . Dạ cho em hỏi là vừa rồi em có đăng kí hoãn thi môn mà kết quả cập nhật tại bảng điểm của em điểm thi cuối kì kết quả không phải là điểm 14 ạ (sau ngày 6/9): môn Phân tích và thiết kế giải thuật (CO3031) lớp L02-A. Em đã điền lại cả trong form Google cho sinh viên rồi ạ.. . . . Em cám ơn ạ. .",
            "Chào em,. . - Danh sách thi PĐT đã gửi trước rồi em. . - Em đã điền form hoãn thi, xem email xác nhận nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713695  /b \t. . Em xin chào quý thầy/cô!. . Em là Lê Sỹ Trung, MSSV: 1713695, sinh viên K17 khoa Điện - Điện Tử đã hoàn thành các môn học và luận văn tốt nghiệp kỳ này.. . Vào tháng 8, do tình hình dịch bệnh nên 2 kỹ năng anh văn nói-viết trường chưa thể tổ chức thi nên em đã có đăng ký dự trù 2 môn đề cương luận văn (mã EE4321) và đồ án (mã EE3149) vào ngày cuối cùng của đợt 2 - đăng ký môn học cho học kỳ chính 211 để có thể dự trù cho việc duy trì việc học vào học kỳ tới để tránh bị trống việc học khi chưa nhận bằng tốt nghiệp.. .  Nhưng đến hiện tại trường đã có thông báo tổ chức kỳ thi nói-viết online cho sinh viên K17 tụi em vào tháng 9 để kịp nhận bằng tốt nghiệp vào tháng 11.. .  Hiện tại phòng đào tạo đã có thông báo đăng ký rút môn học (có tính học phí) áp dụng cho sinh viên. . .  Nhưng vì tình hình dịch bệnh gây khó khăn cho cuộc sống cũng như khả năng xin việc của em. Vì quê em ở xa (ngoài Thanh Hóa) nên em cũng không thể về quê và vẫn ở lại thành phố nhưng lại không thể đi làm thêm  vì quy định giãn cách của thành phố. Em mong thầy/cô có thể hỗ trợ giúp em xin rút môn học (không tính học phí) cho em  do em đã hơi an toàn trong vấn đề này. . .  Theo quy chế học vụ: các sinh viên đã hoàn thành các môn học và Luận văn tốt nghiệp nhưng chưa đủ điều kiện xét tốt nghiệp (do thiếu chứng chỉ tiếng Anh, ngày CTXH, ...) nếu không đăng ký môn học (ít nhất 1 môn) để có thời khóa biểu duy trì tình trạng đang học thì sẽ bị buộc tạm dừng học HK211, vì vậy em đã có đăng ký tạm 2 môn đề cương luận văn và đồ án để duy trì việc học (mặc dù em đã học xong 2 môn này).. .  Một lần nữa, em mong thầy /cô có thể hỗ trợ giúp em rút môn học (không tính học phí) cho 2 môn em đã trót đăng ký.. .  Môn 1: Đề Cương Luận Văn (Mã EE4321). .  Môn 2: Đồ Án (Mã EE3149). . Em chân thành cảm ơn thầy/cô rất nhiều.. .   i Đăng ký môn học .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn vay tiền đóng học phí nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa thầy cô,. . Em là [full_name] mssv [student_id]. Văn bằng 2 ngành quản lý tài nguyên và môi trường.. . Em muốn hỏi thông tin là học kỳ 202 em vừa hoàn thành xong luận văn tốt nghiệp, đã được bảo vệ và có điểm, nhưng cũng là học kỳ tối đa của em. Hiện tại do tình hình dịch từ tháng 5 đến nay em chưa thể thi anh văn nói viết để xét tốt nghiệp. Hôm nay em có đăng ký thi anh văn nói viết nhưng ko được do em ko vào phần đăng ký môn học được. Em có hỏi BKSi thì được thông báo là đợt này đã full, nên sẽ đăng ký đợt sau.. . Thầy cô cho em hỏi nếu đợt sau em đăng ký thi anh văn nói viết và đậu em có được xét tốt nghiệp ko ạ?.. . Em chân thành cảm ơn ạ.",
            "Chào bạn, . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em Tên [full_name] [student_id]. . Học lớp DT05 môn giải tích 2(MT1005). . Em có đăng kí hoãn thi và có mail đã xác nhận không biết sao em chưa có lịch thi sau ngày 30/9 vậy ạ. .",
            "Chào bạn. . Đúng là bạn đã đăng ký Hoãn thi môn Giải tích 2, . . Việc có lịch thi là bình thường nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là trên trang BK PAY em có môt khoảng học phí hết hạn nộp vào 14/09/2021 nhưng hiện tại em mới giãn cách theo chỉ thị 16 không có ngân hàng nào mở cửa nên em không có cách nào nộp được, em xin hỏi trong trường hợp rằng nếu em không thể mượn ai nộp dùm được nữa thì mình còn có cách giải quyết nào không ạ? Em xin cảm ơn.",
            "Chào bạn. . Bạn đợi thông báo sẽ dời lại lịch đóng học phí nghen . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] , MSSV [student_id] , là học sinh của lớp DD17KTD04 do thầy [full_name] chủ nhiệm. Em xin được nộp đơn xin tạm dừng học kì 1 năm học 2021-2022 với lí do chuyện riêng hoàn cảnh gia đình hiện đang chưa giải quyết được nên em không thể tham gia học vào học kì này được. Em mong PĐT sớm xét đơn ạ , em cảm ơn rất nhiều ạ.. .",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn tạm dừng vào HK1(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên từ “đang học” sang tình trạng “tạm dừng” sẽ cập nhật trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 24/9/2021. . PDT sẽ gửi qua mail file scan quyết định tạm dừng cho sinh viên trễ nhất là 30/9/21. Sau thời gian này vẫn chưa nhận được file quyết định tạm dừng vui lòng gửi phản hồi lại bksi để PDT kiểm tra và trả lời.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Quý thầy cô ở Phòng Đào tạo.. . . . Em là [full_name], MSSV [student_id].. . . . Em có đọc được thông báo trên trang web của PĐT là: \"PĐT thực hiện xét tốt nghiệp đợt tháng 11/2021 đến cuối HK211\".. . . . Tuy nhiên, em có từng thấy một bảng thông báo lộ trình xét tốt nghiệp đợt tháng 11/2021 khác, như hình em có đính kèm.. . . . Rất mong   B PĐT xác nhận thông nào chính xác giúp em  /B . Do nếu được thời hạn xét đến cuối HK211, em sẽ nhờ giảng viên đồng ý để thêm em vào danh sách lớp, qua đó em có thể cải thiện điểm để kịp đợt xét tốt nghiệp tháng 11/2021.. . . . Em chân thành cảm ơn!",
            "Chào bạn, . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Thầy/Cô,. . . . Em tên là [full_name] - MSSV: [student_id].. . . . Em xin được trình bày vấn đề của em như sau ạ:. . . . - Hiện em đã hoàn thành hết các môn học (139/142 tín chỉ, còn 3 tín chỉ đã hoàn thành ở HK203 nhưng chưa được Pđt cập nhật, nếu tính đúng thì hiện tại em đã hoàn thành đủ 142/142 tín chỉ đào tạo ạ).. . - Ngày 04/09 vừa qua, các bạn em có nhận được email thông báo về việc \"Đăng ký thi Anh văn 2 kỹ năng nói & viết\" nhưng em thì KHÔNG nhận được. Mặc dù bạn em vẫn chưa hoàn thành đủ tín chỉ đào tạo như em. Do đó em nghĩ mình bị xót ạ.. . . . Theo như thông báo đợt này chỉ nhận 850 thí sinh dự thi nhưng hiện tại đã có 718/850. Em sợ mình không đăng ký kịp nên em quyết định email trực tiếp đến Thầy.. . . . Kính mong Thầy/Cô xem xét và giải xử lý vấn đề này gấp giúp em ạ.. . . . Em chân thành cảm ơn. Kính chúc sức khỏe Thầy/Cô và gia đình trong mùa Covid-19.. . . . Best regards,. . [full_name]",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Thân. .",
            "Dạ em cảm ơn Cô đã thông tin đến em,. . . . Nhưng Cô ơi, em đã báo cáo thành công Luận văn tốt nghiệp ở học kỳ 201 và đã hoàn thành 142/142 tín chỉ đào tạo ở học kỳ 202 ạ.. . . . Xin Cô xem xét lại trường hợp của em ạ.. . . . Em xin cảm ơn.",
            "Chào bạn,. . Do khả năng tổ chức thì online có giới hạn, nên chỉ lọc danh sách những bạn đủ tiêu chuẩn TN trong đợt này để ưu thi trước (có thể không đủ).. . Trường hợp của bạn cô sẽ ghi nhận lại và bạn vui lòng đợi mail thông báo vào đăng ký thi trong đợt 4 nhé.. . Trong 4 đợt này đều dùng để xét TN vào tháng 11/2021 nhé bạn. . Hiện tại đợt 1 đã full rồi. . Thân",
            "Kính gửi Thầy/Cô/Chuyên viên,. . . . Em xin cảm ơn câu trả lời ạ.. . . . Em muốn hỏi thêm 2 ý là:. . . . 1. Thời gian tổ chức của các đợt 2; 3; 4 là khi nào ạ, em sợ mình không kịp?. . . . 2. Em xin nhờ Thầy/Cô/Chuyên viên kiểm tra lại giúp em là em còn vướng điều kiện nào ngoài điều kiện Anh văn Nói & Viết không ạ?. . . . Em xin cảm ơn.",
            "Chào bạn,. . Đợt 2,3,4 bạn vui lòng đợi mail thông báo (trong tháng 9 và 10), thời gian cụ thể chưa có nhé.. . Về tiêu chuẩn tốt nghiệp bạn có thể kiểm tra và đối chiếu với CTDT của bạn đã công bố và quy định tại đây nhé:. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 20. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1610921  /b \t. . Chào quý Thầy/Cô PĐT!. . Em tên là Phạm Hồng Hải, mssv: 1610921, sinh viên khoa Điện-điện tử, ngành Kĩ thuật điều khiển và tự động hóa, khóa 2016.. . Do dịch bệnh Covid-19 bất ngờ bùng phát trở lại và diễn biến nghiêm trọng trong nước ta, bắt đầu từ dịp nghỉ lễ 30/4, 1/5 nên trong giai đoạn đó em chưa thể thi chứng chỉ ngoại ngữ để nộp cho nhà trường trong thời giai quy định, đúng hạn để có thể đăng kí môn LVTN của  mình. Vừa rồi ở quê em lại bước vào khoảng thời gian vụ mùa chính thu hoạch lúa. Do phải giúp đỡ gia đình thu hoạch lúa nên em đã không thường xuyên cập nhật và bỏ lỡ thông báo cho phép sinh viên được đăng kí LVTN từ PĐT. Em rất tha thiết và mong PĐT xem xét, giúp đỡ, cho em một cách giải quyết, để em có thể đăng kí LVTN và hoàn thành chương trình học của mình. Em xin hứa sẽ thi chứng chỉ ngoại ngữ ngay khi điều kiện dịch cho phép để có bằng nộp nhà trường sớm nhất. Em chân thành cảm ơn quý Thầy/Cô, chúc quý Thầy/Cô sức khỏe, làm việc an toàn trong mùa dịch và cùng cố gắng chung tay đẩy lùi dịch bệnh cùng cả nước. Em rất mong nhận được phản hồi và giúp đở sớm từ quý Thầy/Cô PĐT.. .   i Đăng ký môn học .",
            "Chào bạn,. . Bạn vui lòng bổ sung giúp cô mã LVTN.. . HK211 này, nhà trường không xét điều kiện về CCNN nhận LVTN, các điều kiện khác vẫn xét bình thường nhé",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713378  /b \t. . . .   i Yêu cầu khác . Kính gửi Thầy/ Cô PĐT,. . . . Em là Phạm Vũ Như Thuần, MSSV: 1713378.. . . . Em gởi yêu cầu này với mục đích muốn hỏi về việc nhận giấy xác nhận sinh viên.. . Với những sinh viên K17 vẫn còn tình trạng sinh viên thì không biết việc nhận giấy xác nhận sinh viên sẽ do khoa cung cấp tiếp như những năm trước hay phải tự đăng ký in giấy trên MyBK ạ?. . . . Em rất mong nhận được phản hồi sớm nhất từ phía PĐT. Em xin chân thành cảm ơn!. . . . Trân trọng,. . Thuần",
            "Chào bạn,. . Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . [full_name]. MSSV: [student_id]. . Mục 2 trong phần đăng ký tốt nghiệp “khai lý lịch tốt nghiệp” sao e điền thông tin vào nhưng không cho phép e cập nhật vậy ạ. Còn mục 3 “cập nhật ảnh thẻ sinh viên” không có chỗ nào để chọn ảnh đưa lên hết vậy ạ.",
            "Chào bạn, . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào [full_name], cho em hỏi là sắp tới khi các bạn tân sinh viên K21 vào học thì em có được đăng ký học lại môn vật lý 1 chính quy với các bạn sinh viên K21 ko ạ?",
            "Chào em,. . - SV khóa trước học chung K21: những môn nhập môn kỹ thuật.. . - Em xem môn Vật lý 1 thường mở: CQ, DT.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là : [full_name]. . Mssv : [student_id] . . Em nộp đơn xin hủy hoãn thi môn học. . . .",
            "Chào bạn. . - Phòng Đào tạo đã đồng ý yêu cầu về việc xin HUỶ Hoãn Thi của bạn. . . - Bạn thi bình thường theo Lịch thi đã thông báo. . - Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi các ca thi sau (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách Khoa để ra quyết định hoãn thi. . Chúc bạn học tập tốt nhé.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ vậy nếu trong trường hợp kì này em không có thời khóa biểu thì em có được đăng ký thi cuối kì 2 môn mà em đã hoãn thi ở học kì trước không ạ?",
            "Chào bạn,. . Việc bạn xin hoãn thi (nếu đã được đồng ý) thì không cần ĐKMH môn học ở HK tiếp theo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin chào thầy/cô,. . Em thấy thông tin trên myBK/Đăng ký xét tốt nghiệp là sẽ bắt đầu mở Đợt xét tốt nghiệp. . Học kỳ 1 Năm học 2021 - 2022 là từ \"06/09/2021 08:00 - 31/10/2021 16:00\", nhưng đến bây giờ vẫn chưa thấy nộp thông tin xét tốt nghiệp được ạ. Quý thầy/cô cho em hỏi là thời gian xét tốt nghiệp có đang bị dời lại không ạ? Em xin cảm ơn.",
            "Chào bạn, . . Xem chi tiết lịch trình tốt nghiệp tại trang web PĐT (aao.hcmut.edu.vn)    Tốt nghiệp    Thông tin tốt nghiệp    Tháng 11/2021    Lịch trình đăng ký tốt nghiệp và cấp bằng tháng 11/2021. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    }
]