[
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi kì 212 em có dự định chỉ học song song 2 môn thực tập tốt nghiệp và đề cương luận văn thì thời khóa biểu của em có được chấp nhận không do dưới 10 chỉ trong kỳ đó.",
            "Chào bạn. . Trên tinh thần là được nghen bạn. . Nếu có gì thay đổi Nhà trường sẽ thông báo qua mail cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ lý do bất khả kháng của em hơi nhạy cảm ạ,do anh của em mới phát hiện có nốt phổi nên em bị ảnh hưởng  ạ.Em xin bổ sung minh chứng sau ạ.",
            "Chào bạn. . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký kiểm tra bổ sung (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi + Minh chứng. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là SV CQ khóa 2014, chuyển hệ sang VHVL vào tháng 05/2021 và đủ điều kiện tốt nghiệp của hệ VHVL. Thời điểm đó cũng là đợt bùng dịch covid. Vì trước lúc chuyển hệ, em có hỏi ở PĐT thì được trả lời là phải đợi 1 học kì mới đăng kí tốt nghiệp được. Vậy đến nay em xin hỏi là em có thể đăng kí tốt nghiệp được chưa?. . Em xin cảm ơn !",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 02/11/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin phép nộp đơn xin thu nhận lại ạ. .",
            "Chào bạn. . Bạn tải mẫu đơn thu nhận tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý thu nhận lại cho bạn. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô cho em hỏi làm thế nào để đăng ký thi anh văn nói viết trực tuyến trên mybk được vậy ạ?. . Em không có điền form thông tin thì có thể bổ sung vô được không ạ? . . Em xin chân thành cảm ơn quý thầy cô",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô,. . Em tên là [full_name],. . MSSV [student_id], Lớp L03-A (CI2007) .. . Em xin được hoãn thi môn Sức bền vật liệu vì lý do không đảm bảo trang thiết bị. Em cảm ơn ạ.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào PĐT. . Em tên [full_name] [full_name] . . MSSV: [student_id] . . Bạn em: Nguyễn Thành Thái. . MSSV: [student_id]. . Dạ 2 đứa em có lên web đăng kí thi AV 2 kỹ năng theo hình thức trực tuyến- Tháng 11- [full_name] : BKE123. . Nhưng web báo là  \"Bạn không được phép đăng ký trong đợt này, vui lòng xem mục \"Lý do chưa được phép đăng ký\"!!!\". . Tụi em không biết tại sao không đăng kí được ạ . . Mong PĐT xem và phản hồi, xử lý giúp tụi em ạ. . Em cảm ơn PĐT ạ",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã nộp học phí Sau đại học theo phương thức chuyển khoản qua tài khoản Đại học Bách khoa vì tài khoản của em không đăng nhập được khi thanh toàn học phí 5.280.000. Em đã chuyển vào thứ 2 nhưng hôm nay thứ 6 em vẫn không nhận được xác nhận, em đã mail cho SDH nhưng vẫn không nhận được phản hồi ạ. Em xin ý kiến của PDT.. . Em xin cảm ơn thầy cô.",
            "Em xin gửi xác nhận của bên Sau đại học ạ.",
            "Chào em,. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "DẠ chào Thầy (cô);. . Em tên trần phước ngọc thuận, MSSV: [student_id] hiện tại đã đủ điều kiện đặng kí tốt nhiệp em xin hủy môn học Anh văn 1A, mã MH LA1037, lớp DT03"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi, trong thời gian khảo sát thi Anh văn nói viết trong tháng 11, em chưa điền link do một số lý do cá nhân. Vậy bây giờ quý thầy cô có thể cho em xin phép được đăng ký môn học này không ạ? Em xin chân thành cảm ơn ạ.",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào pđt, em tên là [full_name], MSSV [student_id]. Hôm nay em viết mail này muốn hỏi là trong học kì 1 năm học 2021-2022 em không có đăng ký môn học mà chỉ đăng ký anh văn nói viết (đợt 2 ngày 23/9) thì em có bị buộc thôi học và nhận cảnh cáo học vụ không ạ? Vì học kì 2 của năm học 2020 - 2021 em nghĩ là mình đã đủ điểm để qua môn cuối cùng và đủ tín chỉ để xét tốt nghiệp nên em không đăng ký môn học cho học kì tiếp theo, đến khi nhận được điểm trên hệ thống thì đợt đăng ký môn học đã kết thúc nên em không thể đăng ký môn mới cho học kì tiếp theo mà em phải đợi tới học kì 2 của năm học 2021-2022. Bên dưới là hình ảnh em đính kèm trên trang elearning của em, trong đó có ghi học kì 1 năm học 2021-2022 em có đki thi anh văn nói viết ạ. Kính mong pđt xem xét giúp em, vì giờ em chỉ có thể đợi tới đợi tới đợt đki môn học cho học kì 2 năm học 2021-2022 thì em mới có thể đăng ký tiếp. Dạ em xin cảm ơn pđt ạ. . .",
            "Chào bạn,. . Trên tinh thần là bạn sẽ bị tạm dừng Hk211. . Bạn nộp đơn thu nhận cho HK 212 vào cuối tháng 11/2021.. . Xem chi tiết lịch đăng ký môn học HK kế tiếp (HK 212) dự kiến cập nhật cuối tháng 11/2021 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2021-2022    Học kỳ 2. . Thân. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . Hiện tại em thấy nhà trường có đăng ký thi AV 2 kỹ năng theo hình thức trực tuyến- Tháng 11- [full_name] : BKE123 . Nhưng em và rất nhiều bạn khác bị lỗi \"Sinh viên không được phép đăng ký trong đợt này\" dù đợt tháng 9-10 em chưa đăng ký. Mong được thầy/ cô giải đáp sớm nhất.. . Em Cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng Đào tạo,. . Em có nhu cầu thi tiếng anh nói viết tháng 11 trực tuyến nhưng đã không thực hiện khảo sát do em đã thi một lần trước đó và em nghĩ chỉ được thi một lần duy nhất.. . Vậy cho em hỏi là em còn cơ hội nào nữa để đăng ký thi không. . . Em cảm ơn ạ!",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 19/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào quý thầy cô PĐT,. . Em tên [full_name] MSSV: [student_id]. . . . Em muốn hỏi về những môn tự chọn năm 4 trong trường hợp em   B học không qua  /B  thì khi   B xét tốt nghiệp có bị tính là chưa đủ điều kiện tốt nghiệp  /B  không ạ.",
            "Chào em,. . Em liên hệ [full_name], GVCN trình bày môn tự chọn, để [full_name] xem xét hoặc có hướng dẫn cụ thể.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/ cô. . Rút môn học : Kinh tế học đại cương ( IM1013). . Vì lí do : điều kiện học tập không đáp ứng.",
            "Chào bạn,. .  - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/11/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi ,kì trước em có hoãn thi cuối kì ,vậy giờ có phải thi thí nghiệm không ạ;tại em thấy bên lớp thầy [full_name] là thầy kiu là không cần thi ạ ,em mới biết thông tin này thôi nên em chưa kịp hỏi lại giáo viên dạy thí nghiệm ạ",
            "Chào bạn. . Pdt đã gởi thông báo Hoãn thi và phản hồi việc đăng ký Hoãn thi về vấn đề này, bạn xem lại mail thông báo. . PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này",
            "dạ cô ơi ,hôm thi thí nghiệm em ở mình trung chỗ em mưa to nên bị cúp điện em không tham gia thi thí nghiệm hóa đại cương được ,vậy giờ em phải làm thế nào ạ",
            "Chào bạn. . Bạn vui lòng phản hồi về việc này cho Giảng viên để được hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào các thầy/cô phòng đào tạo,. . . . Em có câu hỏi là hiện tại em đã hoàng thành số tín chỉ tích lũy theo yêu cầu và đạt chuẩn tiếng anh để tốt nghiệp. Tuy nhiên điều kiện về ngày công tác xã hội là 15 ngày, hiện tại em đã tích lũy 14.5 ngày công tác xã hội và ở mục đăng ký tốt nghiệp ở trang mybk đã cho phép em đăng ký xét tốt nghiệp. Vậy các thầy cô cho em hỏi là em có thể tiến hành đăng ký xét tốt nghiệp ngay từ bây giờ được không hay cần phải bổ sung thêm 0.5 ngày công tác xã hội nữa ạ! Em cảm ơn!! . . . .",
            "Chào em,. . Phải đủ ngày công tác mới được tốt nghiệp nhé, trường hợp của bạn PDT sẽ hậu kiểm lại, nếu không đủ điều kiện sẽ bị hủy quyết định tốt nghiệp nhé.. . Bạn vui lòng nhanh chóng hoàn thành ngày công tác xã hội nhé, sau khi hoàn thành vui lòng cập nhật lên trang ngoại khóa và phải hồi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi để hoãn học thí nghiệm môn Hóa Đại Cương online thì mình phải làm sao ạ?. . . .",
            "Chào bạn. . Pdt giải quyết Hoãn thi môn lý thuyết chính thức (Hóa đại cương) không giải quyết Hoãn thi môn học kèm (thí nghiệm). . Bạn liên hệ Giảng viên để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Thầy, Cô. . . .  Sau khi có điểm thi Anh văn nói viết em vào [full_name]k để đăng ký tốt nghiệp thì [full_name]k báo rằng em không được đăng ký do bị tạm dừng.. .  Đầu học kỳ trước em có làm thực tập tại Pháp nhưng em đã được thu nhận lại và tình trạng của em trên trang thông tin sinh viên vẫn là \"Đang học\". (hình đính kèm).. . . .  Kính mong Thầy, Cô xem xét và cập nhật lại trên hệ thống để em có thể đăng ký tốt nghiệp và nhận bằng tạm thời ạ.. .  Em xin chân thành cảm ơn Thầy Cô.",
            "Đã mở khóa cho SV đăng ký tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Thầy/cô ạ.. . Em đã đăng kí thi nói viết online đợt 4 tháng 10 nhưng kết quả không đạt. Đợt tháng 11 này trường có mở cho đăng kí thi nhưng em không được phép đăng kí nữa. Không biết có cách nào để em xin đăng kí thi đợt tiếp này không ạ? Vì em đã gần hết hạn đăng kí xét tốt nghiệp khoá 2015 rồi ạ. . . Em xin cám ơn ạ.",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính thưa PĐT, . . . . Kì trước em có đăng ký môn học 501709 ĐAMH mô phỏng- DA t/học. Em đã hoàn thành môn học này từ rất lâu tuy nhiên đến bây giờ vẫn chưa được nhập điểm. . . . . Sau khi trao đổi với giảng viên, em được biết điểm đã được gửi cho PDT từ lâu. Vì vậy em viết email này để mong PDT cập nhật điểm môn học này giúp em. . . . . Em xin chân thành cảm ơn.. .",
            "Chào em,. . - Bảng điểm [full_name] chưa gửi PĐT nha em.. . - Em liên hệ [full_name] qua email [email]; hoặc [email] để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa phòng đào tạo, lần trước em có hoãn thi 1 lần mà qua hình thức Google form cho phép em được hỏi là bây giờ em muốn hoãn thi môn học của học kỳ 202 thì phải làm sao do google form không dùng được nữa . .",
            "Chào bạn. . - Đúng rồi bạn, hiện tại Pdt đã khóa không đăng ký hoãn thi theo form. . - Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . - Sau khi có xác nhận của Giảng viên giảng dạy + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua email pdt@hcmut.edu.vn hoặc BKSI )). . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Cô.. . Cô cho em hỏi là sao danh sách đã được cập nhật nhưng em lên xem dann sách dự kiến thì chưa có tên em trong danh sách vậy ạ? . . Em đã đăng kí tốt nghiệp rồi nhưng em cần tên trong danh sách tốt nghiệp để nhận việc ngày trước ngày 1/11.. . Cô có thể giúp em có tên trong danh sách để em sớm hoàn thành thủ tục đi làm được không ạ?. . Em cảm ơn Cô và chúc Cô một ngày tốt lành.. .",
            "Chào bạn,. . Danh sách dự kiến sẽ cập nhật sau nha em, cô thấy em đã đăng ký tốt nghiệp thành công rồi nên không sao nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em đã hoãn thi 1 môn học và đã được đồng ý học kì trước, để học kì này được thi lại em có phải cần làm đơn thi lại không hay chờ lịch thi nhà trường sắp thưa thầy/cô.",
            "Chào em,. . Em chờ thông báo sau khi có quyết định hoãn thi nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ xin chào Thầy Cô,. . Em Tên [full_name] [student_id] hệ liên thông chính quy. . . em có câu hỏi như sau:. .  vừa rồi em có thi 2 kĩ năng nói-viết tiếng anh online đợt 4. kết quả là rớt. . . em có lên đăng kí môn học thấy có đợt đăng kí online đợt tháng 11(bke123) nhưng đăng kí không được, nhưng các bạn lại đăng kí được, bởi vì các bạn có nhận được mail khảo sát của trường(ngày 15/10) và điền vào form. Còn em thì không có nhận được mail. . . cho em hỏi còn đợt vét vào tháng 12 không ạ. nếu không thì cho em xin đăng kí vào đợt tháng 11 này ạ. . Em mong pdt sớm phản hồi.. . Em xin chân thành cảm ơn",
            "Chào bạn. . Về đăng ký thi anh văn 2 kỹ năng nói viết trực tuyến đợt tiếp theo, dự kiến sẽ tổ chức thêm 1 đợt cho HK211, Bạn vui lòng đợi thông báo đăng ký qua mail Sinh viên dự kiến sau ngày 15/11.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]-[student_id]. Dạ thầy cô cho em hỏi . Ngày 6/9/2021 em có đăng ký giấy chứng nhận sinh viên gửi qua đường bưu điện dưới quê em, mà hiện tại bây giờ chưa nhận được. Thầy cô cho em hỏi em đăng ký lại lên CS1 nhận giấy chứng nhận được không ạ. Em đang cần gấp ạ.. . . .",
            "Chào bạn,. . Bưu điện xác nhận bạn đã nhận thư nhé, còn đăng ký ở trường thì đến trường nhận bình thường nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thanh toán phí av nói viết . Em vừa đăng kí thi Anh văn 2 kỹ năng Nói - Viết theo hình thức trực tuyến. CHo em hỏi thanh toán phí kiểm tra thực hiện trên BKpay đúng không ạ, vì hiện tại trên bkpay em vẫn chưa thấy mở thanh toán!",
            "Chào bạn. . Bạn kiểm tra mail SV, Pdt mới gởi thông báo nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào phòng đào tạo,. . . . Em nhận được gmail có tên trong danh sách tốt nghiệp vào ngày 22/10. . . . Nhưng khi em đăng ký tốt nghiệp tại mybk, em bị lỗi truy cập trang.. . . . Em bị tạm dừng học kì 202 và tình trạng sinh viên hiện tại là tạm dừng, em không biết có phải vì tình trạng sinh viên mà không thể truy cập vào trang được không ạ.. . . . Em mong phòng đào tạo giúp em ạ.. . . . Em cám ơn",
            "Chào em,. . Đã mở khóa em vào đăng ký tốt nghiệp, em vô đăng ký nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính thưa quý thầy cô,. . . . Em là [full_name], sinh viên bằng 2 khoa Điện - Điện tử. Em xin phép được hoãn thi trực tuyến môn Giải tích mạch EE1011 lớp dự thính của HK202 vào ngày 24/10/2021 vì em không có đủ trang thiết bị tại thời điểm thi để hoàn thành tốt bài thi ạ.. . . . Em cảm ơn quý thầy cô.. .   i Học vụ .",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi Phòng đào tạo,. . Em tên [full_name] - MSSV [student_id], xin đăng ký hoãn thi môn Sức bền vật liệu - Nhóm L07-B thi ngày 23/10/2021",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . em chào thầy cô. . em đang muốn thôi học thì quy trình và thủ tục sẽ như thế nào ạ? và sau bao lâu sẽ được giải quyết ạ?. . sau khi đã được giải quyết thôi học thì em có nhận lại được sổ đoàn không ạ?. . em cảm ơn. .",
            "Chào em,. . - Em tải mẫu đơn thôi học trên aao/biểu mẫu. . điền vào gửi lại . . - Em có nhận lại được sổ đoàn không ạ. . =  Em liên hệ Khoa, VP Đoàn để được hỗ trợ nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713637  /b \t. . . .   i Học vụ . Em chào Thầy/Cô,. . . . Em hiện chỉ còn thiếu av4 là đủ điều kiện tốt nghiệp và em đang học av4 trên trường sẽ kết thúc vào ngày 5/11 tới đây. Vậy Thầy/Cô cho em hỏi tầm khi nào sẽ thi cuối kì và khi thi cuối kì xong nhà trường có kịp cập nhật điểm để em đăng kí tốt nghiệp trước ngày 24/12 được không ạ?. . . . Em cảm ơn.",
            "Chào em,. . - Vậy Thầy/Cô cho em hỏi tầm khi nào sẽ thi cuối kì . . =  Em xem biểu đồ HK211 khoảng thời gian thi HK. . - PĐT thực hiện đợt xét tốt nghiệp tháng 11/2021 đến hết HK211. . - Em xem biểu đồ hết HK211 vào ngày nào nhé.. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1966. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác:   Chào cô(thầy), hôm nay lúc 10h em có ca thi SBVL, em có vào lúc 9h30 nhưng đến tầm 9h45 thì máy bị đơ nên em khởi động lại, sau đó thì tài khoản bị khóa nên em không vào lại được. Em có tìm cách giải quyết nhưng mà không thành công, cũng không có sdt của người coi thi nên là giờ bị lỡ mất kì thi rồi. Vậy nên cho em hỏi là có cách nào giải quyết không ạ. Em cảm ơn. .   Ở trang thông báo có ghi là sẽ mở lại trước giờ thi nhưng mà tới giờ thi vẫn không mở ạ.",
            "Chào bạn,. . - Bạn vui lòng xem chi tiết hướng dẫn thi trực tuyến nhà trường đã gửi thông báo đến SV. . - Bạn cần thực hiện theo hướng dẫn của nhà trường và thực hành để thuần thục các thao tác ghi màn hình trước khi thi.. . - Bạn nên liên hệ GV giảng dạy để được hướng dẫn.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1410266  /b \t. . . .   i Tốt nghiệp . Kính gửi quý Thấy (Cô) !. . . . Em vừa nhận được email từ . . hệ thống Support.stu@hcmut.edu.vn là đã có tên trong danh sách tốt nghiệp dự kiến đợt 2 năm 2021. Ngoài ra em thấy email được gửi đến địa chỉ bao.nguyen240599@hcmut.edu.vn mà tại sao em vẫn nhận được email đó. Mong quý Thầy (Cô) kiểm tra lại giúp em.. . . . Em nhập MSSV vào danh sách tốt nghiệp dự kiến ở website của trường vẫn chưa thấy. Và em vào mybk để đăng ký tốt nghiệp vẫn chưa được cho phép đăng ký tốt nghiệp.. . . . Em có gửi hình đính kèm về những trình trạng em nói trên.. . . . Mong quý Thầy (Cô) xem xét và phản hồi cho em sớm nhất. Em xin chân thành cảm ơn !. . . . Chúc quý Thầy (Cô) có ngày làm việc vui vẻ !. . . . Trân trọng,. . . . . . . .",
            "Chào em,. . Danh sách dự kiến sẽ cập nhật sau, đã mở khóa cho em vào đăng ký tốt nghiệp. Em vô đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ sau khi đã trao đổi với cô [full_name] thì môn Võ em đăng ký ở kỳ 211 là học phần 1, bị trùng với môn bóng rổ em học kỳ 201. . . . Vậy h em muốn rút môn thì phải làm đơn rút môn gửi lên PĐT đúng không ạ ?. .",
            "Chào em,. . - PĐT tiếp nhận yêu cầu hủy thể dục vì SV đăng ký trùng ở học phần 1.. . - Dự kiến sau ngày 30/10/2021, SV kiểm tra TKB cập nhật đúng tại trang Mybk- xem TKB. . - SV lưu ý lần sau ghi rõ mã môn học nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do em đã khắc phục được yêu cầu về thiết bị trước khi thi nên em xin gửi lại đơn hủy hoãn thi cho phòng đào tạo.",
            "Chào bạn. . Pdt không nhận được thông tin hoãn thi môn ee1007 của bạn nên không thể hủy hoãn thi. . Bạn kiểm tra lại thông tin và bổ sung minh chứng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Trước tình hình Thành phố đang trở lại bình thường mới. Em xin Phòng đào tạo xem xét và có công tác chuẩn bị cho Trung tâm BK English tổ chức thi TOEIC cho các bạn sinh viên có đủ điều kiện đăng kí nhận luận văn. Hiện nay, Trung tâm IIG đã quá tải và nhiều trường đại học đổ dồn vào thi. Em mong trường mình cũng có những chính sách riêng để hỗ trợ cho sinh viên mình có điều kiện để chuẩn bị thực hiện luận văn tốt nhất và không bị trễ hạn tốt nghiệp ạ.. . Em cảm ơn Phòng đạo tạo rất nhiều. Kính chúc quý thầy cô nhiều sức khỏe.",
            "Chào em,. . Em có thể gửi mail trực tiếp về TT BK English để hỏi về thông tin này nhé:. . Văn phòng\t. . Văn phòng: Cơ sở 1: Lầu 1, Nhà C6, Trường ĐHBK, 268 LýThường Kiệt, P.14, Q.10. . . . Phòng ghi danh: 142 Tô Hiến Thành, P.14, Q.10 (Cạnh cổng 3, ĐHBK). . . . Cơ sở 2:Tòa nhà BK English, ĐHBK, Linh Trung, Thủ Đức (Đối diện ký túc xá Khu A ĐHQG). . . . Điện thoại\t(08) 3866 6869 – 0909 625 988. . Fax\t(84.8) 38.[student_id]69. . Website\t. . http://bkenglish.edu.vn/. . . . Email\t[email]. . Giám đốc\t[full_name]. [full_name]. . Email của Giám đốc\t[email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô, . . Em đã đăng kí xin được gia hạn học phí qua form do PĐT gửi mail. Cho em hỏi là làm sao để biết mình có được gia hạn hay không và gia hạn đến bao giờ ạ ?. . Em xin cảm ơn thầy cô.",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . . . Theo như thầy em nói thì điểm môn học dự thính Cơ sở điện tử công suất (EE2021) - Nhóm DT01-A đã được gửi lên PĐT. Nhưng 2 tuần nay trên bảng điểm em vẫn chưa thấy điểm được cập nhật.. . . . Hiện tại em cần điểm gấp để Đăng ký tốt nghiệp và lấy giấy chứng nhận tốt nghiệp tạm thời để đi làm.. . . . Kính mong PĐT xem xét giúp em.. . . . Chúc thầy/cô sức khỏe!",
            "Chào em,. . PĐT đã cập nhật, em xem nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì lí do trục trặc thiết bị nên em xin hoãn thi môn sức bền vật liệu em xin gửi đơn và xác nhận của gv giảng dạy ạ",
            "Chào bạn. . Bạn báo Thầy kiểm tra bạn có bị cấm thi không?. . Hồ sơ của bạn còn thiếu xác nhận của [full_name], bạn vui lòng bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy/cô,. . Em là [full_name], mssv [student_id]. Hiện tại khi thực hiện thanh toán \"lệ phí tốt nghiệp\" em gặp lỗi \"data not found\". . . Chi tiết như sau: Sau khi hoàn thành điền và đăng ký xét tốt nghiệp em vào bkpay thực hiện thanh toán. Khi nhấn nút thanh toán cho mục \"Lệ phí tốt nghiệp\" em vẫn được chuyển đến trang của ngân hàng như thông thường. Sau đó em đã nhập đủ thông tin cần thiết và nhập mã otp  (tài khoản em có số dư lớn hơn 95000 vnd), em nhấn xác thực thì màn hình hiện lỗi \"data not found\" chi tiết như trong ảnh đính kèm. Em đã thử nhiều lần từ hôm qua nhưng đều  gặp lỗi như trên.. . Em mong quý thầy cô nhận được thông tin và sớm hỗ trợ cho trường hợp của em. . . Chân thành cám ơn quý thầy cô.. .   i Tốt nghiệp .",
            "Hôm nay em thử lại thì đã thanh toán thành công. Em nghĩ là do hệ thống đồng bộ dữ liệu chưa tốt.. . Cám ơn thầy/cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm 21/10/2021 nhà em ở TPHCM xảy ra mưa to,sấm sét nên ảnh hướng tới cục wifi khiến cho hiện tại nhà em bị mất mạng.Em dự định sẽ tự sửa được nhưng không. Sáng nay(23/10/2021) em có mang đi bảo hành. Hiện tại, em có lịch thi Sức Bền Vật Liệu vào ngày mai lớp L01-B ca 10h nhưng không đủ điều kiện về máy móc để tham dự nên em mong muốn được đăng ký hoãn thi.. . Em có xuất trình giấy bảo hành kèm theo.",
            "Chào bạn,. . Về việc hoãn thi cuối kỳ của (HK chính 202, DT202 và DT203). . Sinh viên vui lòng tải mẫu đơn tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép (cuối kỳ) (SV lưu ý ghi rõ 1 môn học/phiếu đăng ký hoãn thi/vắng thi). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi. . Bổ sung xác nhận:. . HK chính 202: Xác nhận của [full_name] viên [full_name]  V/v không dự kiến cấm thi (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). . . HK DT202 và DT203: Xác nhận của [full_name] viên [full_name] V/v không dự kiến cấm thi (hoặc dự kiến không bị ràng buộc đến mức sẽ không đạt môn học, như điểm TNg   =3) (Sv có thể gởi mẫu đơn để [full_name] viên [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi). Tuy vậy, đối với HK DT202 và DT203, Nhà trường đã thông báo rõ ngay từ đầu là học trực tuyến, PĐT có quyền từ chối hoãn thi vì các lý do đường truyền yếu, mạng yếu, webcam…. . Lưu ý:. .  Về quy định (thi xóa điểm Hoãn thi, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô.. . . . Em có đăng ký in bảng điểm và đã thanh toán tiền đăng ký vào ngày 14/10 (có ảnh minh chứng), và yêu cầu gửi chuyển phát về địa chỉ nhà trên bkpay.. . . . Em mong thầy cô có thể kiểm tra thông tin và xác nhận lại giúp em.. . Vì em đang rất cần có bảng điểm chính thức và do dịch nên e không thể lên thành phố nhận được, nên em rất mong thầy cô có thể kiểm tra thông tin và gửi bảng điểm giúp em ạ. . . . . Em chân thành cảm ơn thầy cô nhiều ạ.. . . .",
            "Chào bạn;. . Do nơi nhận là Khu vực tạm dừng giao/nhận hàng hóa do ảnh hưởng của dịch Covid19. . . Nên bưu điện không phát được. Mong bạn thông cảm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Gửi các thầy cô phòng học vụ,. . . . Em tên là [full_name] tân sinh viên ngành Công nghệ Thực phẩm (CLC) ạ. Em không đăng nhập được vào trang My BK nhập học do sai mật khẩu.. . Em đã thử các mật khẩu có thể nhưng vẫn không được ạ. Các thầy cô có thể đặt lại mật khẩu giúp em được không ạ?. . Em xin cảm ơn !. . . . Trân trọng ./.",
            "Chào em,. . SV quên mật khẩu nhập học: em email [email] để được hỗ trợ nhé.. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo. . . . Em nhận được gmail thông báo em có tên trong danh sách tốt nghiệp. . . . Em đã bị tạm dừng học kì 202 nên em xin nộp đơn xin thu nhận lại để đăng ký tốt nghiệp ạ.. . . . Em cám ơn.",
            "Chào bạn. . Bạn đã có Qd thu nhận, Bạn lên khai thông tin tốt nghiệp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vì bị trùng lịch tiêm vacxin Covid-19, em xin phép Phòng đào tạo cho em hoãn thi cuối kỳ (tổ chức vào 10h ngày 23/10) và bảo lưu kết quả cho đợt thi sau của môn Sức bền vật liệu ạ.. . Em đã được giảng viên bộ môn đồng ý qua mail (vì không gặp trực tiếp được) rồi ạ. (ảnh đính kèm). . Cùng với đó, em cũng gửi phiếu xin hoãn thi luôn ạ. Em cảm ơn.",
            "Chào bạn. . Hồ sơ của bạn còn thiếu xác nhận của [full_name], bạn vui lòng bổ sung. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hiện tại em đã đăng ký giấy rồi và hạn chót ở địa phương em là 31/10 nộp giấy, em rất mong PĐT xử lý giấy sớm cho em trước ngày đó để em hoàn thành hồ sơ được không ạ? Em xin cảm ơn. .   i Yêu cầu khác .",
            "Chào bạn,. . - [full_name] đã ghi nhận phản hồi của bạn. Vì số lượng đăng ký giấy CNSV tăng đáng kể, PĐT cố gắng xử lý dữ liệu, xong sẽ scan để đưa lên hệ thống ngay. SV vui lòng thông cảm đợi thêm, giải thích với cơ quan yêu cầu về giấy CNSV.. . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng Đào tạo, em tên [full_name], MSSV: [student_id]. . . . Em có thi cuối kỳ để thay thế điểm vắng thi có phép môn Hệ điều hành CO2017 và đạt trên 5 điểm theo bảng điểm giảng viên đăng nhưng chưa được cập nhật điểm trên MyBK.. . . . Em không rõ có cần thực hiện thêm thủ tục nào để được cập nhật điểm này không. Mong Phòng đào tạo kiểm tra giúp em, em xin cảm ơn.. . . . Đính kèm là Phiếu cho phép dự thi và Bảng điểm thi cuối kỳ do thầy [full_name] đăng.",
            "Chào em,. . Hiện tại PDT đang gửi phiếu ghi điểm về Khoa cho Giảng viên và giảng viên phải ghi điểm vào phiếu điểm (theo file mềm em gửi), sau đó nộp lại cho Phòng Đào tạo, mới có thể cập nhật điểm lại trên mybk/Thông tin Sinh viên/xem điểm cho bạn nhé.. . Em vui lòng theo dõi thông tin nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy/cô phòng đào tạo. Em tên [full_name] sinh viên khoa Khoa học và kỹ thuật máy tính. Hôm nay em có nhận được email của trường là em có nằm trong danh sách tốt nghiệp dự kiến và được phép đăng ký từ ngày 22/10 - 24/12. Nhưng khi em vào đăng ký thì gặp tình trạng là TẠM DỪNG ( em có gửi hình đính kèm). Tình trạng hiện tại của em là kỳ vừa rồi là kỳ cuối trong thời gian đào tạo đại học tối đa của em nên em đã có làm đơn xin gia hạn để hoàn thành chương trình học và tốt nghiệp trong kỳ này. Và em đã hoàn thành hết các điều kiện để xét tốt nghiệp. Vậy em kính mong phòng đào tạo hỗ trợ hướng dẫn cho em để em được đăng ký tốt nghiệp ạ. . . Em xin chân thành cảm ơn.. . . .",
            "Chào em,. . Đã mở khóa cho SV đăng ký tốt nghiệp, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em xin lỗi em ghi nhầm là hủy môn học ạ. Dạ ý em là rút môn học có tính học phí đó á. Do em thấy trên bảng điểm em chưa có điểm R trên môn học Quản trị kinh doanh cho kĩ sư ấy ạ. Em cảm ơn ạ. . . .",
            "Chào em,. . - Câu trước của em PĐT đã trả lời: em xem mybk/xem điểm sau ngày 29/10/2021 (hôm nay ngày 25/10 nhé). Em đọc kỹ lại câu đầu để yên tâm nè: PĐT đã đồng ý .... . \". . - Phòng Đào tạo đã đồng ý yêu cầu về việc RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 29/10/2021 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để phản hồi).\". . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1712736  /b \t. . . .   i Tốt nghiệp . Kính chào thầy/cô,. . . . Em là Trần Nhật Phương, MSSV: 1712736, sinh viên năm 4, khoa Điện - Điện tử. Lần trước, em có viết câu hỏi cho phòng Đào tạo về việc chuyển điểm thi sớm cho môn đã hoãn thi để kịp xét Tốt nghiệp, như sau: \"Hôm nay, em có email xin thầy để đăng kí thi sớm và thầy đã đồng ý cho em thi sớm cho môn đã hoãn thi để kịp xét Tốt nghiệp nhưng có thêm điều kiện liên quan đến việc chuyển điểm. Vì thầy không biết làm thế nào để chuyển điểm sớm về phòng Đào tạo cho em được. Thầy yêu cầu em hỏi phòng để làm rõ hơn về việc GV làm sao có thể chuyển điểm sớm trước khi thi, vì hệ thống chỉ cho nhập điểm 01 lần?\". Sau đó, em nhận được câu trả lời, như sau:. . . . 1. \"Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu)\". Em có viết một đơn đính kèm, mời thầy/cô xem giúp em. Nếu đơn của em viết đầy đủ ý thì em sẽ viết tay và gửi lại thầy/cô thông qua bksi sau đó.. . . . 2. \"Nếu GV đã khóa môn học và muốn sửa điểm thì GV gửi email hoặc phiếu đề nghị mở khóa môn học, nhóm để mở khóa (HK202) trong thời gian cho phép sửa.\". . . . .      2.1. Do thầy dạy của em học kì HK202 và kì dự thính HK211 là hai thầy khác nhau nên thầy ở kì dự thính HK211 (đây là thầy em đăng kí để thi cuối kì sớm để kịp đăng kí Tốt nghiệp và thầy đồng ý cho em thi sớm khi làm rõ được quy trình chuyển điểm) muốn xác định rõ lại vấn đề này để thực hiện đúng yêu cầu của PĐT. Như vậy, em phải viết email cho thầy ở kì HK202 sau khi em có điểm từ việc thi cuối kì của môn hoãn thi do thầy ở kì dự thính HK211 tổ chức và sau đó nhờ thầy ở kì HK202 viết email cho phòng Đào tạo mở khóa môn học (HK202) và tiến hành sửa điểm? Em mong thầy/cô có thể nói rõ quy trình các bước thực hiện đúng yêu cầu của Phòng Đào tạo.. . . .      2.2. \"trong thời gian cho phép sửa\". Cho em hỏi thời gian cho phép thi và chuyển điểm có phải là trong vòng 1 năm hay không?. . . . Mong nhận được phản hồi sớm nhất từ thầy/cô và chúc thầy/cô thật nhiều sức khỏe.. . . . Kính gửi,. . Phương",
            "1. \"Em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi (aao/biểu mẫu)\". Em có viết một đơn đính kèm, mời thầy/cô xem giúp em. Nếu đơn của em viết đầy đủ ý thì em sẽ viết tay và gửi lại thầy/cô thông qua bksi sau đó.. . . . =  Em không có đăng kí xin hủy hoãn thi.",
            "Chào em,. . Câu này ý em là không hủy hoãn thi, cô đóng nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em chào thầy cô!. . Thầy cô cho em hỏi là em muốn đăng kí giấy xác nhận sinh viên để nộp cho địa phương hoãn nvqs thì phải làm ntn ạ. Hiện tại em đang ở TPHCM thì em có thể lên trực tiếp PDT để lấy giấy xác nhận được không?. . Em cảm ơn!. . . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . -Sau khi PĐT cập nhật xong bạn có thể tải bản scan trên trang đăng ký chứng nhận sinh viên.. . Đồng thời PĐT cũng đã gởi bưu điện nếu SV có đăng ký, vui lòng nhận sau.. . - Hiện tại em đang ở TPHCM thì em có thể lên trực tiếp PDT để lấy giấy xác nhận được không?. . =  Hiện tại chưa được em nhé.. . Thân mến. ."
        ]
    }
]