[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em bị mất thời khoá biểu học kì 192 được 4 ngày rồi, trên [full_name]arning thì cũng bị mất môn học trong học kì này luôn. Cho em hỏi có vấn đề gì không ạ, kiểm tra hạn cuối đóng học phí thì vẫn còn hạn nên không biết có phải do vấn đề học phí hay không. Cảm ơn nhà trường giải quyết dùm em sớm để khỏi mất tập trung vào kì thi cuối kì và em cũng cần tài liệu trên [full_name]arning ở ôn tập. Em cảm ơn.",
            "Chào bạn,. . . . Bạn xem cổng thông sinh viên nhen, bạn bị buộc thôi học vì lý do học lực nên bị xoá TKB. Bạn liên hệ khoa để tư vấn cho bạn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là [full_name] Khoa Kỹ thuật Xây Dựng có học môn Pháp luật đại cương không ạ",
            "Chào bạn,. . . . Môn Pháp luật Việt Nam đại cương có học nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là kì 192 này trường có mở lớp thi anh văn không ạ? nếu có thì cho em xin thời gian dự kiến.. . Năm nay trường xét chuẩn anh văn khi đăng kí môn học kì 202 hay sao ạ?. . em cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . - Dự kiến khoảng tháng 9 sẽ tổ chức.. . - Trường không xét chuẩn anh văn sau các năm trong học kỳ 193,201 và dự thính 201. Sau thời này vẫn xét bình thường nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . cho em hỏi các môn chuyên ngành của [full_name]18 và [full_name]19 học riêng phải không ạ. em xin cảm ơn",
            "Chào bạn,. . . . Chương trình đào tạo khoá 2018, 2019 khác nhau nha bạn. Chương trình đào tạo 2018 đã cập nhật trên trang web PDT.. . . . Chương trình đào tạo khoá 2019 bạn về khoa để tư vấn cho bạn nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . nếu em đăng kí dự thính hè 2020. thì việc phân ngành có lấy điếm sau khi em hoàn thành môn học để phân ngành không ạ.. .",
            "Chào bạn,. . . . Việc này bạn về khoa để tư vấn cho bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PĐT ,. . Em tên là [full_name] , MSSV [student_id] , lớp CC17KCX1 . . . . . Em hiện bị thiếu số TCTL ngành tốt thiểu để được nhận TTTN trong hè này . Em có thể làm đơn xin PĐT và bộ môn khoa được có TKB TTTN trong hè này được không ạ ?. . . . Em xin cảm ơn . . . . .",
            "Chào bạn,. . . . Bạn liên hệ với văn phòng Đào tạo quốc tế nhen.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào.. . . . Em muốn hỏi về vấn đề đăng kí học cải thiện môn học. Khi kì trước em đã học qua môn này rồi và đã qua môn, nhưng em muốn học tiếp để cải thiện điểm số. Cho em hỏi là khi học xong kì sau(kì cải thiện) mà điểm số lại thấp hơn kì trước thì điểm trung bình của môn đó sau cùng sẽ lấy của học kì sau hay học kì trước(học kì có điểm cao hơn) ạ.. .  . . Em xin cảm ơn.",
            "Chào bạn,. . . . Điểm nào cao nhất sẽ lấy.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã hoàn thành tín chỉ học phần 142TC. Nhưng học kì này em vì không để ý nên không ĐKMH và bị buộc tạm dừng học kì 2. Và học kì 2 là học kì cuối của khoá k14. Cho em hỏi, nếu giờ em bộp đủ CCNN thì có được đăng kí TN hay không? Và nếu không, xin cho em hướng dẫn dể giải quyết ạ.",
            "Chào bạn,. . . . Bạn nộp CCNN trên Mybk nhanh nhen, liên hệ trực tiếp PDT để xin xét tốt nghiệp. Vì 30/6 là chốt danh sách tốt nghiệp đợt 1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Phòng đào tạo check dùm em mssv [student_id] em đăng ký tốt nghiệp 1 tuần rồi mà vẫn chưa có tên trong danh sách và email phản hồi đã đăng ký tốt nghiệp. Em cảm ơn.. . . .",
            "Chào bạn,. . . . - Bạn có tên trong danh sách tốt nghiệp, bạn kiểm tra mail PDT  chúc mừng bạn và hướng dẫn cách đăng kí tốt nghiệp hay không?.. . . . - Hiện nay trang web đăng kí tốt nghiệp bị lỗi đang khắc phục.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .  Kính thưa nhà trường, em nhận được email có nội dung thông báo bị buộc thôi học từ HK192. Vậy em cần làm thủ tục thế nào để thôi học và nhận lại hồ sơ sinh viên, và việc này có mất phí không ạ?. .  Em xin cảm ơn",
            "Chào bạn,. . . . Đơn thôi học có trên trang web PDT bạn tải về nhen http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=91&tid=97.. . . . Theo qui định nhà trường thì hồ sơ nhập học sẽ không trả lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi khi đăng kí ktx của nhà trường được xin ở chung phòng với bạn không ạ. .",
            "Chào bạn,. . . . Việc này bạn liên hệ với KTX của trường nhen, đây là PDT chỉ giải quyết vấn đề học vụ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911037  /b \t. . . .   i Yêu cầu khác . Chào admin, em là SV khoa KTXD K19. . Hiện bây giờ em đang rất rối về chuyện phân nghành của khoa. Vài tuần trước em có nghe GVCN nói là xét phân nghành của khoa chỉ xét vào ĐTB hk192 mà thôi nhưng theo phổ biến của lớp trưởng thì nó bảo khá phức tạp cụ thể là khoa sẽ xét ĐTB hk191 và 192 bao gồm 29TC bắt buộc và 2 TC anh văn. (khoa sẽ ưu tiên xét cho những bạn có đủ 31 TC ví dụ như 31TC + ĐTB 6 chấm sẽ được ưu tiên hơn 1 bạn 29 TC + ĐTB 7 chấm). . Theo em được biết xét chuẩn anh văn hk192 sẽ được dời qua hk193 mới xét do dịch bệnh và hiện tại em cũng đang học TOEIC và dự định cuối T9 này sẽ lấy bằng nộp vào trường (thời gian khoa xét phân nghành vào T8), nhưng theo thông báo đó có lẽ là không đồng bộ với thông báo của phòng đạo tạo ạ. Mong ad sẽ  cho em biết cụ thể về chuyện xét phân nghành của khoa Xây dựng và sự mâu thuẫn về thông báo chuẩn AV đó từ khoa ạ.. . - 1 vấn đề nữa mà em muốn hỏi nữa là từ thông báo của lớp trưởng, khoa bảo sẽ tạo điều kiện cho tụi em phân nghành tốt nhất cụ thể sẽ tính điểm phân nghành cho những môn học lại/cải thiện điểm là sẽ lấy điểm cao nhất cho các lần học kể cả hk dự thính. Bạn em hk191 nó có rớt môn Thí Nghiệm Vật Lí nên qua hk192 có đăng kí học lại nhưng với lí do sao đó nên không được học vào hk chính nên phải học vào hk hè, nhưng hk hè kết thúc phải từ t9 hơn mà lúc xét phân nghành thì vào t8 nên do đó bạn sẽ không đủ 29 chỉ theo yêu cầu của khoa, thì trường hợp đó chúng em nên làm sao ạ?. . Em xin cảm ơn admin đã xem qua và em rất mong nhận được phản hồi từ bên mình.",
            "Chào bạn,. . . . Việc này bạn liên hệ với khoa để tư vấn cho bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào các thầy cô:. . Chuyện là thế này: . . Em là [full_name], thuộc Lớp CƠ KỸ THUẬT K.18,khoa Khoa Học Ứng Dụng. . . . Em đăng kí Mùa Hè Xanh kì này nhưng hè này em cũng có một môn thực tập hè (AS2041 - Học kì 4 - Hè). . . . Vì đã tham gia Mùa Hè Xanh nên môn thực tập hè HK4 năm 2 của em sẽ bị xóa bỏ.. . . . Vậy thưa các thầy cô thì em có thể đăng kí môn thực tập hè (AS2041) HK4 của năm 2 chung với thực tập ngoài trường (AS3315) HK6 của năm 3 được không ạ ?. . . . Phòng Đào Tạo liệu có thể cho học 2 môn cùng lúc không ạ !!?? . . . . Em xin cám ơn các thầy cô !!. . Mong nhận được hồi âm sớm từ các thầy cô !!. . . . Ký tên:. . [full_name]. . . . . .",
            "Chào bạn,. . . . - Việc đi thực tập do khoa/bộ môn  tổ chức nên bạn hỏi lại khoa để hỏi khoa, giáo viên tư vấn giúp bạn (thời gian học kỳ hè rất ngắn có đủ đi thực tập 2 môn ngoài trường hay không).. . . . - Đồng thời môn AS2041 cũng là môn tiên quyết của môn luận văn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sinh viên năm nhất khoa cơ khí . . Em xin hỏi là nếu em rớt 1 môn và học dự thính hè môn đó rồi qua môn thì có điểm dự thính hè đó có được xem xét để phân ngành vào năm 2 không ạ?. . Em xin cảm ơn.. .",
            "Chào bạn,. . . . Việc xét phân ngành bạn liên hệ ở khoa nha.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1910828  /b \t. . . .   i Học vụ . Em chào thầy/cô ạ. . Tình hình của em hiện tại là chưa pass anh văn, chưa có chỉ Tiếng Anh để phân ngành, vậy nếu em thi lấy bằng Tiếng Anh ở ngoài và nộp chứng chỉ kịp trước khi phân ngành, vậy em có được tích lũy 2 chỉ của Anh Văn 1 để kịp xét phân ngành không ạ ? Liệu em nộp chứng chỉ anh văn trước thời điểm phân ngành thì nhà trường có hỗ trợ giải quyết ngay để em kịp xét phân ngành không ạ ?. . Em cảm ơn ạ",
            "Chào bạn,. . . . Việc phân ngành bạn liên hệ khoa để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Thưa cô/thầy,. . Em tên [full_name], MSSV: [student_id]. Em đã nhận được email xác nhận có tên trong danh sách dự kiến và đang tiến hành đăng kí tốt nghiệp, đến mục kích hoạt tài khoản cựu sinh viên thì không kích hoạt được. Mong cô/thầy kiểm tra cho em và hướng dẫn em gairi quyết.. . Em cảm ơn cô/thây rất nhiều ạ. . . . [full_name]. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn có vấn đề gì trục trặc khi đăng kí tốt nghiệp, bạn vui lòng chụp màn hình lại để PDT kiểm tra và giúp bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng Đào Tạo, vì bị buộc thôi học nên tài khoản e-learning của em bị khóa. Sau đó em đã liên hệ với khoa và được chấp nhận cứu xét, tuy nhiên cho đến hiện tại em vẫn không thể truy cập được vào e-learning để theo dõi bài/làm bài. Kính mong Phòng Đào Tạo cho em được truy cập lại e-learning để làm bài vì nhiều bài tập đã đến hạn nhưng em không có cách nào để làm được, và bị mất bài sẽ khiến em bị cấm thi. Xin cảm ơn đã đọc yêu cầu của em.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Hiện tại quyết định thu nhận lại đang được trình lên Ban giám hiệu phê duyệt. Khi nào quyết định được phê duyệt xong  thì PDT sẽ cập nhật lại TKB cho bạn.. . . . Chắc tuần sau sẽ cập nhật lại TKB cho bạn.. . . . Thân.",
            "Chào bạn,. . . . Ngày mai bạn  vào kiểm tra lịch học trên bkel lai nhé.. . . . thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký dự thính cho năm nay, không niết hiện tại em có thể đăng ký không ạ?",
            "Chào bạn,. . . . Bạn liên hệ Văn phòng Đào tạo quốc tế  để tư vấn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô, Em là [full_name] (MSSV: [student_id] khoa Khoa Học và Kỹ Thuật Máy Tính). Trong đợt đăng ký môn học đợt 1 cho HK193 em có đăng ký môn thực tập tốt nghiệp. Nhưng trong học kỳ 183 năm ngoái em đã tự xin đi thực tập vào công ty có liên kết tuyển thực tập với khoa máy tính trường mình, em có xin phép anh chị quản lý trong công ty đợt hè này em đăng ký môn thực tập ở trường nhưng không cần thiết phải thực tập lại ở công ty (Em có thể xin giấy xác nhận từ công ty ạ). Vậy nên em có đăng ký thêm 2 môn đại cương để tranh thủ trả nợ môn trong học kỳ hè nhưng như em được biết thì quy chế không cho phép đăng ký môn học khác cùng với môn thực tập tốt nghiệp phải không ạ? Không biết em có thể xin phép phòng đào tạo tạo điều kiện cho em đăng ký môn học thêm được không ạ?. .",
            "Chào bạn,. . . . Khi đăng kí TTTN nếu lịch học những môn bạn đăng kí thêm  không trùng với TTTN thì bạn vẫn  đăng kí được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào các thầy cô,. . . . Cho em hỏi khi nào ds tốt nghiệp chính thức được cập nhật ạ. Vì em thấy theo lịch trình thì hồ sơ trước 30/6 sẽ được tốt nghiệp vào ngày 10/7.. . . . Em đã đủ điều kiện và đăng ký online thành công, nhưng không chắc chắn lắm khi chưa thấy tên trong danh sách :((. . . . Mong được phản hồi từ thầy cô. Em cảm ơn ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn có tên trong danh sách dự kiến tốt nghiệp  là bạn sẽ tốt nghiệp trong đợt này rồi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Nhà trường cho em hỏi sinh viên K17 nếu học lại 1 năm (học chung chương trình với K18) thì sau năm nay nếu chưa qua môn Thể Chất 3 thì có được đăng kí môn chuyên ngành năm 3 không ạ?. .",
            "Chào bạn,. . . . Bạn xem qui chế học vụ, mục 4 http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK191.pdf",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "em chào phòng đào tạo.. . Hôm nay em có đăng ki nộp chứng chỉ toeic và xét miễn anh văn 2,3,4. Em làm các bước theo hướng dẫn, tuy nhiên khi thanh toán phí chuyển điểm xong và bị trừ tiền thì hệ thống báo \" bạn đang chọn sai môn chuyển điểm, loại chứng chỉ hoặc thang điểm miễn\". Phòng đào tạo cho em hỏi vấn đề và cách khắc phục ạ.. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Tôi kiểm tra thấy bạn đă đăng kí chuyển điểm thanh công mà, bạn phải chờ PDT chuyển điểm thôi.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Phòng đào tạo!. . Phòng đào tạo cho em hỏi em nhận được e-mail về thời khóa biểu kì hè,trong e-mail có nói sinh viên kiểm tra thời khóa biểu tạm thời?Nhưng em không biết nó nằm ở đâu? Phòng đào tạo hướng dẫn giúp em được không ạ?. . Em cảm ơn!",
            "Chào bạn,. . . . Bạn xem thông tin ở đâu?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Vấn đề 1: Em đã có tên trong danh sách tốt nghiệp dự kiến đợt ngày 10/7/2020 nhưng không được đăng ký tốt nghiệp do thiếu ngày CTXH. Hiện này em đã được cập nhật đủ ngày CTXH. Do đó, em đề nghị PĐT cập nhật và cho phép em đăng ký tốt nghiệp.. . . . Vấn đề 2: Sau khi được cho phép đăng ký tốt nghiệp, em còn phải làm gì khác ngoài việc đăng ký và nộp lệ phí không?",
            "Chào bạn,. . . . -  Bạn vào đăng kí tốt nghiệp lại nhé.. . -  Bạn kiểm tra mail thường xuyên để biết thông tin tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em xin chào quý thầy cô phụ trách Hỏi đáp sinh viên. Em là sinh viên K17. Em đã xem và theo quy chế mới từ năm 2019, sinh viên K2018 trở lại sau năm 3 phải có đủ 3 tín chỉ Thể chất thì mới được đăng kí môn học năm 4. Vậy cho em hỏi nếu em chưa đủ 3 tín chỉ Thể chất nhưng em không đăng kí môn học năm 4 mà đăng kí môn học năm 3 thì có được không? Em xin cảm ơn.",
            "Chào bạn,. . . . Qui chế nói rất rõ:. . . . -K2018 về trước, SV phải hoàn thành học phần GDTC. . sau năm 3 để được đăng ký môn học của năm 4.. . . . thân.",
            "Dạ em chào cô,. . Như trên câu hỏi em có đề cập là em không đăng ký môn học năm 4, đăng ký môn học năm 3 ở năm tiếp theo thì em có được đăng ký không?. . Em cảm ơn cô.",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  em tên là [full_name], khoa cơ khí , lớp CK18LOG1 , , hiện do cuối năm 1 em không đủ anh văn nên đầu năm 2 em bị trễ anh văn , nhưng em đã thi toeic và qua được hết 4 anh văn của trường , em có nộp bằng toeic cho trường vào khoảng tháng 9, tháng 10 năm 2019 vừa rồi . Bằng toeic có thời hạn là 2 năm vậy khi mà bằng hết hạn , em có cần phải thi lại để ra trường không ạ. Điều thứ 2 em muốn hỏi là việc sau năm 2 học đủ bao nhiêu tín chỉ mới được học tiếp thì đối với sinh viên trễ anh văn như em thì sẽ không áp dụng phải không . mong nhận được phản hồi sớm của trường ạ . em xin cảm ơn. . . .",
            "Chào bạn,. . . . - Bạn đã nộp chuyển điểm ngoại ngữ trên Mybk rồi thì không có hết hạn nhé.. . . . - Bạn xem qui chế học vụ điều 31, phụ lục 1 nói rất rõ điều 2 bạn muốn hỏi http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân.. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]6. . Tên SV: [full_name]. . . . Kính gửi PĐT,. . . . Em đã hoàn tất đăng kí tốt nghiệp đợt 1 từ hơn 1 tuần trước, tuy nhiên đến nay em vẫn chưa thấy tên mình trong danh sách tốt nghiệp chính thức. Em có đính kèm hình ảnh chi tiết hơn ở bên dưới. . . Sắp hết hạn đăng kí tốt nghiệp rồi nên mong PĐT sớm giúp em giải quyết ạ!. . . . Em xin chân thành cảm ơn! . . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Danh sách tốt nghiệp chính thức PDT sẽ cập nhật sau, bạn thường xuyên kiểm tra mail để biết thông tin lễ tốt nghiệp.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đăng ký tốt nghiệp vào chủ nhật tuần trước 21/6 nhưng đến bây giờ vẫn chưa nhận được mail xác nhận của PDT và chưa có tên trong danh sách tốt nghiệp chính thức. Mặc dù tình trạng đăng ký đã được xử lý. Khi nào em mới nhận được mail xác nhận ạ",
            "Chào bạn,. . . . Danh sách tốt ngiệp chính thức PDT sẽ cập nhật sau đó, bạn thường xuyên kiểm tra mail để biết thông tin lễ tốt nghiệp.. . . . Thân.",
            "Yêu cầu khác: Em ghi sai địa chỉ email trong phần khai lý lịch tốt nghiệp [email] mới đúng ạ",
            "Chào bạn,. . . . Bạn đã xác nhận rồi không sửa được nữa, sau này bạn  dùng tài khoản cựu sinh viên để cập nhật địa chỉ email mới nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng Đào Tạo, xin cảm ơn vì đã mở lại e-learning cho em. Tuy nhiên sau khi truy cập e-learning thì em nhận thấy rằng tất cả các phần bài làm cũ của em đều bị mất hết, và em không thể làm lại được do đã hết hạn. Xin cho hỏi em phải làm gì trong trường hợp này ạ?",
            "Chào bạn,. . . . Bạn vui lòng cho biết cụ thể môn nào?, nhóm video hay nhóm thường?.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi là có xin chuyển cơ sở thi được không ạ. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn chuyển cơ sở thi vì lý do gì?. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trong lúc đăng ký tốt nghiệp em đã dùng sai ảnh nên e muốn được mở edit để e up lại ảnh mới .. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn đã xác nhận tốt nghiệp rồi không sửa được nữa, bạn gởi file ảnh qua địa chỉ mail [email] để PDT cập nhật lại cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là anh văn tốt nghiệp TOEIC speaking and writing dành cho   /B Việt Pháp là bao nhiệu vậy?. . Em xin được cảm ơn ạ.. . . .",
            "Chào bạn,. . . . * Chứng chỉ TOEIC Speaking & Writing với mức điểm tối thiểu là 200 (bằng chính qui đại trà).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi, em muốn thay đổi thông tin gia đình trong phần lý lịch sinh viên thì phải làm như thế nào ạ? Em cảm ơn!",
            "Chào bạn,. . . .  Sv làm đơn nộp PDT ghi rõ thông tin thay đổi và kèm theo minh chứng nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Khi nào có học bổng khuyến khích học tập học kì I vậy ạ?. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Nhà trường chưa có thông báo nhà bạn. Khi nào có thông báo chính thức PDT sẽ gởi mail cho sv.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ phòng đào tạo cho em hỏi, em muốn đăng kí học cải thiện các môn có điểm trung bình hơi thấp. Khi tổng kết ra trường, môn em đăng kí học cải thiện lại có điểm tổng kết là lấy điểm cao nhất của môn đó hay là lấy trung bình của các lần học ạ. Dạ em cảm ơn!",
            "Chào bạn,. . . . Khi cải thiện điểm sẽ lấy điểm cao nhất nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là học sinh chuyển từ hệ chất lượng cao sang đại trà. Do chuyển lớp nên em nộp điểm rèn luyện cho lớp hiện tại và không có điểm rèn luyện trong danh sách. Cho em hỏi có cách nào xử lý giúp em bổ sung điểm rèn luyện không ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Điểm rèn luyện bạn liên hệ phòng Công Tác Chính Trị sinh viên nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1713263  /b \t. . . .   i Học vụ . Dạ thưa, về vụ bị mất dữ liệu bài làm trên e-learnig, em bị mất dữ liệu ở mục video ở các môn: Vật Lý 2, Hóa Đại Cương, Thí nghiệm Hóa, Xác xuất và thống kê, Tư tưởng Hồ Chí Minh. Trong đó có môn bị mất hết, môn thì bị mất 1-3 chương",
            "Chào bạn,. . . . [full_name] đã phục hồi lại điểm bài kiểm tra của bạn rồi nhé. Bạn vui lòng kiểm tra lại.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em được hỏi là làm sao để mình còn những yêu cầu gì để được tốt nghiệp ạ. Cụ thể cho em hỏi là không biết mình đã được đăng ký vào đoàn, và đã tham gia sinh hoạt công dân cuối khóa ạ (do khi em xin tạm dừng học thì em vẫn có đi mà không biết có được cập nhật không ạ). do em khóa k14 rồi ạ, em muốn hỏi để biết có gì em còn đi tham gia bổ sung cho kịp ạ. em xin chân thành cảm ơn ạ.. . . .",
            "Chào bạn,  . . . . Sổ đoàn bạn liên hệ văn phòng đoàn khoa của bạn,  tham gia buổi sinh hoạt công dân cuối khoá bạn liên hệ phòng Công Tác Chính Trị sinh viên.. . . . Thân.",
            "Dạ em cám ơn nhiệu ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi đóng tiền trễ hẹn trên Bkpay ngoài việc bị trừ điểm rèn luyện thì có hình phạt nào khác nữa không?. . Em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn nộp học phí nhé, đến cuối học kỳ bạn vẫn chưa đóng học phí:. . . . - Nếu là dự thính bạn sẽ bị cấm thi.. . . . - Nếu học kỳ chính bạn bị xử lý học (xoá tkb học kỳ không đóng học phí....).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên k19 ngành Khoa học MT ạ. Thầy cô có thể cho em hỏi về mã môn học Xác suất và thống kê trong chương trình học của chúng em được không ạ.Và nếu em là sinh viên năm 2 thì có thể đăng kí được môn học mã số 3xxx được không ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Chương trình đào tạo do khoa cung cấp cho PDT, hiện tại một số khoa chưa cung cấp CTDT cho PDT. . . . . Việc này bạn liên hệ với khoa, giáo viên chủ nhiệm để tư vấn cho bạn biết môn học  bạn đăng kí.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Hiện tại em đã nộp bằng Toeic và đã đăng kí chuyển điểm vào ngày 12/06/2020. Cho em hỏi bao giờ mới chuyển điểm ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn đã được chuyển điểm anh văn 1,2,3,4 rồi, còn cổng thông tin sinh viên sẽ cập nhật sau đó.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa BGH , Phòng đào tạo. . Em tên là [full_name] . Mssv :[student_id]. . Hiện đang theo học ở Trung tâm bảo dưỡng công nghiệp . Ở đợt đăng kí môn học dự thính vừa rồi em có nộp đơn xin bổ sung thêm môn đảm bảo chất lượng (202087) , vì em đăng ký trễ hạn nên vào học sau lịch chính thức 5 tuần , hiện tại em kiểm tra lịch thi thì chưa có lịch thi của môn đảm bảo chất lượng . Em mong thầy cô có thể xem xét và tạo điều kiện để em có thể được thi và tiếp tục học ạ . Em xin cảm ơn .",
            "Chào bạn,. . . . Khoảng 5h chiều hôm này [full_name] sẽ cập nhật lại lịch thi cho bạn. Bạn vào kiểm tra có gì trục trặc báo lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Sàn hoạt động ngoại khóa trên mybk của em ở 3 mục đăng kí, cập nhật, không tham gia hoạt động không bao giờ hiện lên nên em không thể đăng kí hoạt động trên đây được.Em thấy mình không có vi phạm gì hết nên không hiểu sao lại bị như vậy. .",
            "Chào bạn,. . . . Việc này bạn  liên hệ văn phòng đoàn khoa của bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: ILI13071  /b \t. . . .   i Học vụ . Em đã đăng ký tốt nghiệp và trạng thái đơn là đã xử lý nhưng em không nhận được mail thông báo.. . Làm sao để em biết là mình đã được tốt nghiệp hay chưa.",
            "Chào bạn,. . . . Bạn kiểm tra lại mail nhé, làm theo hướng dẫn của mail.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em xin mail cô [full_name] dạy môn Pháp luật VN đại cương với ạ, em cần nộp bt cho cô mà em ko biết.",
            "responsible person: [551] [staff_name] [helpdesk staff]"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813678  /b \t. . . .   i Đăng ký môn học . Xin chào thầy/cô, em thuộc khóa K18 - hệ chính quy, hiện nay học theo chương trình cũ. Liệu em có thể đăng ký học môn THIET KE LUAN LY - CO1025 để thay cho môn Thiết kế llý với verilog - CO2033 được hay không?. .",
            "Chào bạn,. . . . - CO2033 Thiết kế luận lý với [full_name] - 3TC. . - CO1025 Thiết kế luận lý với [full_name]   - 3TC. . Thuộc về kiến thức chuyên môn, do khoa quy định tương đương/ thay thế. Do đó em nên liên hệ khoa Khoa học & KT Máy tính để được tư vấn chuyên môn. Khi khoa hoàn thành danh sách môn học tương đương/ thay thế cho K18 về trước và gởi về PĐT thì PĐT sẽ cập nhật để sinh viên biết.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã có tên trong danh sách sinh viên tốt nghiệp dự kiến nhưng còn thiếu ngày công tác xã hội và học phí. Nay em đã hoàn thành nên xin phòng đào tạo mở đăng ký tốt nghiệp cho em. Em xin cám ơn!",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp nhé, còn phần đóng lệ phí tốt nghiệp ngày mai bạn vào BKAY đóng nhé (hiện tại trang BKAY hôm nay đang bảo hành).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/ cô,. . Em có một thắc mắc là theo các học kỳ trước thì sau khi thi giữa kỳ ở học kỳ tiếp theo, nhà trường sẽ đăng tải danh sách dự kiến/ chính thức nhận học bổng khuyến khích học kỳ trước. Thế nhưng, tới hiện tại em vẫn chưa tìm được thông báo về học bổng học kỳ 191 ạ. Do đó, em xin hỏi là học kỳ 191 có học bổng khuyến khích không ạ?. . Em cảm ơn thầy cô và nhà trường",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Dự kiến giữa tháng 7 này nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô , . . Em tên là [full_name](MSSV:[student_id]), hôm nay em có lấy giấy xác nhận sinh viên để bổ túc cho địa phương thì thấy ngày sinh của em là năm 1900. Em lên mybk để xem thông tin thì thấy năm sinh của mình bị đổi từ 2000 thành 1900 ạ.. . Thầy cô cho em hỏi là thầy cô có thể sửa lại năm sinh để em có thể làm lại giấy xác nhận được không ạ ?. . Hình ảnh đính kèm là hình giấy xác nhận + thông tin trên mybk của em.. . Em xin cảm ơn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn vui lòng chụp hình giấy khai sinh của bạn gởi lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đã có trong danh sách dự kiến nhưng vẫn chưa thể đăng kí tốt nghiệp do nợ CTXH. Em đã hoàn thảnh đủ số ngày CTXH và được nhật trên trang hoạt động ngoại khóa. PDT có thể mở khóa cho em để kịp hoàn thành dk online cho đợt tn 10/7. Em cảm ơn. .",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp nhé, phần thanh toán lệ phí tốt nghiệp ngày mai vào vào thanh toán vì BKAY  hôm nay đang bảo trì.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511901  /b \t. . . .   i Học vụ . Chào PĐT. . Hiện tại em đã hoàn thành xong chương trình đào tạo, qua anh văn nói viết,đủ toiec để ra trường, nhưng chưa quy điểm Anh văn 3 và Anh Văn 4 vì Điểm trung bình tích lũy hiện tại của em là 6.98  7, em đang ôn thi anh văn Toiec lại để quy điểm Anh Văn 3-4 cao hơn. Để điểm TBTLN của em  7. em đã bị tạm dừng 1 học kì vừa rồi, do không đăng kí môn học. em có 2 câu hỏi:. . 1. Kì này em có cần lên PĐT để xin thu nhận lại không? (đã bị tàm dừng học kì rồi) . . 2. Khi nộp điểm Toeic vô, chờ thẩm tra xong là chuyển điểm ngay, hay là phải chuyển điểm theo kế hoạch của nhà trường?. . Cảm ơn PĐT",
            "Chào bạn,. . . . - Thời gian tạm dừng của sv chỉ có 1 năm (không quá 2 hoc kỳ). . . . . - Ngoại lịch học vụ, việc chuyển điểm phụ thuộc vào nhu cầu sinh viên. Nếu sinh viên có nhu cầu chuyển điểm nhiều thì PDT sẽ lấy dữ liệu chuyển điểm thường xuyên. Thông thường 2 tuần sẽ lấy dữ liệu.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Hiện em có tên trong danh sách dự kiến tốt nghiệp (đóng thiếu hp 50.000 thi tiếng anh, em đã nộp bổ sung vào ngày 19/6) nhưng vẫn chưa được cập nhật thông tin vào danh sách chính thức tốt nghiệp. Còn thủ tục nào em còn thiếu ạ?. .",
            "Chào bạn,. . . . Bạn vào đăng kí tốt nghiệp nhé, phần thanh toán lệ phí tốt nghiệp ngày mai vào vào thanh toán vì BKAY  hôm nay đang bảo trì.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào tạo Trường Đại học Bách Khoa TP HCM,. . Em tên: [full_name], MSSV: [student_id].. . Hôm nay em gửi yêu cầu chuyển môn học   I Thực tập kỹ thuật  /I _MSMH: ME2085 sang môn   I Thực tập tốt nghiệp  /I _MSMH: ME3261.. . Lý do là em đăng ký nhầm môn nhưng không kiểm tra và bị trễ hạn chỉnh sửa.. . Em mong Phòng Đào tạo xem xét và duyệt giúp em.. . Em xin cảm ơn và chúc sức khỏe!. . [full_name].",
            "Chào bạn,. . . . Vào đợt 2 đăng kí môn học học kỳ 193 bạn có thể  vào hiểu chỉnh (huỷ/bổ sung môn học đều được).. . . . Thân."
        ]
    }
]