[
    {
        "intent": "",
        "message": [
            "Em là [full_name], MSSV [student_id], hiện đang học bằng 2 khoa Kỹ thuật Địa chất và Dầu khí.. .      Đợt Đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN em có đăng ký môn Luận văn tốt nghiệp (GE4313), hôm nay em vào Mybk xem Kết quả đăng ký môn học HK212 - Bổ sung TTTN,DCLV,LVTN thì PĐT không đăng ký cho em môn học này với lý do là không đủ điều kiện nhận LVTN. Em kiểm tra thì thấy mình đã đủ điều kiện nhận LVTN. Vậy em xin PĐT kiểm tra giúp em và cho biết em thiếu điều kiện gì? Nếu em đủ điều kiện thì cho em xin được đăng ký môn Luận văn tốt nghiệp (GE4313) để có thể làm trong học kỳ này.. .      PDT đã ghi nhận yêu cầu của em và đến ngày 14/2/2022 em vẫn chưa được đăng ký môn học này. Vì vậy em gửi lại câu hỏi này để biết lý do.. .      Em xin cảm ơn!. .   i Đăng ký môn học .",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em:113\t  125  Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. . . .",
            "Dạ sau khi kiểm tra lại thì em có các ý kiến như sau:. . - GE1007  TINH THE-K/VAT-[full_name]                  . . - GE1009  TT TINHTHE K/VAT &TH/HOC . .  Môn này vì dịch nên phần thực tập bị hoãn lại, trước tết em đã tham gia học và có điểm qua môn nhưng giảng viên chưa cập nhật điểm.          . . - [full_name]  [full_name]                                 . . - [full_name]  [full_name]-[full_name]                        . . - GE4025  ANTOAN &BV MTR TROG CNDK                       . . - GE4311  DE CUONG LUAN VAN TN . .  Các môn này em đã có điểm và đã qua môn, có môn GE3079  P/[full_name] & GIS thì thầy đã cho điểm nhưng trên bảng điểm chưa cập nhật.. .  Nếu theo như trên thì em đã có 113 +13 = 126  125 tín chỉ.",
            "Chào em,. . - Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng liên hệ [full_name] để sớm có điểm.. . - PĐT không giải quyết ĐKMH được nếu không đủ điều kiện.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi: Phòng Đào Tạo - ĐH. Bách Khoa TPHCM;. .                Quý Thầy/Cô; . . . . Em là: [full_name], MSSV: [student_id], Khoa Môi Trường và Tài Nguyên - khóa 2015;. . Xin Thầy cô giải đáp giúp em về tình trạng \" Nếu tại thời điểm em hết thời gian đào tạo chính quy và còn nợ môn\" thì em có được xét chuyển hệ vừa học vừa làm không ạ? . . . . Hiện tại hạn đào tạo của em là tháng 4/2022, đến ngày 11/4 nếu em vẫn chưa xong anh văn chuyển và còn nợ 4 anh văn 1,2,3,4 vậy em chuyển hệ tại thời điểm đó có được không, hay bây giờ em chuyển hệ thì mới được ạ?. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Từ đây đến đầu tháng 4 bạn cố gắng nộp CCNN để  chuyển điểm và xét TN. . . Còn nếu sau tháng 4 bạn muốn chuyển hệ thì vui lòng làm theo quy trình: chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em đã nhận được bằng tốt nghiệp tạm thời, nhưng vẫn chưa có email thông báo về việc em nhận bằng tốt nghiệp chính thức. Em muốn biết khi nào thì em có thể nhận đc bằng chính thức ạ.. . . . Em xin cám ơn.. . . .",
            "\"Chào em,. . Trường hợp của em đã có bằng, do hệ thống mail của trường đang bị lỗi nên chưa gửi được, em có thể lên trực tiếp Phòng Đào tạo (101. A1) để nhận nhé.. . Đi theo giờ hành chính từ thứ 2 đến thứ 6. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào Thầy(Cô)!. . Em là sinh viên k15, nay đã hết thời gian đào tạo chính quy nên em phải chuyển sang hệ VHVL. Xin Thầy(Cô) cho em hỏi khi em chuyển sang hệ VHVL thì chuẩn tiếng anh để tốt nghiệp như thế nào ạ? Có cần phải thi Toeic 2 kỹ năng Nói và Viết(Speaking & Writing) ko ạ? Em xin cám ơn.",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô. . Em là Sinh viên K15 chuyển xuống hệ vừa học vừa làm thì đầu ra có cần thi anh văn nói viết không ạ. . Em cám ơn",
            "Chào em,. . Về CTDT là giống nhau của đại trà và VLVH. . Tuy nhiên, VLVH sẽ:. . Giảm chuẩn anh văn xét LVTN và tốt nghiệp so với Chính quy: chi tiết xem quy chế học vụ. . Không xét môn anh văn 1234, GDTC, GDQP, Ngày CTXH.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2114816  /b \t. . . .   i Khiếu nại đăng ký môn học . DẠ EM CHƯA THẤY EMAIL PHẢN HỒI CÓ VẤN ĐỀ GÌ KHÔNG Ạ",
            "Chào em,. . Câu trước em có gửi câu này, kèm file, file đó là email phản hồi đó em.. . DẠ EM K21 VỪA ĐIỀN LINK  RÚT MÔN HỌC GIỜ EM CÓ THỂ NGHỈ MÔN ĐÓ CHƯA Ạ. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa thầy cô.. . Em là [full_name], là sinh viên của Khoa khoa học và kỹ thuật máy tính.. . Em viết mail này với lý do em muốn hoãn thi bộ môn Cấu trúc dứ liệu và giải thuật, với MSMH là CO2003, phần thì của em diễn ra vào ngày 18/12/2021 vào lúc 14h Nhưng do trục trặc kỉ thuật nên em không thể hoàn thành bài thi được, sự việc này em đã bào cho cán bộ coi thì cũng như giáo viên dạy bộ môn cho em là thầy [full_name] ạ. Em đã có trong danh sách điểm 15 của nhà trường hôm 26/1 và nó đã gưi về mail của em. Nhưng hiện tại trên trag điểm của em lại hiện điểm cuối kì là 2.5 và tổng kết của là rớt môn. Nên em phải xử lý tình huống này như thế nào ạ. . . Xin chân thành cảm ơn thầy cô đã đọc mail của em ạ.. .",
            "Chào em,. . Em vui lòng liên hệ [full_name] nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô pđt. . . Em có học môn giải tích 2 dự thính ở Học kỳ 1 (2021-2022). Đã có điểm nhưng chưa được cập nhật điểm trung bình tích luỹ(tbtl). . . Cho em hỏi điểm tbtl này sẽ được cập nhật khi nào ạ. Em cần in bảng điểm.. . . . Cảm ơn thầy/cô",
            "Chào em,. . - Trên Mybk chưa có cập nhật. Điểm vẫn còn thiếu, do đó khi nào đủ điểm mới cập nhật. . . - Khi sv cần in bảng điểm thì sẽ có đầy đủ ĐTB tính đến thời điểm sv đăng ký in.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . PĐT cho em hỏi về vấn đề hoãn Thực tập trong kỳ 212 và đi Thực tập lại ở kỳ 213 ( hè ) có được không ạ. Vì một lý do bất khả kháng em từ quê (xa) chưa trở lại thành phố được. mà khoa đã xếp công ty cho em TT rồi. Thực tập trong kỳ chính thực sự bất tiện vì phải còn học các môn học trên trường. Em mong PĐT cho em hoãn TT trong kỳ chính này với ạ.",
            "Chào em,. . Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào thầy cô, em là [full_name] mssv [student_id] ạ, HK212 em có đăng kí nhầm môn CI1003 vẽ kỹ thuật, sau đó em có điền form đăng kí rút môn học rồi nhưng sao đến giờ trong BKEL của em vẫn còn môn vậy ạ.. .",
            "Chào em,. . - Em đã điền form rút môn học thì xem email xác nhận.. . - TKB sẽ cập nhật sau 31/3 nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PDT,. . . . Hiện tại em muốn hoãn thi GK thì có được chấp nhận không ạ. Nếu có thì mình tải đơn ở đâu vì em chỉ thấy mẫu đơn hoãn thi cuối kì trên AAO.. . . . Em xin cảm ơn",
            "Chào em,. . Em vui lòng xem quy chế . . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 17. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào PĐt.. . Em tên: [full_name] . . Sv khóa k21. Hiện em đang ở ktx khu A em có nhu cầu nhận thẻ sinh viên thì có được không ạ. Mong PĐT phản hồi.. . Em xin trân trọng cảm ơn.",
            "Chào em,. . khi nào em học trực tiếp thì theo dõi email về việc này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . Em tên là [full_name] - MSSV [student_id] - Khoa Khoa học và Kỹ thuật Máy tính. Em muốn trình bày việc tài khoản mybk của em bị mất thời khóa biểu môn học PH1003 - Vật lý 1 và cả bkel cũng mất hoàn toàn dữ liệu của môn học Vật lý 1. Do đó em không thể xem khoa học môn Vật lý 1, không thể làm bài tập trên hệ thống và truy cập vào lớp học nên gây khó khăn cho em trong quá trình học tập và làm bài tập giáo viên cho. Em đã cập nhật nhiều lần trang web bkel và TKB nhưng tới nay 25/01/2022 môn Vật lý 1 vẫn chưa được cập nhật ạ.. . Mong phòng đào tạo kiểm tra lại tài khoản của em và chỉnh sửa lại giúp em. Em chờ hồi âm sớm nhất từ phòng đạo tào. Em cảm ơn thầy cô rất nhiều ạ.. . Thân gửi",
            "Chào em,. . Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. .",
            "Chào bạn, . . PDT đã trả lời lý do không được tại Kết quả đăng ký môn học HK212 CQ-VHVL-Đợt 3: PDT không đ/ký cho SV MH PH1003 (D: Môn đã đạt/đã học chưa có điểm/ đã có kết quả trong HK chính 12_DBL).. . Môn này đã được chuyển điểm thành công. Bạn xem tại mybk  thông tin sinh viên  điểm chuyển. . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa thầy/cô,. . Dự kiến ngày nào sẽ có kết quả nhận LVTN đợt bổ sung trên trang aao.hcmut.edu.vn vậy ạ?. . Đợt đăng kí bổ sung vừa rồi thì em được nhận kết quả là Chờ xét. Nhưng đến ngày 15/2/2022 em lên kiểm tra trên trang aao.hcmut.edu.vn thì vẫn chưa thấy phần cập nhật mới nhất.. . Vì khi em tự kiểm tra lại thì em đã đủ điều kiện nhận LVTN nhưng bản cập nhật cũ theo PĐT công bố là em vẫn chưa đủ điều kiện.. . Mã môn học: CI4383. . Em cám ơn.",
            "Chào em;. . - Môn học xét: MãMH CI4383 - Luận văn tốt nghiệp(csht, nhóm: T01. . 1. Tổng tín chỉ tích lũy: 104 / Tiên chuẩn 114. . 2. Môn học tiên quyết (nếu có): [full_name]. . 3. Tiếng Anh (tương đương Toeic): 350 / Tiên chuẩn 350. . 4. Ghi chú: thieu tc. . - Kết luận: Không đạt"
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dear: [full_name]. . Em: Nguyễn Vũ Sơn. . Mssv: [student_id]. . Ngành: Tự động hoá VLVH. . . . Em có xin ĐKMH EE2033_ GIẢI TÍCH MẠCH (môn cốt lỗi dành cho sv CĐ liên thông ĐH khóa 2022). . + [full_name] có sự nhầm lẫn là đăng kí môn này cho em bên HK CHÍNH 212 ( KHÔNG PHẢI BÊN HỌC BỔ TÚC). VÌ [full_name] CÓ TKB VÀ TẬN 28/2 MỚI HỌC BỔ TÚC.. . . . + Hiện tại em đã ĐKMH này bên bổ túc được rồi.. . Mong [full_name] kiểm tra và xóa môn EE2033 trên hệ thống ELEANING ,TKB. Vì không phải bên học BỔ TÚC.. . . . [full_name] XEM QUA FILE EM GỦI BÊN DƯỚI. . EM XIN CHÂN THÀNH CẢM ƠN. .",
            "Chào em;. . đã hủy môn EE2033 và sẽ cập nhật lại thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi các thầy cô trực thuộc Phòng Dào Tạo ĐHBK - Đại Học Quốc Gia Tp.HCM, . . Em là [full_name], mã học viên [student_id] thuộc lớp CK21CK01.. . Do điều kiện gia đình và kinh tế khó khăn do dịch bệnh trong thời gian vừa qua, em đã gặp phải nhiều vấn đề ảnh hưởng tiêu cực đến chất lượng học tập của em. Vì thế, để đảm bảo kết quả học tập, em có mong muốn xin được tạm dừng Học kỳ 2 của năm học 2021-2022 và bảo lưu kết quả học tập để ổn định kinh tế và tình hình nhằm mục đích đảm bảo học tập.. . Em xin hứa sẽ theo chỉ định của nhà trường và cố gắng quay lại học đúng thời hạn.. . Em xin chân thành cảm ơn !. . Học viên - [full_name]. .   i Học vụ .",
            "\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn tạm dừng HK212 của bạn, Sinh viên theo dõi tình trạng sinh viên được cập nhật trên mybk/Thông tin Sinh viên/tình trạng. . chuyển qua trạng thái từ \"\"đang học\"\" sang \"\"tạm dừng\"\", dự kiến sẽ cập nhật trước ngày 26/2/2022 và gửi mail Quyết định qua email cho sinh viên. . SV vui lòng theo dõi lịch học vụ và mail SV để làm đơn thu nhận lại để đăng ký MH cho học kỳ tiếp theo. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hi Thầy cô!. . . . Em khóa 2017, hạn thẻ là tháng 3/2022.. . Giờ em còn học tại trường, em muốn gia hạn thêm thì làm sao ạ ?. . . . Em cảm ơn",
            "Chào em,. . Nếu SV đăng ký mới sẽ được gia hạn tới 04/2023 (2 học kỳ).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . em đã hoàn thành chương trình học, không nợ môn và không nợ học phí. . số ngày ctxh là 16.5 ngày. . nhưng em thử đăng kí xét tốt nghiệp trên trang web mybk thì vẫn ghi là em nợ ngày ctxh và em không thể cập nhật thông tin phần khai lý lịch tốt nghiệp và không chọn được phần nộp đơn đăng ký xét tốt nghiệp. . mã số sinh viên của em: [student_id]",
            "Chào em,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của em. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 22/02/2022 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022) Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710933  /b \t. . . .   i Tốt nghiệp . Kính gửi Thầy Cô, cho phép em được bày tỏ lý do mong muốn cập nhật thời khóa biểu AV4A. . . Em là Đạt sinh viên khóa K17, vì tình hình dịch diễn biến phức tạp ở quê em vào những tháng vừa qua vì vậy phải đến ngày 13/1/2022 em mới tiêm đủ 2 liều vắc xin và vào thi toeic tại IIG Đà Nẵng dù đang bùng dịch rất nặng. Và đến ngày 20/1/2022 em mới nhận được kết quả là 575 điểm đủ chuyển điểm av3 và đk av4A ở đợt dự thính lộ trình 2. Nhưng không may môn AV4A chỉ mở ở đợt dự thính lộ trình 1 và đã học được gần 3 tuần kể từ ngày em nộp đơn là ngày 10/2/2022. Do đó em đã viết mail hỏi Thầy Cô PĐT và nhận được sự tư vấn từ cô Thùy My, cô hướng dẫn em viết một là đơn cho Thầy Thịnh dạy môn AV4A lộ trình một để nhận được sự chấp nhận từ thầy. Và em đã ngay lập tức liên hệ với Cô Hương phó giám đốc trung tâm BKenglish để liên hệ với Thầy Thịnh qua zalo. Hai thầy trò đã trao đổi với nhau và thầy đồng ý cho phép em được vào học lớp của thầy dù đã học gần được 3 tuần kể từ ngày 10/2/2022. Và thầy có hướng dẫn cho em cách để học bù 3 tuần đó là xem hết video và làm một bài test bổ sung cho thầy. Sau đó thầy ký điện tử vào đơn của em và em nộp lên BKSI vào  thứ 6 ngày 11/2/2022 theo như hướng dẫn của cô Thùy My để cập nhật thời khóa biểu cho em. Nhưng hôm nay em nhận được phản hồi là em không được đăng ký môn. Em thật sự rất tuyệt vọng vì em đã làm theo hướng dẫn chi tiết từ cô My và đã trao đổi với Cô Hương và Thầy Thịnh để được học môn này. Em đã trễ hạn tốt nghiệp vào tháng 8 năm ngoái bởi vì em không thi nổi toeic 500 để đăng ký tốt nghiệp dù đã  bỏ ra rất nhiều thời gian học ôn thi.. .  Nó làm em trầm cảm trầm trọng một thời gian dài dẫn đến sức khỏe suy kiệt và suýt mất đi động lực sống. Nhờ sự động viên của người thân em đã cố gắng rất nhiều để thi được 575 điểm và đủ điểm đăng ký anh văn 4A và đây là cơ hội duy nhất để em có thể hoàn thành chương trình học. Bởi vì học kỳ tới em không thể vào lại Sài Gòn để học trực tiếp. Ông bà em tuổi đã ngoài 90 và rất yếu, ba mẹ cũng sắp mất sức lao động vì làm việc trong môi trường độc hại và không có thu nhập vào những tháng dịch vừa qua. Vì vậy em phải ở lại nửa thời gian làm thêm nửa thời gian lo chăm sóc ông bà đang ốm yếu. . . Em khẩn thiết cho phép em được học môn AV4A để em có thể hoàn thành xong chương trình, nhận được bằng để làm việc ở điện lực quê em kiếm tiền lo cho cha mẹ đang trong khoảng thời gian đâu khổ này. Em đã khóc rất nhiều vì không thể kiếm được một công việc có thu nhập đủ trang trải thuốc men và ăn uống cho gia đình nếu không có tấm bằng Đại Học ở quê em.. . Em hy vọng PĐT có thể giúp đỡ cho em cập nhật môn học trong giai đoạn khó khăn nhất trong cuộc đời này để em có thể có động lực sống và giúp đỡ cho cha mẹ . Em hy vọng và biết ơn rất nhiều từ sự giúp đỡ của Thầy Cô PĐT cho trường hợp khó khăn của em.",
            "đã đăng ký cho bạn, sau ngày 8/2 sẽ cập nhật thời khóa biểu nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i  em có đăng kí môn Cơ sở kỹ thuật điện và thấy lịch học bắt đầu từ tuần 7 nhưng thời khóa biểu và elearning của em chưa cập nhập môn ạ. . . .",
            "Chào em,. . - Em vui lòng gửi thông tin có: mã số môn học, tên môn học, mã nhóm, HK, lý do nhé. . . - Sinh viên vui lòng xem kết quả ĐKMH, xem lý do vì sao không ĐKMH được (có đăng ký, nhưng không có TKB) tại trang web: mybk.hcmut.edu.vn    Đăng ký môn học    Đăng ký môn học HK212 - Kết quả đợt 2 (3)    bấm vào mục Đăng ký mới    chọn Loại hình đăng ký    xem Lịch sử đăng ký.. . Thân mến. .",
            "EE2017 Cơ sở kỹ thuật điện nhóm DT01_DT01 học kì 212. . em đã chụp lại màn hình đăng kí kết quả Đăng ký môn học Dự thính môn học HK212 - Đợt 2 + Kết quả đợt 1 - Lộ Trình 2 (là phần mới nhất của đăng kí môn học ạ) . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi trường hợp không có tên trong danh sách hướng dẫn đồ án nghĩa là sao vậy ạ .",
            "Chào em,. . [full_name] phân công CBGD, em vui lòng liên hệ [full_name] nhé.. . Lần sau em có hỏi vui lòng ghi thông tin đầy đủ: mã môn học, tên môn học, HK .... . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi phòng đào tạo, em tên [full_name] [student_id] hệ VHVl vừa rồi em có đk mở môn học thiết kế hệ thống P&ID mã cũ Ch2081, đã có thời khóa biểu và học vào tuần 7, nhưng qua tết thì môn của em không còn trên thời khóa biểu nữa ạ, có thể cho em biết lý do vì sao môn của em bị hủy sau tết không ạ, em cảm ơn ạ. . Rất mong nhận được sự phản hồi từ phòng đào tạo. . Trân trọng. . [full_name]",
            "Chào bạn;. . môn này hủy do sĩ số ít nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào thầy/cô ạ. . . . Em tên là [full_name], MSSV: [student_id] học tại Khoa Cơ khí. Hiện nay em đã hoàn thành các môn học và các điều kiện đi kèm.. . . . Vì lí do công ty yêu cầu nộp giấy xác nhận này trước khi nhận bằng tốt nghiệp nên em viết yêu cầu này mong quý thầy/cô cấp cho em giấy xác nhận đã hoàn thành chương trình học trong thời gian đợi tốt nghiệp.. . . . Em xin cảm ơn.",
            "Chào em,. . Trường hợp của em đã có tên trong ds tốt nghiệp dự kiến, SV theo dõi tình trạng SV tại mybk/Thông tin sinh viên khi nào chuyển qua trạng thái \"đang học\" thì vào trang mybk/ mục Đăng ký tốt nghiệp để đăng ký.. . Hàng tuần PDT sẽ lấy dữ liệu SV đăng ký để in giấy CN tốt nghiệp tạm thời và chuyển về Khoa phát cho SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có thắc mắc về lịch học vụ, hiện tại lịch thi giữa kỳ 2, môn giải tích 2 của em là vào chủ nhật ngày 27/2/2022 (tuần 8), nhưng cùng ngày giờ đó thời khóa biểu của em lại có tiết thực tập cơ khí đại cương 1, em không biết phải làm sao. Mong thầy cô trở lời giúp em",
            "Chào em,. . Em vui lòng liên hệ Khoa, GV để đổi 1 tiết học, hoặc 1 buổi TN nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi quý thầy cô pdt, em muốn chuyển sang hệ vừa học vừa làm vào kì sau (học kì bắt đầu từ tháng 8). Kì này em không đăng kí môn học thì có được không ạ? Em cảm ơn.",
            "\"\"\"Chào bạn. . Được nghen bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi nếu bị mất thẻ Ngân Hàng OCB do trường cấp thì khi đi làm thẻ lại có bị tốn phí thường niên không ạ? Và có còn nhận được những ưu đãi như thẻ trước không? Em cảm ơn.",
            "Chào em,. . Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1915575  /b \t. . . .   i Yêu cầu khác . Kính chào Thầy/Cô,. . . . Em tên Đoàn Nguyễn Đoan Trang-MSSV:1915575-Lớp:CK19LOG02. Em xin hỏi về vấn đề:. . Vừa rồi em đi khám bệnh mới biết BHYT của em đã hết hạn vào ngày 1/1/2022 do em quên đóng BHYT ở trường. Thầy/Cô cho em hỏi có cách nào giải quyết vấn đề này giúp em hay em cần phải làm gì ạ? . . . . Em cảm ơn Thầy/Cô đã dành thời gian giải đáp thắc mắc giúp em ạ.. . Chúc Thầy/Cô một ngày làm việc thật tốt.. . . .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911363  /b \t. . . .   i Học vụ . Dạ thưa thầy/ cô. . . . Em tên là: Lê Bảo Khánh, mã số sinh viên 1911363. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Theo như trong mail   I   B \"Thông báo cập nhật Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 và phần bù các học kỳ trước theo hình thức trực tiếp và phối hợp trực tuyến/trực tiếp\"  /B   /I , mục   I   B \"6. Kiểm tra Anh văn đầu vào cho sinh viên chính quy đại trà khoá 2021 và Anh văn định kỳ cho sinh viên chính quy đại trà khoá 2020 về trước\"  /B    /I của PĐT thì em thấy có thông tin   B \"Sinh viên chính quy đại trà các khóa 2020 về trước có thể đăng ký tham dự kỳ kiểm tra Anh văn đầu vào để xét đạt chuẩn ngoại ngữ từng năm và phải thanh toán lệ phí dự thi.\"  /B . . . . Em là sinh viên chính quy K19 và trước đó em đã chọn hình thức   I nộp bằng tiếng Anh cho nhà trường để chuyển điểm  /I . Tuy nhiên, hiện tại em vẫn chưa có kế hoạch thi và em vẫn đang   B thiếu AV4  /B  (AVDV 525 điểm, chuẩn AV4 là 550 điểm).. . . . Em muốn hỏi về   B quy trình đăng ký để em có thể tham gia thi AVDV để xét đạt chuẩn ngoại ngữ ạ  /B . . . . Bên cạnh đó, em cũng muốn hỏi thêm về   B thời hạn nộp bằng tiếng Anh  /B  của em để có thể sắp xếp thời gian thi ạ.. . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . Lê Bảo Khánh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào phòng đạo tạo, kì trước em đã hoàn thành LVTN, nhưng hôm trước e có lỡ đăng ký LVTN cho kì này, em đã điền form online rút môn hộc pdt gửi qua mail. Hiện giờ môn LVTN của e vẫn chưa được rút và còn thời khóa biểu ạ. . . . . EM vô mục đăng kí tốt nghiệp thì có hiển thị là\"Tình trạng đăng ký. . Không tìm thấy thông tin trong danh sách tốt nghiệp dự kiến\". . . Mong PDT giải đáp giúp em, em cảm ơn ạ!",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trước ngày 25/02/2022.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào thầy/cô,. . Em tên [full_name], học viên cao học ngành Kỹ thuật Xây dựng.. . Học kỳ này em có kế hoạch làm đề cương luận văn thạc sỹ nhưng hiện chưa đăng ký đề cương với Khoa hay Bộ môn. Em muốn hỏi là em có thế kịp đăng ký đề cương được không và em cần làm gì để đăng ký ạ?. . Em chân thành cảm ơn thầy/cô và kính mong thầy/cô hồi đáp em sớm!. . . . . . . .",
            "Chào em,. . Về vấn đề liên quan đến học chương trình liên thông Đại học-Thạc sĩ & Thạc sĩ (Cao học) em vui lòng liên hệ Phòng đào tạo Sau đại học qua địa chỉ: Website:www.pgs.hcmut.edu.vn, Email    : [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi văn phòng đào tạo trường Đại học Bách Khoa. . . . Em tên [full_name] (MSSV: [student_id]). Sau khi điểm của tất cả các môn đã cập nhật trên hệ thống Mybk, số tín chỉ em đã hoàn tất đủ 144 tín chỉ và hoàn thành đủ 15 ngày CTXH. Nhưng, em vẫn không thể đăng ký xét tốt nghiệp trên hệ thống MyBk của trường vì lý do không có thông tin trong danh sách dự kiến tốt nghiệp.. . . . Em mong nhận được phản hồi từ trường Đại học Bách Khoa để em có thể thực hiện xét tốt nghiệp.. . . . Em xin cảm ơn.",
            "Đã trả lời. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô.. . Em là [full_name], MSSV: [student_id].. . Kì rồi e có đăng ký gia hạn học kỳ và được PĐT đăng ký thành không môn học Nguyên lý ngôn ngữ lập trình (CO30050).. . . . Hiện tại e vẫn có lịch học thời khoá biểu bình thường. Nhưng lịch thi cũng như số tiền học phí trên BKpay của em không hiển thị trong học kỳ này. Mong thầy/cô xem lại giúp e.. . . . Em cảm ơn.. .",
            "Chào em,. . Trường hợp của bạn cô thấy có TKB và lịch thi tại mybk/Thông tin sinh viên. . SV vui lòng vào kiểm tra lại nhé.. . Về học phí HK212 hiện chưa được cập nhật, SV theo dõi lịch thanh toán HP HK212 tại aao.hcmut.edu/lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Đầu tiên, em xin cảm ơn cô [full_name] và nhà trường đã trả lời câu hỏi của em như trong ảnh ạ.. . . . Em có thể xin nhà trường và bộ phận BKSI hướng dẫn em thêm về quy trình gia hạn học kì không tại vì em đã tìm kiếm các biểu mẫu trên trang web phòng đào tạo của trường nhưng em không thấy biểu mẫu xin gia hạn thêm 1 HK. Em dự định viết tay và scan lại và gửi qua BKSI ạ.. . . . Bên cạnh đó cho em hỏi là HK được gia hạn thêm sẽ rơi vào HK 212 hay là học kì kế 221 ạ?. . . . Em xin chân thành cảm ơn bộ phận BKSI và nhà trường vì đã đọc và trả lời câu hỏi của em.. . . .",
            "Chào bạn,. . Đơn gia hạn 1 HK là do bạn tự làm không có mẫu. Trong đơn bạn phải trình bày bạn thuộc khu vực 1 và xin gia hạn để làm luận văn tốt nghiệp.. . Trường hợp của bạn là gia hạn và làm LVTN ở HK 212.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào nhà trường ạ!. . Em đã đóng bảo hiểm y tế ở trên mybk rồi, sau đó em vào ktxdhqg ở nên đã đóng thêm bhyt nữa. cho em hỏi khi nào tiền bhyt được trường hoàn lại vậy ạ!. . em xin cảm ơn ạ!",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác: Em là SV K20 khoa Quản Lý Công Nghiệp.. . Cho e thắc mắc: Đầu tháng 3 tụi em đã được học trực tiếp ở trường đúng không ạ.. . Em xin cảm ơn",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"Thông báo ​​Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022 ​và phần bù các học kỳ trước. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 10:36, Th 2, 27 thg 12, 2021. . tới stu.all. . . . THÔNG BÁO. . . . Kế hoạch học tập của học kỳ 2 và học kỳ hè năm học 2021-2022. . . . và phần bù các học kỳ trước. . . . ...\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo, em tên là [full_name], mssv [student_id]. Em có lỡ mất đợt quân sự hồi năm 1 do bị tai nạn. Cho em hỏi là em muốn đăng kí học lại vào kì hè năm nay tức là vào cỡ tháng 5-6 thì em phải đăng kí như thế nào, có thủ tục gì bổ sung ngoài đăng kí trên web của trường không ạ? Em cảm ơn ạ",
            "Chào em,. . Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em tên là [full_name] mssv [student_id] khoa kĩ thuật địa chất và dầu khí. . Em muốn hỏi phòng là có thẻ sinh viên chưa ạ và nếu có rồi thì nhận ở đâu ạ. . Em xin chân thành cảm ơn. .   i Yêu cầu khác .",
            "Chào em,. . Khi học trực tiếp thì em theo dõi email về việc này nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Em chào thầy/cô,[full_name] [full_name] [full_name] [full_name] Sau khi trở lại ký túc xá thì Giấy chứng nhận hoàn thành môn Giáo dục Quốc phòng - An ninh của em đã bị mất[full_name] Em muốn hỏi là để tốt nghiệp mình cần nộp lại giấy chứng nhận này không ạ[full_name] Nếu cần thì mình xin cấp lại giấy này như thế nào ạ ?[full_name] [full_name] [full_name] [full_name] Em xin cảm ơn[full_name][full_name] [full_name] [full_name] [full_name] Trân trọng,[full_name] [full_name] [full_name]",
            "Chào em,. . xin cấp lại giấy này như thế nào ạ ?. . =  Em liên hệ PĐT TT GDQP qua 028.[student_id]7, hoặc email [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV/MSGV: 2012908\t. . . .   i Mở môn học học kỳ 212 . Kính gửi Phòng Đào Tạo. . . . Lý do: Hiện tại chúng em đã học xong Anh Văn 1A và vừa mới kết thúc. Bên cạnh đó em và các bạn có nhu cầu học anh văn trong kì chính HK212- Dự thính.. . Chúng em có mong muốn xin mở lớp Anh Văn 2A vào các thứ 3, thứ 5, thứ 7 tiết 13-14-15 để tiếp tục học. . . Mong Phong Đào Tạo, tạo điều kiện cho chúng em để chúng em được học tập một cách hiệu quả nhất trong lúc dịch bệnh vô cùng khó khăn.. . . . Em xin chân thành cảm ơn.. . . . . . Danh sách sinh viên đăng ký mở lớp AV2A. . . . https://docs.google.com/spreadsheets/d/1sh6-R8FJGTzUgxWPH4OuW_nph-n_4QSa61qHn5JsdD0/edit#gid=1483680872",
            "Chào bạn,. . Vui lòng đợi thông báo sau. . Thân.",
            "Chào bạn,. . Môn Anh văn theo yêu cầu khai giảng 28/02/2022 đã mở rồi bạn lên đăng ký tại mybk  đăng ký môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho em hỏi, tài khoản gmail em dạo này khi gửi tập lớn hình như nó không thông báo qua gmail và cũng hình như không nhận được thông báo từ thầy cô ( khi thầy có gửi qua 3 tin nhắn qua hệ thống bkel nhưng em chỉ có nhận 1 tin nhắn tự động qua gmail). . . Khoảng thời gian gần tết tới nay em cũng không nhận được mail của trường qua gmail của em ( em không biết nhà trường có gửi mail trong khoảng thời gian đó không ạ).. . Em xin cảm ơn.. .",
            "Chào em,. . - Thầy thông tin 3 tin nhắn sv chỉ nhận được 1 (còn 2 tin nhắn khác sv có trong ds của Thầy hay không chỉ có Thầy mới biết điều này). . - Còn về gửi dung lượng tệp đính kèm lớn hơn 20MB thì google tự chuyển sang driver.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy (cô), em là [full_name]-[student_id] , khoa Môi trường và Tài nguyên. Dạ, trong học kì 212 em có đăng kí 2 môn học và sau đó chọn rút môn học có đóng học phí thì em co được đăng kí môn học học kì 221 không ạ, hay bắt buộc em phải có đăng kí môn học và theo học đến hết kì 212 mới có thể đăng kí môn học cho học kì sau ạ.. . Mong nhận được phản hồi từ thầy (cô) ạ.. . Em cảm ơn thầy(cô)",
            "Chào em,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã đăng kí luận văn tốt nghiệp (ME4673) trong các đợt đăng kí môn học học kì 212 và cả đợt đăng kí bổ xung vừa rồi. Kì vừa qua em cũng đã hoàn thành đề cương và thực tập tốt nghiệp, hiện đã có cập nhật điểm rồi ạ. Em được biết rằng muộn nhất ngày 14/2/2022 trường sẽ xem xét và cập nhật thời khóa biểu môn luận văn tốt nghiệp ạ. Nhưng hiện tại em vẫn chưa có thời khóa biểu về môn luận văn tốt nghiệp.  Cho em hỏi tại sao vậy ạ và có cách nào đăng kí được không ạ?",
            "Chào bạn. . Pdt kiểm tra số tín chỉ tích luỹ ngành của bạn: 114  120 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Bạn kiểm tra lại nghen. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] - MSSV : [student_id] . . Ngành Cơ Kĩ Thuật - CLC CTTN . . . . Theo em được biết thì tại trường Bách Khoa mình thì không được phép chuyển ngành, nhưng được phép thi lại kì thi đánh giá năng lực hoặc kì thi thpt để vào ngành khác, và nếu đậu thì mình có thể pass những môn đã học ở những học kì trước. . . . . Em làm đơn này với mong muốn hỏi qui trình, cách thức đăng kí thi đánh giá năng lực 2022 của sinh viên Bách Khoa ạ . . . . Em xin chân thành cảm ơn !",
            "Chào em,. . - Em làm đơn này với mong muốn hỏi qui trình, cách thức đăng kí thi đánh giá năng lực 2022 của sinh viên Bách Khoa ạ. . =  Em đăng ký, liên hệ ĐHQG nhé, BK không có kỳ thi đánh giá năng lực riêng.. . - Và nếu đậu thì mình có thể pass những môn đã học ở những học kì trước.. . =  Em xem quy chế nhé: https://portal.hcmut.edu.vn/dao-tao/quy-dinh-hoc-vu. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT,. . . . Em có đăng ký in bảng điểm ngày 14/01 chuyển phát bưu điện, ngày hẹn trả KQ là 19/01.. . . . Đến hôm nay ngày 16/02 em vẫn chưa nhận được và em kiểm tra trên hệ thống thể hiện \" đang in \".. . . . Rất mong PĐT giúp em kiểm tra về trường hợp này  và em cũng đang cần gấp ạ.. . . . Em cảm ơn.",
            "Chào em;. . Gửi em mã vận đơn củ viettel post nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Gửi Thầy/Cô,. . Em tên [full_name], sinh viên bằng 2 khóa 2017, thời gian đào tạo từ 09/2017 đến 10/2022, MSSV: [student_id]. . Em vào học bằng 2 từ tháng 9/2017. . Em có chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) có hiệu lực đến 27/03/2018. . Em đăng ký thẩm tra chứng chỉ ngoại ngữ trên trang MyBK và được trả kết quả \"Hợp lệ\" vào ngày 28/12/2017 (như ảnh gửi kèm). . . . Thầy/ Cô cho em hỏi là em có cần thi lại chứng chỉ TOEIC 2 kỹ năng (Reading, Listening) để nộp lại hay không ạ? Hay lúc em đăng ký thẩm tra là đã \"Hợp lệ\" rồi thì kết quả đó được dùng đến khi xét tốt nghiệp luôn ạ?. . . . Em cảm ơn Thầy / Cô đã hổ trợ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy/cô cho em xin bảng chuyển điểm anh văn mới vơi ạ. Tại em thấy trên aao là bảng chuyển điểm từ 2019 mà bảng chuyển điểm mới áp dụng từ sau hk201 em không tìm thấy ạ. Em cảm ơn thầy/cô.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . PDT kiểm tra bảng quy đổi này hiện xem bình thường.. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên là [full_name], MSSV [student_id].. . Em đã đăng ký môn Thí nghiệm Vật Lý(PH1007) lớp L01 của cô [full_name] nhưng khi vô BKel lại không thấy Link vào phòng học ạ, em mong phòng đào tạo có thể kiểm tra lại giúp em ạ. . . Em xin cám ơn Phòng đào tạo.. . -------------------------------------------. . [full_name]. . MSSV: [student_id]. . Khoa Cơ Khí, CK21CK06. . Mail: [email]. . Phone: [phone_number]. .",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý, PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em gửi pđt đơn xin chuyển điểm môn học.. . Kính mong pđt xem qua và xét duyệt giúp em.. . Em xin cảm ơn.. . . . Trân trọng,. . [full_name]. .",
            "Chào bạn, . . PDT đã ghi nhận trường hợp điểm miễn của bạn để xét TN. . . Nếu khi xét TN có phát sinh trục trặc gì thì vui lòng liên hệ lại PDT để được hỗ trợ. . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học  /i  . . . . Hiện tại em đã Đăng ký môn học Dự thính môn học HK212 - CQ + VLVH Đợt 3 - Lộ Trình 1 môn Xác suất và thống kê MT2013. Tuy nhiên, đến hiện tại, tức là tuần 7 trong lịch học, em vẫn chưa có được thời khoá biểu hay tham gia trang e-learning để theo học. . . . . Trong lần trả lời trước, phòng đã báo rằng \" lịch sử đăng ký môn học là môn chưa học\".   B Tuy nhiên, em đã học môn này với mã cũ là MT2001, do hiện tại em không thể đăng ký mã cũ nên đã theo quy chế môn học tương đương, thay thế để đăng ký môn học này với mã mới MT2013.  /B . . . . Em xin hỏi là liệu Phòng có thể giúp em khắc phúc được không ạ? Nếu không thì cho em hỏi là kỳ dự thính lộ trình 2 còn có mở đăng ký nữa hay không ạ? Kính mong Phòng có thể giúp đỡ!. . . . Em xin chân thành cảm ơn!. . . . Trân trọng.",
            "Chào em;. . em xin đồng ý của giảng viên nhé, vì tuần này tuần thứ 5 rồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy cô ạ!. . Em tên [full_name] mssv [student_id]. . Dạ cho em hỏi là bảng quy đổi điểm chuyển anh văn nộp bằng toeic hình như đã thay đổi rồi đúng không ạ.Em thấy chỉ có bảng quy đổi từ năm 2019.Pdt có thể cho e xin bảng chuyển điểm đó với ạ.. . Và vấn đề nữa là về môn học tự chọn ạ.Em không biết là môn học tự chọn nhóm B và nhóm C thì có thể chuyển đổi qua nhau được không ạ.Em có đăng kí môn EE3131 và EE3075.Em thấy 2 môn này đều nằm trong nhóm Môn tự chọn A và B.Vì quy định là học 9 chỉ nhóm A,9 chỉ nhóm B,3 chỉ nhóm C,thì sẽ tự tính 1 môn nhóm B và 1 môn nhóm C đúng không ạ. . Dạ em chào thầy/cô ạ!",
            "Chào bạn, . . Hiện tại bảng quy đổi điểm chuyển AV vẫn bình thường trên quy chế học vụ nhé. . . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Kính gửi PĐT,. . Trước đây em đã gửi khiếu nại về việc không thể đăng ký môn học Luận văn tốt nghiệp, mã môn học IM4317. Sau khi gửi khiếu nại thì em vẫn chưa có thời khoá biểu môn này. Em nhờ PĐT xem lại giúp em với ạ.. . Em cảm ơn rất nhiều.. . Trân trọng,. . [full_name]",
            "Chào em,. . Pdt kiểm tra số tín chỉ tích luỹ ngành của em: 125\t  126 Không đủ ĐK nhận LVTN. . Gởi đính kèm: file thống kê các môn chưa tích lũy + số tín chỉ đã tích lũy. . Em vui lòng kiểm tra lại nhé. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi là tại sao lịch học GDQP lại trùng với mấy môn khác ạ, nếu có nhầm lẫn gì đó thì cho e hỏi là lịch chính xác là học GDQP vào thời gian nào ạ, em cảm ơn.",
            "Chào em,. . Em xem biểu đồ học tập. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_205&tid=1966. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo:. . Em tên : [full_name] sinh viên năm 1    Mssv :[student_id]. . Em muốn hỏi là hiện tại em vẫn chưa đăng kí được môn giáo dục thể chất 1 và 2 do các lớp học đã đầy . . Em mong muốn nhà trường có thể mở thêm lớp GDTC. . hoặc tư vấn em cách khắc phục ạ",
            "Chào em,. . - Trường hợp SV bị trùng lịch học, hết chỗ, nhóm bị huỷ do sỉ số ít không đăng ký trong HK2 vẫn có thể đăng ký lại ở các HK sắp tới.. . Thân mến. ."
        ]
    }
]