[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào Phòng đào tạo, em là sinh viên ngành Cơ điện tử, Hệ Chính Quy (Đại trà) Khóa K2017, sau khi đọc quy chế đào tạo và học vụ về chuẩn ngoại ngữ để nhận LVTN, em đang có một vài thắc mắc là: điều kiện để xét nhận LVTN K2017 là gì? Có phải bắt buộc nộp CCNN (TOEIC 2 kỹ năng) hay còn con đường nào khác không? Chuẩn TOEIC để nhận LVTN là bao nhiêu? Có phải 500+? Đợt thi kiểm tra trình độ Tiếng Anh vào thứ bảy 19/9/2020 và chủ nhật 20/9/2020 tại các phòng máy tính nhà H6 do công ty IIG-Việt Nam tổ chức (thông tin cụ thể file ảnh đính kèm) có dùng để xét điều kiện nhận LVTN cho HK202 không? . . Mong nhà trường giải đáp thắc mắc giúp em.",
            "Chào bạn. . Kết quả thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức chỉ dùng để xét chuẩn tiếng Anh sau mỗi năm học. Không dùng để chuyển điểm, xét luận văn tốt nghiệp, tốt nghiệp hoặc xét miễn môn AV1,2,3,4. . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào các thầy cô. . Em hiện đang là sinh viên khóa K19 khoa Điện - Điện tử. Em đang có dự định đăng ký chuyển điểm cho các môn Anh văn và có vài điều thắc mắc:. . 1. Em chỉ muốn chuyển điểm cho các môn Anh văn 1, 2, như vậy có được không ạ? Hay khi đã chuyển điểm thì phải chuyển cho cả 4 môn anh văn ạ?. . 2. Em có thể thực hiện chuyển điểm Anh văn nhiều lần hay không ạ?. . Em đã tìm hiểu quy định trên web PĐT nhưng vẫn chưa rõ mục này, nếu có bỏ sót gì mong thầy cô bỏ qua và cung cấp thông tin cho em ạ.. . Mong sớm nhận được phản hồi từ thầy cô, em xin chân thành cảm ơn.",
            "Chào bạn. . - Về quy định Ngoại ngữ: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    Sinh viên    Ngoại ngữ    Cách Đăng ký chuyển điểm các môn ngoại ngữ    Quy định chuyển điểm các môn ngoại ngữ. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em thấy trong mục 3a, phụ lục 1 của quy chế đào tạo và học vụ có để như này: \"Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (áp dụng từ khóa 2013 đến khóa 2015)\".. . Vậy em không biết là khóa 2016 có được chấp nhận chứng chỉ Speaking & Writing của BK English không ạ? Nếu không được thì khóa 2016 phải nộp chứng chỉ nói viết nào để tốt nghiệp ạ?",
            "Chào bạn. . - Bạn xem lại quy chế: về vấn đề Chứng chỉ Speaking & Writing (với mức Đạt) của Trung tâm Ngoại ngữ của Trường Đại học Bách Khoa (áp dụng từ khóa 2013 đến khóa 2017). . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi là em vào trang web của PĐT để xin giấy vay vốn ngân hàng nhưng em không thấy mục nào ghi giấy vay vốn ngân hàng cho sinh viên ạ.Vậy nếu em muốn có giấy này thì phải làm sao ạ ?. . Em cảm ơn quý thầy cô ạ.. .   i Yêu cầu khác .",
            "Chào bạn. .  giấy vay vốn ngân hàng bạn liên hệ trực tiếp Phòng Công tác chính trị sinh để giải quyết nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em chào thầy/cô, thầy/cô cho em hỏi đợt kiểm tra trình độ anh văn ngày 19-20/9/2020 tới đây sinh viên hệ chính quy có tham gia được không ạ và điểm đó có dùng cho xét chuẩn anh văn cho sinh viên hệ chính quy không ạ. . Em xin cảm ơn",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 2-c. . -Sinh viên chính quy đăng ký thi bình thường nghen bạn. . - Vì sĩ số chỉ có 1400 sv đăng ký nên đã hết chỗ. Bạn vui lòng đăng ký thi kiểm tra anh văn vào đợt sau, bạn kiểm tra mail thường xuyên để cập nhật thông tin và nhanh chóng vào đăng ký . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô.. . . . Thưa thầy/cô, hiện nay trường đã có thay đổi về điểm quy đổi TOEIC chuyển điểm sang các môn Anh Văn bắt đầu từ học kì 201 ( như hình đính kèm ) và cần trên 600 điểm TOEIC thì mới qua 4 anh văn.. . . . Thầy/cô cho em hỏi là bảng điểm quy đổi này chỉ áp dụng bắt đầu từ khóa k2020 tại trường hay áp dụng cho tất cả các khóa đang theo học tại trường.. . . . Và em là sinh viên K17 thì chỉ cần 500 điểm TOEIC là ra trường vậy nên cho em hỏi khóa em vẫn áp dụng bảng điểm quy đổi cũ (cần trên 500 điểm để xét qua 4 anh văn) hay nếu nộp bằng vào bây giờ thì tui em cần trên 600 theo quy định mới để vượt qua 4 môn anh văn tại trường.. . . . Em chân thành cảm ơn thầy/cô nhiều.. . . .",
            "Chào bạn. . Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mssv: [student_id]. .   i Rút môn học HK Hè/2019-2020 (có tính học phí) . Rút môn học kì hè 193"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]. .   i Rút môn học HK Hè/2019-2020 (có tính học phí) . Môn bơi PE1019. .",
            "Chào bạn. . Bạn thực hiện theo hướng dẫn bên dưới:. . . . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO [full_name] điều 11.2.). .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Dạ cho em hỏi. 8h sáng hôm qua em đã nộp phiếu rút môn học kì 194 onl rồi. Sao tới giờ vẫn chưa được duyệt ạ????. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ cho em hỏi em đã nộp phiếu rút môn học học kì 193 trước deadline hết ngày 21/8. Sao bây giờ vẫn chưa được duyệt vậy ạ?. . . . .",
            "Chào bạn. . Bạn thực hiện theo hướng dẫn bên dưới:. . . . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO [full_name] điều 11.2.). .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em không thấy chỗ đăng ký dự thi toeic do trường tổ chức"
        ]
    },
    {
        "intent": "",
        "message": [
            "B rút môn triết học mác lênin. Mã môn học sp1031Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. .",
            "b MSSV/MSGV: [student_id]  /b rút môn học triết học mác lênin mã môn học sp1031\t. . . .   i Rút môn học HK Hè/2019-2020 (có tính học phí) ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào PĐT. . Cho em hỏi là số ngày CTXH của em là 20 ngày. Đã đủ điều kiện số ngày CTXH để tốt nghiệp. . Nhưng trên hệ thống đăng kí tốt nghiệp thì báo là ''NỢ CTXH''. . Kính mong PĐT kiểm tra và fix lỗi giúp em. . Em cảm ơn !!. .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa thầy/cô,. . . . Em tên là [full_name], MSSV 162390, học sinh lớp MT[full_name]H162, [full_name]hoa [full_name]hoa học và [full_name]ỹ thuật máy tính.. . Em đăng ký xét tốt nghiệp thì hiện lên thông báo là [full_name]hông được đăng ký (Nợ CTXH).. . Trong khi đó, theo yêu cầu của nhà trường là [full_name]16 cần có 15 ngày CTXH và em hiện có 15.5 ngày (em có gửi hình ở file đính kèm).. . . . Mong thầy/cô giải quyết giúp em ạ. Em chân thành cảm ơn. . . . [full_name]. . . .",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào anh/chị ạ. Em có đăng kí kì thi TOEIC Speaking-Writing để xét tốt nghiệp ở trường mình. Em có đăng kí thi 2 lần. Cho em hỏi là nếu lần đầu em thi trên 245, lần thứ 2 em thi thấp hơn 245 thì em có được công nhận là đạt chuẩn anh văn nói-viết để xét tốt nghiệp không ạ (Em học chương trình KSTN nên mức đạt chuẩn để xét TN của em là 245). Em xin chân thành cảm ơn.",
            "Chào bạn. . Kết quả  kì thi TOEIC Speaking-Writing để xét tốt nghiệp : nhà trường sẽ lấy điểm cao nhất. . Chúc bạn học tập tốt nhé. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .     Dạ em chào thầy/cô,. . . . Thầy/cô cho em hỏi là nếu như đầu năm nhất (em thuộc khóa K19) em đã nộp bằng IELTS và đăng kí chuyển điểm thì thầy/cô cho em hỏi là em có cần bổ sung 2 kĩ năng TOEIC Speaking và Writing để được ra trường không vậy ạ?. .     . .     Em xin cảm ơn thầy/cô.. . . . . . . . . . . .",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa thầy/cô, em là sinh viên khoa hoá K19, em muốn hỏi là nếu em học song ngành (cùng khoa ) thì có cần làm thủ tục gì không ạ. Và vì chương trình đào tạo của khoa em vẫn chưa cập nhật đầy đủ, em có nên bắt đầu học tích luỹ các môn của ngành 2 ngay học kì 201 sắp tới không ạ.. . P/s: Em đã gửi mail cho thầy trưởng khoa nhưng có lẽ thầy bận nên em chưa nhận được phản hồi. Mong thầy/cô giải đáp giúp em ạ.. .    Em xin cảm ơn.. .",
            "Chào bạn. . - Về quy định học song ngành: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  điều 28 (Đào tạo song ngành). . - Hiện tại theo quy định thì bạn không cần làm thủ tục gì, đến khi đã đủ điều kiện tốt nghiệp ngành thứ nhất, SV đăng ký xin hoãn tốt nghiệp (bằng thứ nhất) để học tiếp tục ngành thứ hai (giữ nguyên mã số sinh viên).. . - Bạn nên xin tư vấn và giải đáp về chương trình đào tạo của song ngành (cùng khoa ) bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo T. . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ pđt cho em hỏi làm thế nào để đăng kí kiểm tra tiếng anh ạ, em thấy thông báo thời gian đăng kí trên mail mà vào mybk thì không thấy chỗ đăng kí ạ . . . .",
            "Chào bạn . . Hiện tại đã hết chỗ (1400) để đăng ký kiểm tra trình độ tiếng anh đợt này (thi trong tháng 9) Bạn vui lòng đợi thông báo của nhà trường qua email sinh viên về việc tổ chức kỳ kiểm tra trình độ tiếng anh đợt tiếp theo Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Môn AV2 em đã rút môn học, trong thời khóa biểu, bảng điểm đã được xóa và em có coi trong quy chế đào tạo và học vụ bậc đại học , cao đẳng là môn đã rút được ghi điểm \"17\" trong hệ thống nhưng khi em xem lại bên trang đăng ký phúc tra bài thi cuối kỳ là điểm tổng kết của em là \"13\".. . Mong là phòng đào tạo trả lời lại giùm em vấn đề này ạ! Em cảm ơn!. .",
            "Chào bạn,. . Bạn có làm đơn xin rút MH và nộp tại PĐT chưa? Vui lòng chụp hình biên nhận đính kèm để PĐT kiểm tra và trả lời cho bạn. . Thân",
            "Dạ phòng đào tạo  kiểm tra lại giúp em ạ!Em cảm ơn",
            "Chào bạn,. . Không sao đâu bạn, trên mybk/Thông tin sinh viên đã cập nhật cho bạn rồi nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học . MA3343  - Thực tập tốt nghiệp (Kỹ thuật Vật liệu Năng lượng)  B . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là hiện tại đã có điểm AV3 chưa ạ. Vì hiện tại là đã gần 20 ngày sau khi thi cuối kì nhưng bảng điểm em vẫn chưa câpj nhật điểm AV3, nhưng khi vào phần phúc tra điểm thi thì thấy điểm TB AV3 là 6. Vậy cho em hỏi là do lỗi hệ thống hay chưa có điểm ạ.Dạ hiện tại em đã gửi mail 2 lần cho giảng viên cách đây mấy ngày và hôm nay nhưng Giảng viên vẫn không trả lời ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]1  /b \t. . . .   i Đăng ký môn học . Xin chào anh/chị, thầy/cô phòng đào tạo.. . Em xin hỏi về thời gian đăng ký thi vét của học kỳ 201. Em không tìm thấy thông tin về thời gian đăng ký thi vét và không biết tìm ở nguồn nào ạ. . . Xin phòng đào tạo trả lời vì em cần đăng ký sớm. Em xin chân thành cảm ơn.",
            "Chào bạn. . Thông báo thi vét sẽ thông báo cho sinh viên K2013 đủ điều kiện dự kiến khoảng đầu tháng 11/2020 qua mail sv, bạn cố gắng kiểm tra mail thường xuyên. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô. . Em tên là [full_name] mssv[student_id],. . Thầy cô cho em hỏi kiểm tra anh văn để quy đổi,để xét chuẩn anh văn kì tới .. . Em thấy có mail nhắc nhở anh không biết là đăng kí ở đâu ạ(em vô đkmh thì chỉ có kiểm tra của đttx thôi ạ). . Em cảm ơn thầy cô. .",
            "Chào bạn. . - Về việc thi kiểm tra trình độ Tiếng Anh theo chuẩn TOEIC sẽ do công ty IIG-Việt Nam tổ chức nhà trường đã gởi mail vào ngày 21/8/20. . Bạn kiểm tra lại nghen. . - Bạn đăng ký trên trang mybk    mục đăng ký kiểm tra trình độ Tiếng Anh, hoặc mục Nộp CCNN. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên là [full_name], sinh viên lớp Việt Pháp khóa 2015, chuyên ngành Viễn Thông. Hiện nay em đã hoàn thành luận văn cũng như đủ các điều kiện để xét tốt nghiệp:. . . . - Đủ số tín chỉ yêu cầu (277 tín chỉ).. . . . - Đạt các yêu cầu về ngoại ngữ:. . + Bằng tiếng pháp DELF B1 và TOEIC Listening&Reading (chung_chi_ngoai_ngu.PNG).. . . . + Đạt kỳ thi Speaking&Writing của BKEnglish vào tháng 6/2020 ( https://docs.google.com/spreadsheets/d/1tPWLKwyUeL1icWUlgL6gfsNCee6WnNaUMS7MTOL73jM/edit#gid=[student_id]64 - hàng số 679).. . . . - Đủ số ngày công tác xã hội: 17.5 ngày (cong_tac_xa_hoi.PNG).. . . . - Không nợ học phí hay sách.. . . . Tuy nhiên, hiện nay em vẫn không thể đăng ký tốt nghiệp được trong phần đăng ký tốt nghiệp của mybk. Mong phòng đào tạo giải đáp giúp em ạ.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi khi xét loại tốt nghiệp thì sẽ xét theo điểm trung bình tích lũy hay điểm trung bình tích lũy ngành?",
            "Chào bạn. . - Về quy định tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng --  Điều 20. Công nhận tốt nghiệp. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Lịch hangout của trường xếp toàn vào buổi tối, trong khi thời gina này em đang theo học tiếng anh ở trung tâm vì vậy em bị trùng cả 2 buổi hangout môn Sức bền vật liệu. Cho em hỏi là nếu em không tham gia hangout vào 2 buổi này (nhưng em có xem video thầy ghi lại và share qua mail) thì có bị cấm thi hay ảnh hưởng gì không ạ. Về phía thầy thì thầy nói là thầy không điểm danh, em chỉ sợ phòng đào tạo điểm danh và cấm thi. Em xin cảm ơn.. .",
            "Chào bạn. . Phòng đào tạo không điểm danh và cấm thi, việc này do giảng viên phụ trách nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV : [student_id]. . Tên : Đỗ Nguyên. . [full_name] : TTĐT Bảo Dưỡng Công Nghiệp. . Lớp : BD16CN01. . . . Lí do : dạ em chào ad, vừa rồi em có lên PĐT để đăng ký xét tốt nghiệp, thì cô có dặn là khi nào có mail chúc mừng thì mới lên đăng ký xét tốt nghiệp,  nhưng em thấy lâu quá chưa nhận được mail thì có vô mục xét tốt nghiệp kiểm tra danh sách tốt nghiệp tạm thời, thì em thấy có ghi em chưa đủ ngày CTXH, thì em có lên kiểm tra lại thì hệ cao đẳng thì chỉ cần 10 ngày CTXH là đủ điều kiện tốt nghiệp, và em có lên kiểm tra lại thì em đã đủ 10 ngày rồi ạ . . Mong ad kiểm tra lại giúp em ạ, em cám ơn ạ.",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em có chút thắc về vấn đề Anh văn ạ.. . Em K2017, chưa từng học các Anh Văn 1,2,3,4 ở trường ạ. Giả sử, em nộp bằng TOEIC 500 vào thì em sẽ đủ điều kiện chuẩn anh văn ra trường đối với khóa của em là 500. Nhưng theo bảng quy đổi điểm điểm chuẩn Anh văn từ HK201 thì 500 lại chưa đạt chuẩn Anh văn 3,4 ạ? Nếu vậy thì sau khi nộp bằng em vẫn phải học thêm Anh văn 3,4 ạ?",
            "Chào bạn. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201. . - Chính xác nếu bạn chỉ chuyển điểm được AV 1, 2 thì bạn phải học để hoàn thành AV 3,4 theo đúng chương trình đào tạo. . Chúc bạn học tập tốt nhé. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa bảo vệ đợt tháng 7 và đã đủ điều kiện tốt nghiệp. Em muốn hỏi khi nào thì có giấy tốt nghiệp tạm thời ạ?",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. .  Thân . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo. . Em là sinh viên của khoa Cơ Khí K19. Đợt phân ngành vừa rồi, em được phân vào chương trình Tài năng Cơ điện tử của Khoa Cơ Khí K19. Hiên nay trên aao vẫn chưa có chương trình đào tạo  tài năng K19 của ngành, việc đó gây một số thắc mắc trong việc đăng ký môn học đợt 2 này, cũng như về sau.. . Vậy cho em hỏi là HK201, em cần phải đăng ký môn học như HK201 bên chương trình đại trà hay phải thay đổi gì không? Và cũng xin hỏi là năm tới em vẫn học tại Cơ sở 2 hay phải chuyển lên Cơ sở 1 ạ?. . Kính mong phòng đào tạo sẽ phản hồi sớm. Em xin chân thành cảm ơn.",
            "Chào bạn. . Về chương trình đào tạo/phân ngành bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo) để tư vấn và giải đáp. . Chúc bạn học tập tốt nhé.. . Thân. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi bộ phận Kỹ thuật Phòng Đào tạo, em tên là [full_name] (MSSV: [student_id]). Do nhu cầu học môn Vẽ kỹ thuật, em phải tải phần mềm AutoCad về và sử dụng email của trường để được sử dụng không tốn phí. Sau khi đăng ký tài khoản, [full_name] yêu cầu em phải xác nhận mình là sinh viên của trường bằng 3 hình thức: Gửi bảng điểm, File hình thẻ sinh viên (2 mặt trước sau) và School - issued confirmation letter. Do đó, em xin [full_name] hình thẻ để em hoàn thành sớm nhất. Em xin cảm ơn!",
            "Chào bạn,. . Bạn có thể tự chụp hoặc scan thẻ sinh viên, và bảng điểm tự tạo file nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ thầy cô cho em hỏi kì 201 có xét chuẩn anh văn để học mấy môn chuyên nghành không ạ. Mấy tháng trước em có nhận được mail kì 193 và 201 không xét chuẩn anh văn. E đang học anh văn ở trung tâm bên ngoài và dự định 2 tháng sau mới thi để nạp chứng chỉ vào ạ. E xin cảm ơn thầy cô.",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đề tài luận văn: [full_name]ATFORM  br . . Thầy HDLV: PGS.TS. [full_name]  br . . Sau khi hoàn thành bảo vệ luận văn ngày 3/8/2020, em cùng 2 bạn trong nhóm đã hoàn thành các tiêu chí để đăng kí luận văn. Lúc kiểm tra đăng kí tốt nhập em thấy mình không trong danh sách trong khi 2 đứa bạn cùng nhóm em bình thường ạ.  br . . Ngoài ra, em đã kiểm tra tín chỉ, anh văn, ctxh và thấy đủ điều kiện tốt nghiệp đợt này ạ.  br . . Mong sớm có phản hồi từ khoa về vấn đề này ạ. .   i Yêu cầu khác .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi về vấn đề xét tốt nghiệp.. . Hiện tại em đã đủ điều kiện để xét tốt nghiệp. Nhưng theo thông tin của phòng đào tạo cấp thì em bị nợ ngày CTXH. Vậy em có 3 vấn đề cần đươc giải quyết sớm.. . 1. Em là sinh viên K16, Số ngày CTXH đủ để ra trường là 15 hay là 20 ngày ạ??? . . 2. Hiện tại em không cập nhật được lý lịch tốt nghiệp. Hôm nay là ngày 24/8 rồi ạ.. . 3. Danh sách tốt nghiệp dự kiến chỉ có tên em sau khi em đăng ký xét tốt nghiệp hay là em đủ điều kiện tốt nghiệp thì nó sẽ có tên ạ??. . Em xin cảm ơn.",
            "Chào bạn. . -Ngày CTXH tốt nghiệp theo quy định là 15 ngày. . -Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . - Danh sách tốt nghiệp dự kiến có tên em nhưng nếu bạn không hoàn thành ngày CTXH thì ds tốt nghiệp chính thức không có tên. . Thân. .",
            "Em xin cảm ơn chị về vấn đề này.. . . . Em có một vấn đề tiếp theo. Sáng nay PĐT đã cập nhật Danh sách tốt nghiệp dự kiến. Em có tên trong danh sách nhưng với tình trạng là nợ CTXH với số ngày trên đó là 14.5.. . Nhưng hiện tại trên trang HĐNK của em em đa có 19.5 ngày CTXH.. . . . PĐT đã cập nhật số ngày CTXH năm nay chưa ạ??. . Nếu chưa thì anh/chị bên PĐT cập nhật lại tình trạng tốt nghiệp giúp em nhé.. . . . Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT . . Em tên: [full_name], MSSV: [student_id]. . Lớp: [full_name]01         Khoa: TT BD Công nghiệp. . Em xin trình bày vấn đề của mình như sau. . _ Sau khi nhận được mail em có tên trong danh sách dự kiến tốt nghiệp mà PDT đã gửi cho em vào ngày 12/8/2020.. . _ Sau đó em đã tiến hành đăng kí tốt nghiệp thành công, nhưng chưa thanh toán 95.000VND. . _ Sau đó thì em lên mục đăng kí tốt nghiệp lại và thấy ghi là đăng kí chưa thành công (do nợ HP). . _ Hiện nay em đã thanh toán 95.000VND rồi, thì em có cần lên lại PDT hay đăng kí tốt nghiệp lại nữa hay không ạ (hiện nay trang khóa không cho em đăng kí lại). .               Em xin thành thật cảm ơn!",
            "Chào bạn. . Vậy là được rồi nghen bạn, pdt sẽ gởi mail xác nhận bạn sẽ hoàn thành đăng ký tốt nghiệp. . - Bạn xem lịch trình tốt nghiệp để nhận giấy chứng nhận tốt nghiệp. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học HK Hè/2019-2020 (có tính học phí) . Kính gởi: thầy cô phòng đào tạo. . Em xin rút 2 môn học hk3 năm học 2019-2020. . msmh: CO1011 Kỹ thuật lập trình Nhóm: RZ03. . CH1003 Hoá đại cương Nhóm: RZ03. . . . Vì lý do: Em không theo kịp tiến độ môn học. . Em đính kèm phiếu đăng ký rút môn theo mẫu ở file. . . . Mong được thầy cô hỗ trợ duyệt giúp em,. . Cảm ơn thầy cô.. . [full_name]. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK Hè 3/2019-2020 (tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/xem điểm sau ngày 15/09/2020 (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể vào trang bksi.hcmut.edu.vn để khiếu nại).. .  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ kính thưa phòng đào tạo.. . Em là [full_name], MSSV: [student_id], sinh viên bằng 2 chính quy khoa Hóa. . . Em có đăng kí vào danh sách tốt nghiệp bổ sung hồi đầu tháng 8 cho đợt tốt nghiệp đợt 2 này. Hiện nay mục đăng kí tốt nghiệp của em đã mở và em đã có thể đăng kí (xem hình em gửi kèm ạ). Tuy nhiên, theo em được biết thì phải nhận được một Email chúc mừng đủ điều kiện tốt nghiệp của trường nữa thì mới đủ điều kiện nhưng em vẫn chưa nhận được.. . Vậy cho em hỏi, em đã có trong danh sách tốt nghiệp dự  kiến lần này chưa? Và em đã có thể đăng kí tốt nghiệp trên Mybk chưa ạ?. . . . Em xin chân thành cảm ơn ạ.. .",
            "Chào bạn. . Bạn kiểm tra lại mail nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Thầy/Cô,. . . . Em là [full_name], trước đây là sinh viên Việt Pháp K14. Hiện tại em đang đăng ký theo học chương trình đào tạo sau đại học. Em đã được miễn 15 chỉ học phần khối kiến thức bổ sung và theo như kết quả đăng ký đề cương thì em được thực hiện đề cương. Vậy cho em hỏi em có cần phải học thêm những môn trong học phần khối kiến thức bắt buộc để nhận luận văn và tốt nghiệp không? Em học theo hướng ứng dụng.",
            "Chào bạn. . Bạn vui lòng liên hệ trực tiếp Phòng đào tạo sau đại học:. . Văn phòng\t: B11 – 268 Lý Thường Kiệt, Q. 10, TP. HCM. . Điện thoại\t: (84.28) [student_id]8. . Website\t:www.pgs.hcmut.edu.vn. . Email\t: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] [student_id]. .   i Rút môn học HK Hè/2019-2020 (có tính học phí) . Bơi ( PE 1019)",
            "Chào bạn. . Bạn thực hiện theo hướng dẫn bên dưới:. . . . Tiêu đề: NỘP PHIẾU ĐĂNG KÝ RÚT MÔN HỌC HK HÈ/2019-2020(HK193) QUA TRANG WEB BKSI. . Nội dung:. . . . Thân gởi các bạn sinh viên. .      Do tình hình dịch Covid-19, Phòng đào tạo thông báo về việc ĐĂNG KÝ RÚT MÔN HỌC (có tính học phí) của học kỳ hè/2019-2020 (HK193) tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không đến nộp trực tiếp tại Phòng Đào tạo). . -\tThời gian: Từ ngày 17/08/2020 đến hết ngày 21/08/2020. . -\tHướng dẫn: . . 1-\tSv tải PHIẾU ĐĂNG KÝ RÚT MÔN HỌC (được gởi đính kèm) điền thông tin  ký tên  chụp hình để có file ảnh tải lên trang bksi.hcmut.edu.vn. . 2-\tSv đăng nhập vào trang bksi.hcmut.edu.vn  Hỏi/Yêu cầu  Tạo câu hỏi/yêu cầu mới  Rút môn học HK HÈ/2019-2020(có tính học phí): điền thông tin vào CHỦ ĐỀ VÀ NỘI DUNG. . 3-\tClick vào choose file để tại file ảnh . . 4-\tClick vào GỞI. . . . (Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO [full_name] điều 11.2.). .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào Phòng Đào tạo,. . . . Em tên là [full_name], MSSV [student_id].. . Số ngày công tác xã hội của em là 15. Em thực hiện đăng ký tốt nghiệp thì hệ thống báo \"Không được phép đăng ký (Nợ CTXH)\".. . Kính mong Phòng Đào tạo xem xét và phản hồi.. . Em xin chân thành cảm ơn.. . . . Trân trọng.",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị, em là Nguyễn Thành Nguyên, MSSV [student_id], sinh viên khóa 2016, lớp MT16KT. Nhờ anh/chị kiểm tra giúp em về danh sách tốt nghiệp dự kiến. Em đã kiểm tra về CTXH: 21.5 ngày, số tín chỉ tích lũy 142, đã đạt chuẩn anh văn đầu ra : TOEIC 2 kỹ năng: 655, TOEIC speaking & Writing: 205/400. Em nhận dduwwojc thông báo là không có trong danh sách tốt nghiệp dự kiến tháng 11/2020. Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, hiện tại em đang học môn Vật Lý 1, học kì hè HK3 2019-2020.. . Vào ngày 24/9/2020 em sẽ thi cuối kì môn Vật Lý 1. Nếu  học xong em sẽ đủ số tín chỉ để nhận Luận văn. . . Cho em hỏi là em có kịp để Đăng ký LVTN bổ sung vào ngày 25/9-1/10 không ạ? . . Em xin cảm ơn rất nhiều ạ.",
            "Chào bạn. . Nếu giảng viên nộp điểm trước ngày 25/9 thì bạn sẽ dkmh LVTN được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Phòng đào tạo.. . Em tên [full_name]. MSSV: [student_id].. . Học kì tới 201 em đăng kí luận văn tốt nghiệp (LVTN) nhưng thiếu Chứng chỉ ngoại ngữ (CCNN) nên đăng kí không thành công.. . Để không trễ 1 năm học, em tính vẫn làm LVTN theo thầy hướng dẫn trong học kỳ tới 201 và có sự xác nhận của thầy hướng dẫn LVTN, trong thời gian trước khi bảo vệ LVTN 3 tuần e sẽ bổ sung CCNN để kịp đăng ký môn học LVTN để có tên trong danh sách bảo vệ.. . Không biết quy định của PĐT có cho phép trường hợp của em như trên không ạ? Nếu có, cho e hỏi thủ tục trình tự cần làm cụ thể như thế nào để em thực hiện cho đúng được không ạ?. . Em cảm ơn PĐT rất nhiều ạ!. . Chúc PĐT có một ngày làm việc hiểu quả. . .",
            "Chào bạn. . Muốn đăng ký LVTN bạn phải đủ điều kiện theo quy định. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng đào tạo,. . Em tên là [full_name]. . Cho em hỏi là khi nào trường mới chuyển tiền vào tài khoản của em ạ??? Mặc dù em đã cập nhật thông tin theo link mà trường gửi rồi ạ!!!",
            "Chào bạn,. . Hiện tại vẫn còn rất nhiều SV chưa cập nhật thông tin, nhà trường đang xác minh lại và sẽ thông báo cho sinh viên sau khi chuyển tiền. Bạn vui lòng đợi mail thông báo của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa phòng đào tạo,. . . . Đợt bảo vệ luận văn vừa rồi em đã bảo vệ thành công luận văn của mình, luận văn đã có điểm trên hệ thống và em cũng đạt đủ số tín chỉ cũng như số ngày CTXH nhưng vẫn chưa có tên trong danh sách dự kiến tốt nghiệp.. . . . Các thầy/cô trên phòng đào tạo có thể kiểm tra lại trường hợp của em không ạ? Em xin chân thành cảm ơn!. . . . Trân trọng.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :  . . -\tSinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020. . -\tTrường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào [full_name]T. . Em là [full_name] - [student_id]. . Sau khi kết thúc học kỳ 192. Em đã hoàn thành xong chương trình đào tạo của cả 2 ngành là Kỹ Thuật Vật Liệu Xây Dựng (Bằng 1) và Kỹ Thuật Công Trình Xây Dựng (Bằng 2). Đã hoàn thành tất cả các yêu cầu về chuẩn tốt nghiệp.. . Cho em hỏi bây giờ em muốn đăng kí tốt nghiệp cả 2 bằng cùng 1 lúc vào lễ tốt nghiệp tháng 11 sắp tới thì cần phải làm thủ tục gì. . Em xin chân thành cảm ơn!!. . . .",
            "Chào bạn . . Phòng đào tạo đã ghi nhận trường hợp xét tốt nghiệp bổ sung của sinh viên, sau ngày 08/9/20 phòng đào tạo sẽ thông báo danh sách tốt nghiệp cập nhật mới :. . - Sinh viên xem kết quả xét lại tốt nghiệp trên: www.aao.hcmut.edu.vn    tốt nghiệp    thông tin tốt nghiệp    danh sách tốt nghiệp 11/2020 - Trường hợp không có tên trong danh sách tốt nghiệp bổ sung sinh viên vui lòng phản hồi tại trang bksi.hcmut.edu.vn để để phòng đào tạo kiểm tra lý do.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi đăng kí môn học HK201 đợt 2 có hiện tên giảng viên để được chọn không ạ?. . Hồi HK192 lúc đợt 2 không có hiện tên gv, đến đợt 3 mới hiện ạ, mà đợt 3 em không được hiệu chỉnh ạ,. . . . Em cám ơn nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em là K19, hồi đầu năm kiểm tra AVĐV em có qua AV1. Cho em hỏi cuối năm 2 (học kì 202) hay cuối học kì 1 của năm 2 (học kì 201) em phải có điểm thi Toeic đủ chuẩn của năm 2 ạ (em không đăng kí học Anh văn trong trường) ?. . . . Em cảm ơn ạ.. . . . [full_name]",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên khóa k15 , đạt Toeic : 455đ thì em có thể đăng kí làm luận văn được không ạ?. . Do em chưa đủ chỉ để làm luận văn nhưng em đang chuyển điểm anh văn cho cho môn av1 av2 để đủ chỉ đăng kí luận văn ( đăng kínộp bằng và chuyển điểm ngày 21/08/2020) mà em đang đợi 2 tuần để kiểm tra thì ngày 25/08/2020 ( hiệu chỉnh môn học 201) này em có thể đang kí làm luận văn được không ạ?",
            "Chào bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ. . - Nếu bạn chưa đăng ký được lvtn, bạn vui lòng đăng ký lại môn lvtn vào đợt 4 ngày 25/9 đến 1/10 . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi ngày 6/8 em có đăng kí in giấy xác nhận sinh viên ( nơi nhận cs2, phiếu đã xử lí) nhưng ghi chú là nhận ở cs1 trong hè (nếu đk ở cs2) . Hôm nay em lên cs1 nhận thì không có giấy vậy em được đk lại ở cs1 lần nữa được không ạ. Em cảm ơn",
            "Chào bạn,. . hiện tại cơ sở 2 vẫn làm việc để phục vụ sinh viên, nên bạn có thể liên hệ cơ sở 2 để nhận. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em là [full_name], MSSV: [student_id]. . Ngày 30/07/2020 em có đăng ký in thẻ SV qua mạng, lý do: mất thẻ SV.. . Cho em hỏi:. . - Em sẽ phải đến đâu để nhận thẻ SV đã được in ạ.. . - Khi đến nhận thẻ cần có \"phiếu đăng ký có xác nhận của Phòng CTCTSV\", em đăng ký online và không nhận được thông bảo gì cả nên ko biết làm sao để nhận được phiếu trên ạ.. . Em xin cảm ơn.. .",
            "Chào bạn,. . Bạn vui lòng in phiếu đăng ký làm lại thẻ SV có xác nhận của Phòng CTCT SV. đến nhận tại Phòng Đào tạo (bạn đăng ký nhận ở Cơ sở 1 hay cơ sở 2 thì liên hệ nhận ở đó nhé)\\. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vấn đề thứ 1:Chào [full_name]. Em hiện tại đã cập cập chứng chỉ toeic. và thực hiện chuyển điểm để qui đổi anh văn. Hiện tại e đã thanh toán lệ phí để thực hiện chuyển điểm. Nhưng e kiểm tra thường xuyên vẫn chưa được cập nhập điểm.. . Vấn đề thứ 2: Đối với em sinh viên k16. thì e thấy bảng qui đổi điểm CCNN toeic TOEIC. . Listening & Reading đốivới CCNN mà e đã cập nhập là 510 điểm điểm qui đổi tương đương . . AV1 10. . . . AV2 10. . . . AV3 7.5. . . . AV4 5. . . . theo như e xem bảng qui đổi điểm tại: http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=89&tid=1624. . Do có nhiều cập nhập khác nhau nên e không thể có thông tin chính xác. . .   i Yêu cầu khác .",
            "Chào bạn,. . Điểm chuyển AV 1,2,3,4 của bạn đã được cập nhật tại:. . mybk/Thông tin sinh viên/mục điểm chuyển. . Thân"
        ]
    }
]