[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . . . Em thưa thầy cô,. . . . Hiện em đã nhận được mail thông báo đăng ký tốt nghiệp nhưng khi lên MybK thì em không thể đăng ký với lý do em đang ở tình trạng tạm dừng học (Đầu học kỳ trước em có xin đi làm luận văn tại Pháp nhưng em đã xin được nhận lại và tình trạng của em vẫn là đang học -   B 2  /B  hình đính kèm).. . . . Vì vậy em xin thầy cô giúp em cập nhật lại trên web đăng ký tốt nghiệp để em có thể được đăng ký và nhận bằng tạm thời.. . . . Em xin chân thành cảm ơn thầy cô.",
            "Sau 8h ngày 21/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Kính gửi PDDT,. .  Em có 2 vấn đề muốn hỏi ạ.. .  Thứ nhất, kì 202 vừa rồi em có xin hoãn thi 1 môn nhưng hiện tại trên bảng điểm là điểm 13 ạ. Em không biết khi nào điểm mới được điều chỉnh sang điểm hoãn thi ạ?. .  Thứ hai, em không biết cách tính điểm tbtl như thế nào nếu trong kì có môn hoãn thi và môn học đã thi cuối kì nhưng chưa hoàn thành thí nghiệm ạ?. .  Em xin cảm ơn PĐT rất nhiều.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/cô cho em hỏi là em quên chưa đăng kí nộp bằng TN THPT thì có sao không ạ. Vì em nghĩ phải có bằng rồi mới đăng kí nộp được(do trường cấp 3 em không làm việc vì dịch bệnh). Em sợ đăng kí đến khi trường yêu cầu nộp thì lại không có bằng để nộp.. .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô.. . . . Theo kế hoạch học kì này em sẽ bảo vệ Luận văn nhưng vì tình hình dịch bệnh nên không thể lên trường làm thí nghiệm để báo cáo. Xin cho em hỏi là em có thể báo cáo vào đợt sau, tức là học kì tới không ạ?. . . . Dạ em xin phép được giải thích thêm là học kì này các bạn đổi sang hướng đề tài thiết kế. Nhưng đề tài của em đã phát triển liên tục 2 học kì kế tiếp nên không thể đổi được ạ. Rất mong PĐT xem xét trường hợp này giúp em.. . . . Em xin cảm ơn thầy cô.",
            "Chào bạn,. . Trường hợp của bạn phải làm đơn xin hoãn LVTN. . \"Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký\". . Bạn có thể làm theo hướng dẫn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa thầy/cô,. . Em đã nhận được mail thông báo đăng ký TN. Nhưng khi em vào MyBK thì em vẫn chưa thể đăng ký TN được do tình trạng \"Không được phép đăng ký (Tam dung )\". . . Kính mong thầy cô kiểm tra và hỗ trợ cho em.. . Em xin chân thành cảm ơn!. . . .",
            "Chào bạn,. . Sau 8h ngày 21/9 bạn vô đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo, em tên [full_name]. MSSV: [student_id]. . Hiện tại em đã tích lũy 142 tín chỉ, hoàn thành xong luận văn tốt nghiệp, có 15 ngày CTXH và đã nộp chứng chỉ Ielts. Tuy nhiên em không tìm thấy tên trong danh sách tốt nghiệp dự kiến. . . Các bạn có trường hợp giống em đã được nhận mail và file thông tin tốt nghiệp. Tuy nhiên em vẫn chưa nhận được. . . Kính mong phòng đào tạo xem xét và gửi em file thông tin tốt nghiệp để em biết vấn đề. . . Chân thành cảm ơn phòng đào tạo.",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào nhà Trường, em là [full_name]_[student_id], mail: [email]. . . . Hôm nay em nhận được giấy báo nghĩa vụ quân sự. Em đã đăng ký giấy chứng nhận sinh viên và chọn giao nhận tại nhà riêng. ( đăng ký ngày 18-9-2021, 19:28). . . . Em xin hỏi là nhà trường có thể gửi cho em bản pdf chứng nhận sinh viên để em có thể in và nộp cho ban chỉ huy quân sự xã trước không. Vì em sợ dịch này thời gian giao sẽ bị chậm trễ. Và giấy tới trễ so với thời gian quy định nộp để hoãn nghĩa vụ quân sự. ( thời gian nộp là 25-9-2021). . . . Em mong nhà trường giao nhanh, và nếu được, mong nhà trường gửi bản pdf vào mail giúp em.. . . . Em xin cảm ơn.. . [full_name].. . . .  . .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . - Vì số lượng sv cần hơi nhiều, PĐT scan up lên nhanh nhất có thể. (khoảng 7 ngày làm việc). . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Tốt nghiệp . Thưa [full_name], theo như yêu cầu của [full_name] là email cho trung tâm GDQP, em đã foward lại email có bảng điểm từ phòng đào tạo trung tâm GDQP. . . Nên em muốn tạo hỗ trợ này để hỏi xem kết quả học phần quốc phòng đã được xác minh chưa.. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu xác minh điểm Giáo dục Quốc Phòng của bạn và sẽ tập trung làm Công văn gởi Trung tâm GDQP xác nhận và phản hồi Công văn vào cuối tháng 9/2021. Dự kiến giữa tháng 10/2021 sẽ có phản hồi từ Trung tâm để kịp cho đợt xét tốt nghiệp tháng 11/2021. . . -       Nếu có vấn đề phát sinh PDT sẽ phản hồi cho SV qua mail SV.. . -        Sau thời gian giãn cách, SV liên hệ Trung tâm GDQP cấp bảng điểm có đóng dấu mộc đỏ và bắt buộc nộp bảng điểm trực tiếp tại Phòng đào tạo để hoàn tất hồ sơ tốt nghiệp. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào thầy/cô,. . Thầy/cô cho em hỏi lễ tốt nghiệp sẽ được dời vào cuối học kỳ 211 vậy là lễ tốt nghiệp sẽ được tổ chức vào tháng mấy trong năm 2022 ạ?. . Em xin cảm ơn!",
            "Chào em,. . - Tình hình dịch bệnh như hiện nay nhà trường chưa thể trả lời được em nhé.. . - 1 năm có 2 đợt lễ tốt nghiệp, em đăng ký tham dự lễ tốt nghiệp ở Khoa nếu em muốn.. . . . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name], lớp CC15KTM2.. . Em vừa hoàn thành LVTN và các môn theo chương trình học nhưng danh sách dự kiến tốt nghiệp vẫn chưa cập nhật thêm tên nên em rất lo lắng.. . Em có đính kèm các hình ảnh minh chứng về thông tin học tập và ngày CTXH.. . Mong trường xử lý sớm ổn thỏa cho lần tốt nghiệp trễ hạn này của em ạ.. . Cảm ơn nhà trường nhiều.. .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "địa phương yêu cầu nộp biên lai học phí để bổ sung giấy tờ tạm hoãn nghĩa vụ quân sự.. . Cho em hỏi là in biên lai trên bkpay hay là đk in biên lai với trường mới được ạ. .   i Yêu cầu khác .",
            "Chào em,. . Em liên hệ với phòng Kế hoạch tài chính qua email [email] để được hỗ trợ nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Trường cho em hỏi là khi nào thì sinh viên đăng kí hoãn thi được thi lại, GVBM cho sinh viên hoàn thành học phần kịp để ghi nhận kết quả  không ạ? Em xin chân thành cảm ơn, và mong sớm nhận được hồi đáp từ PĐT.. . . .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . . . Trường cho em hỏi là khi nào thì sinh viên đăng kí hoãn thi được thi lại. . =  Em đọc kỹ quy chế nhé. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . . . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: BKeL của em bị lỗi chỉ hiển thị các khóa học của kỳ trước. Trên lịch thì vẫn hiện các deadline của một số môn em đang học nhưng trên trang chỉ hiển thị các môn học của học kỳ 2 năm trước. .",
            "Chào em,. . TKB HK211 của em cô thấy bình thường mà, em xem lại nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy cô ạ. Dạ cho em hỏi nhà trường còn hậu kiểm đủ 29 tín chỉ để SV được công nhận là năm 2 không ạ. Em cảm ơn ạ",
            "Chào bạn. . Việc này vẫn áp dụng theo quy chế học vụ. . hiện tại không áp dụng cho Hk211 này vì dịch covid. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Thưa Quý Thầy/Cô,. . . . Em tên là [full_name], MSSV [student_id], khoa Khoa học và Kỹ thuật Máy tính.. . . . Vừa qua em đã bảo vệ thành công LVTN của em. Đồng thời cũng hoàn thành đủ số chỉ (139), đạt chuẩn tiếng Anh (IELTS - đã nộp bằng) và đã hoàn thành đóng học phí đầy đủ.. . . . Nhưng khi em đăng ký tốt nghiệp trên trang MyBK thì nhận được thông báo không nằm trong danh sách tốt nghiệp dự kiến vào tháng 11/2021.. . . . Em kính mong Quý Thầy/Cô có thể kiểm tra lại lý do vì sao em không có tên trong danh sách tốt nghiệp dự kiến ạ.. . . . Em trân trọng cảm ơn.",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 28/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thưa thầy/ cô. . . . Em tên là: [full_name], mã số sinh viên [student_id]. Hiện đang học tại khoa Khoa học & Kĩ thuật Máy tính.. . . . Em muốn được phản ảnh về kết quả điểm tổng kết môn Triết học [full_name] - [full_name], mã SP1031, học kì 202, do cô [full_name] giảng dạy. . . . Theo Đề cương môn Triết học, HK 202;   B cách đánh giá quá trình đúng là 20% BT, 20% BTL và 60% Thi  /B . Điểm quá trình lần lượt của em là 8.00, 7.00, 8.00;   B điểm trung bình là 7.8; làm tròn theo quy chế học vụ của PĐT là 8.0.  /B  Tuy nhiên,   B khi cập nhật lên hệ thống thì điểm tổng kết của em lại là 7.50  /B . Điều này có ảnh hưởng nhất định đến điểm trung bình tích lũy của em.. . . . Chính vì vậy, em mong nhận được sự hỗ trợ của thầy/ cô sớm nhất có thể, để tránh làm ảnh hưởng đến kết quả của em ạ.. . . . Dạ em xin cám ơn.. . Chúc một ngày tốt lành.. . . . [full_name]. .",
            "Chào em,. . Em muốn được phản ảnh về kết quả điểm tổng kết môn Triết học [full_name] - [full_name], mã SP1031, học kì 202, do cô [full_name] giảng dạy. . . . =  Em liên hệ Khoa, Bộ môn qua email [email] để được hướng dẫn nhé. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi hiện ở nhà đang chỉ thị 16 không chuyển tiền học phí được (nhà chỉ có ba ,mẹ bệnh nền bà ngoại già nhóm nguy cơ) nên việc ra ngoài thời điểm này nguy hiểm cho người nhà nhưng hạn đóng học phí sắp đến, E là F0 vừa chữa trị xong kinh tế khó khăn,kẹt ở BD, mất việc làm thêm. Nên cho E hỏi thanh toán trễ có được không ạ. Cám ơn PĐT",
            "Chào em,. . Em chờ email từ PĐT, sẽ gia hạn đến 04/10/2021.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có xin được đăng kí vào lớp dự thính môn Cơ sở Kỹ Thuật Điện hiện tại. Em xin bổ sung xác nhận của giảng viên đang dạy thầy [full_name] ạ",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV và hệ thống BKeL để kịp tham gia lớp học online. SV chủ động liên hệ với GV để xin vào lớp học trước nhé!. . Trường hợp nếu không đăng ký được (không có khả năng hoặc không đủ điều kiện)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em xin hỏi về vấn đề em chưa nộp bằng tốt nghiệp THPT đợt 1 do không đi lấy được và em có đợi thông báo nộp đợt 2 nhưng không thấy thông báo nộp. Nếu chỉ nộp trên mybk thôi thì có được tính không ạ và bằng tốt nghiệp bản giấy có cần gửi bưu điện nộp nữa không do cán bộ lớp em chỉ thu đợt 1. Em xin lỗi vì sự chậm trễ này, mong thầy/cô giải đáp và đưa ra hướng giải quyết giúp em. Em cảm ơn.. . . .",
            "Chào bạn,. . PDT sẽ tổng kiểm tra bằng TN THPT (và bằng Cao Đẳng, Đại học đối với SV bằng 2, và VLVH). SV phải chuẩn bị sẵn sàng (bảng sao và bản scan) các bằng TN. Thời gian kiểm tra là trong tháng 10 và theo thông báo riêng. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào anh/chị,. . Điện thoại em bị hư nên em k nhập được mã OTP để thanh toán qua bkpay ạ, với giờ dịch cũng không sửa được ạ.. . Dạ em kiểm tra thì thấy 2 cột [full_name] [full_name] của em lần lượt là 08,04 và 08,02 ạ. Chị điều chỉnh giúp em với ạ.. . Chị cho em hỏi thêm là điểm này đã tính điểm anh văn quy đổi từ bằng IELTS chưa ạ.. . . .",
            "Chào bạn,. . Vui lòng trình bày rõ vấn đề lại nhé. . Thân",
            "Chào chị ạ, . . . . 1. Điện thoại em bị hư, thanh toán tiền lệ phí tốt nghiệp qua BKpay không được do ngân hàng gửi mã xác nhận qua OTP, mà điện thoại không mở được để nhận OTP , và không có hình thức khác để nhận OTP. Dịch nên em không thể đi sửa điện thoại, hạn chót đóng tiền là ngày hôm nay 22/09/2021.. . . . 2. Điểm trung bình ngành và điểm trung bình tích lũy ngành của em lần lượt là   B 08,04  /B  và   B 08,02  /B . Nó cần được điều chỉnh.. . . . 3. Em thắc mắc là điểm trên đã tính điểm anh văn quy đổi từ bằng IELTS chưa. . . . . Cảm ơn chị.",
            "Em cũng không thể ra ngân hàng đóng tiền, vì khu nhà em đang bi giăng dây phong tỏa, và em không có thẻ xanh, do em đã bị COVID nhưng không test PCR, chỉ test nhanh nên không có chứng nhận, bây giờ khỏi rồi cũng không có cách nào ra đường được ạ.",
            "Chào em,. . Em có thể nhờ bạn để hỗ trợ đóng giúp hoặc người thân nhé, hoặc đợi khi nào có thể đóng.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân. . Về điểm TBTL ngành bạn vui lòng trình bày rõ hơn, có thể viết một yêu cầu khác để khiếu nại? cô sẽ cho bộ phận tính điểm kiểm tra và trả lời giú bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô.. . Em tên là [full_name]. . MSSV: [student_id]. . Trước em có gửi mail xin phép tham gia lớp dự thính Anh văn 4 LA1009 nhóm lớp DT01 do giảng viên [full_name] đứng lớp và nhận được phản hồi nếu em có mail xác nhận đồng ý cho vào lớp của Giảng viên thì có thể được học lớp này. Em gửi ảnh mail xác nhận của giảng viên [full_name] đồng ý cho em tham gia lớp học.. . Mong thầy cô giúp đỡ để em có thể tham gia vào lớp học này, em cảm ơn thầy cô rất nhiều.. . Chúc thầy cô sức khỏe.",
            "Chào bạn. . Bạn đăng ký lớp tiếng anh theo nhu cầu 4 a đang mở cho đăng ký nghen. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy cô PĐT ạ. . Em tên [full_name] [student_id]. . Em đã nhận được câu trả lời của Thầy Cô PĐT về vấn đề xin làm luận văn của em rồi ạ. Em đã kiểm trả đi kiểm tra lại về số tín chỉ của em và hôm nay một lần nữa em viết yêu cầu này gửi cho Thầy Cô ạ. Do kì dự thính vừa rồi các môn học có thực hành bị hoãn nên Môn Hóa Đại cương(CH10003) của em chưa được hoàn thành và nhà trường chưa cập nhật 3 chỉ môn đó cho em và đến tuần 41 thì em mới được tiếp tục học và hoàn thành môn học. Em mong Thầy Cô PĐT cập nhật tín chỉ Hóa đại cương cho  em thì em sẽ đủ số tín chỉ để nhận luận văn tốt nghiệp là 96 chỉ. Em mong thầy cô xem xét và giúp đỡ em ạ, thời hạn của em cũng đã sắp hết. Em mong Thầy Cô cho em đăng kí làm luận văn tốt nghiệp(260663). Em cảm ơn Thầy Cô đã luôn trả lời những câu hỏi của em trong suốt thời gian qua. Em chân thành cảm ơn",
            "Chào bạn,. . Bạn vui lòng làm đơn xin đặc cách đăng ký LVTN do thiếu chỉ, ghi rõ cụ thể bao còn thiếu bao nhiêu chỉ so với quy định, bạn vui lòng trình bày rõ trong đơn, ghi rõ mã môn LVTN. Trình bày rõ lý do trong đơn và có xác nhận đồng ý của [full_name] thời điểm này vẫn còn đồng ý cho nhận LVTN (hiện tại đã qua tuần thứ 6 của HK). . Cô sẽ giúp bạn trình đơn cho ban Lãnh đạo xem xét và trả lời cho bạn nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Đăng ký môn học .   B Kính gửi: Quý phòng Đào tạo,  /B . . . . Em tên:   B ĐỖ THIỆN TÂM NHƠN.  /B . . Mã số sinh viên:   B [student_id].  /B . . Ngành   B Kỹ thuật Xây dựng (Bằng 2) Khóa 2019  /B .. . . . Khi đối chiếu tiến độ học tập theo chương trình đào tạo ngành   I Kỹ thuật công trình xây dựng khóa 2017  /I  thì có môn học sau em chưa hoàn thành.. . . . - Mã môn học: CI1001. . - Tên môn học: Nhập môn về kỹ thuật. . . . Có thể do thiếu sót của em, nên qua các đợt ĐKMH mà em vẫn chưa thể đăng ký môn học này. Được biết môn học này dành cho các bạn tân sinh viên (HK1-năm 1).. . Hiện nay, các bạn tân sinh viên vừa có kết quả trúng tuyển và chưa vào học kỳ chính thức. . . Em kính nhờ Quý Phòng đào tạo hỗ trợ bổ sung em vào lớp môn học này để em có thể hoàn tất Chương trình đào tạo của mình.. . Em cam kết sẽ nộp bổ sung học phí đầy đủ.. . . . Chân thành cảm ơn Quý Phòng.",
            "Chào bạn. . Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào thầy (cô) em tên [full_name]. Trong kì thi online của học kì vừa rồi em bị lỗi file ghi màn hình và em đã đăng kí hoãn thi. Tuy nhiên em đã báo với giáo viên và đã giải quyết được và em đã được cập nhật điểm đầy đủ. Giờ cho em hỏi là sau này em có bị đánh điểm hoãn thi không ạ. Giờ em có thể làm đơn xin hủy hoãn thi không. Em cám ơn",
            "Chào em,. . Nếu em không muốn hoãn thi thì em làm đơn xin hủy hoãn thi: ghi rõ HK, mã môn học, tên môn học ... , hoặc lấy mẫu đơn hoãn thi sửa thành đơn HỦY HOÃN THI, gửi qua bksi. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "em muốn xin giấy xác nhận sinh viên để tạm hoãn NVQS ạ .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào Thầy/Cô,. . Em tên: Phạm Văn Quảng.. . Mssv: [student_id]\t. . . . Thưa thầy/cô em có đăng ký in thẻ sv, đăng ký chuyển phát Qua BƯU ĐIỆN và đã đóng phí  làm thẻ ngày 23/8/2021,nhưng nay e kiểm tra lại vẫn thấy báo Tình Trạng ĐANG CHỜ THANH TOÁN.. . Trang BKPAY thì báo đã oàn thành.. . Nhờ thầy/cô kiểm tra giúp em.. . Em xin chân thành cảm ơn.. .  . . . .",
            "Chào bạn,. . Hiện tại bạn vẫn chưa thanh toán khoản lệ phí 55.000d in thẻ SV trên mybk nhé. SV vui lòng thanh toán rồi mới tiến hành in thẻ nhé. . Thân",
            "Kính chào cô,. . . . Cảm ơn thông tin của cô.. . . . Thưa cô em đã thanh toán phí trên bkpay ngày 24/8 rồi, Cô xem file đính kèm e gửi.. . . . Em cảm ơn cô.",
            "Chào bạn. . Pdt đã kiểm tra lại thông tin của ban và đang tiến hành in, cũng như gởi bưu điện, qua tuần sau sẽ gởi đến bạn. . Bạn vui lòng đợi nhận nghen. . Thân",
            "Echào Cô,. . . . Nhờ Cô kiểm tra giúp em thẻ đã được kiểm tra và gửi chưa. em vẫn chưa nhận được thẻ qua đường bưu điện.. . Em cảm ơn Cô!",
            "Chào bạn. . Pdt đã gởi rồi, chắc chuẩn bị đến nghen. . Thân",
            "Em Chào Cô,. . . . Hiện tại đến nay em vẫn chưa nhận được thẻ sinh viên.. . . . Nhờ cô kiểm tra thông tin giúp.. . . . Em cảm ơn Cô.",
            "Chào em,. . hiện tại kiểm tra thấy đơn hàng của em vẫn còn đang trong tình trạng chờ giao hàng, do 1 số địa điểm bưu điện không nhận giao thư nhé em.. . Nên em vui lòng đợi nhé. . Cô gửi em mã vân đợn em theo có thể tự theo dõi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ và tên: [full_name]. . MSSV: [student_id]. . Lớp: XD16KT. . . .   B Nguyên do:  /B . . - Do có nhiều thông tin khác nhau về điểm chuẩn tiếng anh ( Toeic ) để xét tốt nghiệp cho khóa 2016 (K16).. . . .   B Thắc mắc:  /B . . - Nên em muốn hỏi là điểm chuẩn tiếng anh tối thiểu ( Toeic ) để xét tốt nghiệp đối với khóa 2016 (K16) ở thời điểm hiện tại với các kỹ năng ạ:. .    + Listening - Reading?. .    + Speaking - Writting?. . . . - Và điểm chuẩn này đối với khóa 2016 (K16) có thay đổi cho những năm kế tiếp không ạ?. . . . Em rất mong nhận được phản hổi sớm của trường! Em xin cảm ơn ạ!. . . . . .",
            "Chào bạn,. . Bạn xem quy định về chuẩn Tiếng Anh xét TN tại đây nhé:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt)/3.   Chuẩn tiếng Anh khi nhận Luận văn tốt nghiệp (LVTN) và khi tốt nghiệp. . Áp dụng theo khóa và không thay đổi nhé bạn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em có thắc mắc về vấn đề đột nhiên không tìm được thấy các môn học của HK211 trên elearning ạ. Lần truy cập cuối của em là vào ngày 18/9/2021, thời điểm mà mọi thứ trên hệ thống elearning không có gì bất thường cả. . . . . Em có đính kèm bằng chứng mất các môn học HK211 trên elearning.. . . . Mong các thầy cô hỗ trợ em gấp ạ, do việc này ảnh hưởng trực tiếp đến quá trình học tập của em trong HK211 đang diễn ra.. . . . Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em đã đăng ký hoãn thi môn Phương pháp tính (MT1009) học kỳ 202 nhưng trên mybk vuằ cập nhật điểm 13 ạ. Xin coi lại giúp em ạ.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. .",
            "Yêu cầu khác: Em đã đăng ký hoãn thi môn Phương pháp tính (MT1009) học kỳ 202 nhưng trên mybk lại cập nhật điểm 13 ạ. Xin xem lại giúp em ạ. . . . . MSSV: [student_id]. . . . Em cảm ơn.. .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cho em hỏi là em muốn tạm dừng học kì này em cần làm đơn những gì ạ",
            "Chào em,. . Em tải mẫu đơn tạm dừng trên aao/biễu mẫu, thanh toán hết học phí HK211 rồi gửi đơn qua bksi . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1812380  /b \t. . . .   i Học vụ . Kính chào quý thầy cô,. . Em là sinh viên khóa K18 khoa KTXD, hiện nay do em có nhu cầu cải thiện điểm của một số môn học hồi năm 1 năm 2. Tuy nhiên, có một số môn đã được nhà trường đổi mã môn học. Vậy câu hỏi em muốn hỏi là:. . 1. Em sẽ xử lý như thế nào trong trường hợp này ạ? Liệu em có thể đăng kí môn đó và chuyển điểm sau được không. . 2. Môn học Nhập Môn Kĩ Thuật (CI1001), theo em được biết là môn do nhà trường đăng kí cho sinh viên vào học kì đầu tiên, vậy em có thể đăng kí học môn này cũng với khóa K21 không ạ? Nếu không thì có cách nào để em có thể tham gia lớp không ạ?. . Em xin chân thành cảm ơn. . Trân trọng, . .",
            "Chào em,. . . . 1. Em sẽ xử lý như thế nào trong trường hợp này ạ? Liệu em có thể đăng kí môn đó và chuyển điểm sau được không. . =  - Sv muốn học cải thiện thì môn học phải có cùng một msmh vì khi này sẽ lấy . . điểm cao nhất tính.. . - Môn học cải thiện mà khác msmh thì vô nghĩa vì sẽ không lấy điểm cao nhất tính được vì hai msmh khác.. . - việc học lại môn thay thế do môn gốc không còn mở lớp và khi đạt môn này sẽ được quy về môn gốc và được ghi thành điểm miễn(12).. . Tóm lại khi tính đtbtl sẽ được tính nếu có cùng msmh như vd sau :. . -Môn A = 5,0 đ . .    Học lại cải thiện môn A =7,0 đ . . =  sẽ lấy 7,0đ tính . . -Môn A= 5,0 đ . . Học lại môn B = 8,0đ (có trong môn thay thế/tương đương với A) , được quy về môn gốc B=A=12 đ . . =  sẽ lấy 5,0đ tính vì điểm 12 sẽ không có tính vào đtbtl. . . . . 2. Em có thể đăng kí học môn này cũng với khóa K21 không ạ? Nếu không thì có cách nào để em có thể tham gia lớp không ạ?. . . . =  Phòng đào tạo đã ghi nhận thông tin bạn đăng ký môn học chung với K2021, Thời gian bắt đầu học của Khoá 2021 là 4/10/2021, nên bạn vui lòng xem TKB tại Mybk vào thời gian trên, nếu không có TKB thì phản hồi lại Pdt. . Thân mến,. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy (cô).. . Em tên: [full_name] mssv [student_id], học môn cơ lưu chất (CI2003) nhóm L01-A HK-202. . Em soạn mail này là xin chỉnh lại điểm đi học kỳ 202 môn cơ lưu chất, em bị 0đ, em đã xin pđt hoãn thi và được chấp nhận ạ, em có gửi ảnh là bằng chứng pđt đã duyệt cho em.. . Em xin cam đoan đây là sự thật và chịu mọi trách nhiệm nếu gian dối.. . Em cảm ơn.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. .",
            "Yêu cầu khác: Em chào thầy cô.. . Em tên: [full_name] mssv [student_id], học môn cơ lưu chất (CI2003 nhóm L01-A HK-202. . Em soạn mail này là xin chỉnh lại điểm đi học kỳ 202 môn cơ lưu chất, em bị 0đ, em đã xin pđt hoãn thi và được chấp nhận ạ, em có gửi ảnh là bằng chứng pđt đã duyệt cho em.. . Em xin cam đoan đây là sự thật và chịu mọi trách nhiệm nếu gian dối.. . Em xin cảm ơn.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ hôm nay 19/9/2021, em có thi cuối kì HK203 môn tín hiệu và hệ thống (EE2005), sau khi điểm danh và lấy đề,1 khoảng thời gian sau e có bị trục trặc lỗi mạng nên em bị văng khỏi phiên gg meet gần như cả buổi thi, đến lúc làm bài xong, gần hết giờ em mới phát hiện và đăng nhập lại, nên em xin được hoãn thi, em đã điền vào form xin hoãn thi, ngoài điền form đó có cần mail xin giảng viên hay gì không ạ. Em cảm ơn ạ.. . . .",
            "Thân gửi các bạn sinh viên, . . Phòng Đào tạo (PĐT) đã thông báo cho Sinh viên (SV) về việc nộp đơn hoãn thi trực tiếp cho PĐT đối với các môn học Lý thuyết, mà không thông qua Giảng viên (GV). PĐT sẽ hậu kiểm các tình huống cấm thi sau. Hiện nay, SV đăng ký bằng cách gửi email về PĐT có kèm file và qua hệ thống Hỗ trợ trực tuyến (BKSI). Để nhanh chóng và thuận lợi, PĐT thay đổi phương thức nộp đơn hoãn thi như sau:. . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin hoãn thi theo link: https://forms.gle/ckyYcJMWN7w3kqe56. . Hạn cuối: 5 ngày sau khi thi online (chỉ tính ngày làm việc). . Trường hợp SV đã nộp đơn qua email của PĐT và  qua công cụ BKSI (đã hoặc chưa được tiếp nhận), vui lòng điền lại vào form trên để PĐT cập nhật dữ liệu đồng nhất và chính xác.. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Thông tin thêm:. . •\tQuy định hoãn thi (HT): xem chi tiết tại khoản 17.2 Điều 17 trong Quy chế đào tạo và học vụ (aao.hcmut.edu.vn    Sinh viên    Quy chế).. . •\tCác môn có phần thí nghiệm (TNg) sẽ được tổ chức thi sau khi TNg xong. Một số môn, Giảng viên sẽ đề nghị cho thi trước, điểm TNg sẽ có sau, khi đó SV có thể xin hoãn thi.. . •\tRiêng hoãn thi kiểm tra giữa kỳ của HK DT202 và 203: SV liên hệ trực tiếp GV và Bộ môn để được xem xét cho kiểm tra riêng hoặc lấy cột điểm thành phần khác để làm điểm kiểm tra.. .  . . Chúc các bạn học tập thật tốt!. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: - Phòng Đào tạo - Trường ĐH Bách [full_name] Tp.HCM.. . - [full_name] Kỹ Thuật Giao Thông - Trường ĐH Bách [full_name] Tp.HCM.. . Họ và tên sinh viên: [full_name], MSSV: [student_id], [full_name]: Kỹ Thuật Giao Thông, Khóa học: K2015.. . Em làm đơn này để xin đăng ký bổ sung Môn học: Luận Văn Tốt Nghiệp, Mã số môn học: TR4313 vì lý do trễ hạn trong đợt đăng ký môn học của học kỳ 211 do ảnh hưởng của dịch Covid-19. Kính mong [full_name] và nhà trường xem xét giúp em thực hiện nguyện vọng đăng ký bổ sung trong học kỳ 211 này. Em xin hứa sẽ học tập thật tốt, thực hiện đúng nhiệm vụ mà [full_name] và nhà trường đề ra. Em xin chân thành cảm ơn!. . (Đơn đính kèm đã có xác nhận của Ban Chủ Nhiệm [full_name] Kỹ Thuật Giao Thông)",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về ĐKMH (học phần tốt nghiệp: TTTN, DCLV, LVTN) của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . Bạn vui lòng theo dõi và kiểm tra TKB thường xuyên trên mybk/Thông tin SV.. . Trường hợp nếu không đăng ký được (không đủ điều kiện (thiếu môn tiên quyết, thiếu ngày CTXH..)  PDT sẽ phản hồi cho SV qua bksi.. . Chúc các bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: - Chào PĐT,. . - Trong học kỳ vừa qua thay vì học môn Anh văn 4 (MMH:LA1009), thì em đăng ký học môn Anh văn 4A (MMH:LA1043) và đã qua môn. Theo như những thông báo trước mà PĐT đã gửi thì, nếu qua môn Anh văn 4A thì sẽ được tính miễn và tính ĐẠT môn Anh văn 4. Ở đây em hiểu là nếu qua môn Anh văn 4A thì sẽ đạt 2 chỉ môn Anh văn 4, nhưng sẽ không tính điểm Anh văn 4A vào điểm trung bình học kỳ cũng như điểm trung bình tích lũy. Nhưng vừa rồi, khi PĐT cập nhật bảng điểm thì em lại thấy là vẫn tính điểm Anh văn 4A vào điểm trung bình học kỳ cũng như điểm trung bình tích lũy. Cùng với đó là em xem bên điểm chuyển thì vẫn chưa có 2 chỉ môn Anh văn 4.. . - Mong PĐT giải đáp thắc mắc này giúp em, vì em dự tính sẽ tốt nghiệp vào tháng tới, nếu như thiếu 2 chỉ Anh văn 4 thì em phải trễ thêm 1 kỳ nữa mới được tốt nghiệp. Do vậy mong PĐT xem xét và giúp đỡ. Em xin cảm ơn PĐT.  B   /B",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em tên: [full_name] Cảnh. . Mssv: [student_id]. . SĐT: [phone_number]. . Hệ VHVL - Khoa Quản Lý Công Nghiệp . . . . Em là sinh viên hệ VHVL khóa 2020 chuyển từ hệ chính quy khóa 2014. Hiện tại em đã hoàn thành tất cả các môn học bao gồm cả Luận Văn Tốt Nghiệp nhưng khi kiểm tra danh sách dự kiến tốt nghiệp thì không có tên trong đó. Như hình bên dưới, hiện em chỉ có 106 tín chỉ, trong khi em đã:. . - Tích lũy bên hê Chính Quy là 122 tính chỉ (Không tính av1, av2, av3, av4) ). Em có làm đơn chuyển điểm các môn bên CQ qua VHVL rồi. . . ﻿- Kì rồi em vừa hoàn thành xong: [full_name] Tốt Nghiệp (9 tín chỉ) và [full_name] Kinh Doanh (môn chuyên ngành) (3 tín chỉ): tổng là 12 tín chỉ - hình ảnh đính kèm. . - Tổng lại hết 122 tín chỉ + 12 tín chỉ = 134 tín chỉ (đủ tín chỉ tốt nghiệp). . ﻿. . ﻿Em mong Phòng Đào Tạo, Thầy/Cô phản hồi, để em có thể đăng ký Tốt Nghiệp vào đợt T11/2021. . . ﻿. . ﻿Em cảm ơn ạ !. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. .",
            "Tốt nghiệp . Kính gửi: Phòng Đào Tạo trường Đại Học Bách Khoa Thành phố Hồ Chí Minh. . . . Em tên: [full_name] Cảnh. . Mssv: [student_id]. . SĐT: [phone_number]. . Hệ VHVL - Khoa Quản Lý Công Nghiệp . . . . Em là sinh viên hệ VHVL khóa 2020 chuyển từ hệ chính quy khóa 2014. Hiện tại em đã hoàn thành tất cả các môn học bao gồm cả Luận Văn Tốt Nghiệp nhưng khi kiểm tra danh sách dự kiến tốt nghiệp thì không có tên trong đó. Như hình bên dưới, hiện em chỉ có 106 tín chỉ, trong khi em đã:. . - Tích lũy bên hê Chính Quy là 122 tính chỉ (Không tính av1, av2, av3, av4) ). Em có làm đơn chuyển điểm các môn bên CQ qua VHVL rồi. . . ﻿- Kì rồi em vừa hoàn thành xong: [full_name] Tốt Nghiệp (9 tín chỉ) và [full_name] Kinh Doanh (môn chuyên ngành) (3 tín chỉ): tổng là 12 tín chỉ - hình ảnh đính kèm. . - Tổng lại hết 122 tín chỉ + 12 tín chỉ = 134 tín chỉ (đủ tín chỉ tốt nghiệp). . ﻿. . ﻿Em mong Phòng Đào Tạo, Thầy/Cô phản hồi, để em có thể đăng ký Tốt Nghiệp vào đợt T11/2021. . . ﻿. . ﻿Em cảm ơn ạ !. . . .",
            "Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 29/09/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng Đào Tạo,. . . . Trong các lần thắc mắc trước, em đã biết được lí do tại sao mình không có tên trong danh sách dự kiến tốt nghiệp, đó là do em còn thiếu 2 module mở rộng của chương trình KSTN. Do đó em đã có nguyện vọng xin ra khỏi chương trình KSTN và đã được Văn phòng Khoa Cơ Khí và Phòng Đào Tạo xác nhận ( hình ảnh email trong file đính kèm. Sau khi được xác nhận, em kiếm tra MSSV của mình trên danh sách dự kiến tốt nghiệp và phần Đăng kí tốt nghiệp, tuy nhiên vẫn chưa thể tiến hành đăng kí. Kính mong Phòng Đào Tạo giải đáp thắc mắc của em.. . . . Kính thư.",
            "Chào em,. . Em viết giúp cô lại yêu cầu khác, ghi rõ trong ô nội dung là đơn xin không nhận bằng kSTN, xin xét tốt nghiệp và nhận bằng thường, ghi rõ  lý do là bạn đã xín rút khỏi KSTN để PDT và kiểm tra lại xét TN theo tiêu chuẩn bằng thường cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn xin cú pháp chuyển khoản học phí cho trường. Vùng em được phép đi không có ngân hàng OCB Phương Đông.. . Em cảm ơn!",
            "Chào bạn. . Bạn liên hệ •\tSố điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8. . Hoặc số: [student_id]95 : Cô [full_name] phục trách kỹ thuật OCB Lý Thường Kiệt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: . .  Em có một số thông tin và câu hỏi về Tuyển sinh như sau ạ:. . 1. Điểm xét tuyển: 24.40. . . . 2. Bạn này đã trúng tuyển 220 - Kỹ thuật dầu khí hệ CLC . Nhưng do điều kiện kinh tế không tốt nên muốn chuyển sang hệ Đại trà có được không ạ? Điểm của 120 là 22 điểm .. . . . 3. Nếu muốn chuyển sang ngành khác là 125 Kỹ thuật môi trường (24 điểm ) có được không hay chỉ được chuyển sang đúng ngành trúng tuyển là Dầu khí Đại trà?. . . . 4. Nếu được chuyển thì có những thủ tục nào và xem thông tin ở đâu để thực hiện việc Chuyển đổi hệ Đào tạo và Ngành ạ.. . . . Em xin cám ơn!. .",
            "Chào em,. . Em gửi sang email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name] mssv [student_id]. . Em đã đăng kí rút môn học nhưng sau ngày 15/9 vẫn chưa có thay đổi kết quả trên thời khóa biểu như trên mail. . . Em mong quy thầy cô xem xét lại giúp em. Em xin cảm ơn.",
            "Chào em,. . Em xem lại email PĐT đã gửi em nhé sau 15/10 chứ không phải 15/9.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô, em thắc mắc về vấn đề đăng ký môn học ạ. Trong chương trình đào tạo có danh sách các môn học theo từng học kỳ, cho em hỏi nếu em vẫn chưa muốn đăng ký các môn học trong danh sách ở học kỳ tới mà muốn đăng ký học lại các môn cũ để cải thiện điểm thì có được không ạ? Em cảm ơn Thầy/Cô đã trả lời thắc mắc của em!",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT, KSTN vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào!. . Em Tên: [full_name] . . Mssv: [student_id]. . Em có đăng kí in bản điểm ngày 10/9 và đã thanh toán ngày 19/9. ( mã phiếu InBD[phone_number]3). . Vì hiện tại em đang bị cách li covid ở khu cách li. Nên em cần bản mềm (PDF) để ứng tuyển học bổng. Vậy thủ tục nào để em xin được bản mềm đó ạ. Xin cảm ơn",
            "Gởi bạn bảng điểm đính kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào anh/chị ạ. Em xin hỏi em đã điền đơn xin hoãn thi môn Phương pháp tính, Giải tích 1 và Giải tích 2 nhưng đến bây giờ em vẫn chưa nhận được phản hồi về kết quả hoãn thi 3 môn trên của em. Em xin cảm ơn ạ.",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Em cần thanh toán học phí thi anh văn nói viết để tốt nghiệp trước ngày 22/09/2021. Tuy nhiên, hiện tại em bị khóa tài khoản internet banking của OCB và do dịch nên ko ra CN/PGD lấy lại mật khẩu được.. . . . Cho em hỏi có kênh nào khác để thanh toán 150k tiền thi này không?",
            "Chào bạn. . Bạn liên hệ •\tSố điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8. . Hoặc số: [student_id]95 : Cô [full_name] phục trách kỹ thuật OCB Lý Thường Kiệt. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . . . Dạ cho em hỏi những lớp anh văn nhu cầu (AVCB A) thì điểm có được tính vào trung bình tích lũy không?. . . . Em cảm ơn ạ.",
            "Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . . .",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô ạ,. . Em tên: [full_name]. . MSSV: [student_id]. . Em gửi yêu cầu này về việc em không thể truy cập được trang video trên  của 2 môn học Kết cấu bê tông cốt thép(CI3237) và Kết cấu thép(CI3231) từ tuần thứ 33 đến nay,. . Em mong được thầy/cô hỗ trợ sớm nhất có thể ạ.",
            "Chào em,. . Các hoạt động trong khóa học do GV phụ trách môn học quản lý. PĐT không có quyền can thiệp. SV vui lòng liên hệ GV.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ, em muốn hỏi quy trình đăng ký rút môn học này như thế nào ạ ? Em có tìm trên aao thì chỉ có hướng dẫn rút môn offline thôi ạ. . Em xin cám ơn",
            "Chào em,. . PĐT đã gửi email... . Thân gửi các bạn sinh viên,. . . . . . . .      Phòng đào tạo thông báo về phương thức đăng ký RÚT MÔN HỌC (tính Học Phí theo quy định)(Chính quy + Dự thính) của học kỳ 1(2021-2022) như sau:. . . . SV đăng nhập vào Google bằng tài khoản BKNetID@hcmut.edu.vn và điền thông tin RÚT MÔN HỌC theo link: https://forms.gle/4X6kA3XbDWNfs93u6. . . . Thời gian đăng ký: Từ ngày 6/09/2021 đến hết ngày 01/10/2021. . . . Xem chi tiết quy định về rút môn học tại QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ điều 11.2. . . . . . . . Chúc các bạn học tập thật tốt!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ do tình hình dịch covid diễn biến phức tạp nên phía doanh nghiệp đã chủ động liên hệ em để dừng tiếp nhận thực tập vào ngày 12/8/2021, thời điểm này em cũng không tìm được công ty nào khác để thực tập ngành CE nên mong thầy cô cho em rút môn Thực tập tốt nghiệp trong kỳ 203 để đăng ký vào một kỳ khác ạ. Em mong rằng sẽ nhận lại được phần học phí đã đóng cho môn này. Em xin chân thành cảm ơn ạ. .   i Yêu cầu khác .",
            "Chào bạn,. . Rút MH thì vẫn phải đóng học phí bình thường theo quy định nhé bạn (quy chế học vụ điều 11.2). Và hiện tại học kỳ 203 cũng đã hết thời gian rút MH.. . Trường hợp của bạn có thể làm đơn xin hoãn TTTN theo hướng dẫn sau:. . Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, ở đợt thi cuối kỳ của kỳ dự thính 203, em có làm đơn xin phép PĐT được hoãn thi môn cơ học ứng dụng AS2001 và đã được phê duyệt, nhưng đến nay em kiểm tra trên hệ thống myBK phần bảng điểm vẫn ghi là điểm 13 vắng thi ạ. Em đính kèm 2 ảnh ở dưới á, em muốn hỏi khi nào thì điểm được cập nhật lại ạ. Em cảm ơn!. .",
            "Chào em,. . Hiện tại nhà trường chưa ra QD hoãn thi nhé bạn, dự kiến ra quyết định chung vào cuối tháng 12, nên trường hợp đăng ký hoãn thi vẫn bị điểm 13 bình thường. Sau khi hậu kiểm với ds của Khoa thì mới ra quyết định hoãn thi và sẽ điều chỉnh lại điểm trên mybk/Thông tin SV/xem điểm. . Lưu ý:. . 1) PDT sẽ hậu kiểm lại với danh sách cấm thi của Khoa gửi lên, nếu SV bị cấm thi sẽ bị hủy kết quả hoãn thi theo quy định. SV vẫn phải hoàn thành các phần việc của môn học, nhất là TH/TNg và BTL. GV có quyền cấm thi nếu SV không hoàn thành tốt các phần này. . 2) Trường hợp có sự cố bất khả kháng trong khi thi dẫn đến không thể hoàn thành được bài thi, và không được giải quyết cho thi vào ca thi tiếp theo (nếu có), sinh viên có thể đăng ký \"Hoãn thi\" ngay sau buổi thi (không phải vắng thi có phép), SV phải báo với CBCT hoặc trực thi để được ghi nhận vào trong danh sách thi. PDT sẽ đối chiếu lại với danh sách của Khoa về các tình huống đã thi nhưng điểm thấp hoặc không có báo cáo ghi nhận về các sự cố trong buổi thi trước khi quyết định hoãn thi. . 3) Riêng đối với môn Đồ án, Thực tập ngoài trường, Đề cương Luận văn, Luận văn/Tiểu luận tốt nghiệp: SV có thể xin hoãn bảo vệ với lý do dịch Covid-19 ảnh hưởng nghiêm trọng đến kết quả thực hiện đề tài (không thực nghiệm được tại Phòng thí nghiệm, không thực địa, ...). SV gửi email trực tiếp đến Giáo viên hướng dẫn, Khoa/Bộ môn để được xem xét đồng ý và forward email cuối cùng đến email của PĐT để đăng ký.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Giấy xác nhận sinh viên . Tên: [full_name]. . MSSV: [student_id]. . Cho em hỏi về việc bây giờ nhà trường có cho làm giấy tạm hoãn nghĩa vụ quân sự chưa ạ.. . Em cảm ơn. .",
            "Chào bạn,. . - SV chủ động đăng ký giấy Xác nhận SV hoãn NVQS để bổ sung cho địa phương và chọn dịch vụ gửi qua được bưu điện (người nhận trả tiền) nếu có nhu cầu (PDT không in hàng loạt như các năm trước). . - Sau khi xử lý giấy chứng nhận sinh viên, Phòng Đào tạo sẽ gửi về địa chỉ sinh viên đăng ký khi bưu điện hoạt động lại bình thường trong đợt giãn cách xã hội. Mặt khác, sinh viên có thể tải bản scan trên trang đăng ký chứng nhận sinh viên (sau khi yêu cầu của SV đã được xử lý).. . . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name] MSSV [student_id] hiện đã hoàn thành luận văn tốt nghiệp và có điểm tổng kêt trung bình tích lũy. Trong học kì hè vừa rồi, em có đăng kí học cải thiện môn Phương pháp tính và do sự cố đường truyền mạng nên em không tham gia được kì thi cuối kì và bị điểm \"13\" dù em đã đăng kí hoãn thi. Cho em hỏi nếu bị điểm \"13\" như vậy em có bị buộc thôi học không ạ (vì theo như quy chế thì điểm TBHK =0 sẽ bị buộc thôi học) . . Trong trường hợp em muốn đăng ký hủy hoãn thi thì có vi phạm qui chế nào không ạ? và em có thể đăng kí xét tốt nghiệp vào đợt này không ạ?. . Em xin cảm ơn",
            "Bổ sung thêm hình ảnh về thắc mắc phía trên.",
            "Chào bạn,. . Được nhé bạn, nếu bạn đã đủ điều kiện tốt nghiệp.. . Hiện tại cô thấy em cũng đã có tên trong ds dự kiến tốt nghiệp luôn rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào PĐT. . Hiện nay gia đình em có gặp khó khăn về mặt kinh tế, ngân hàng chính sách ở chỗ em có đề nghị cho vay vốn sinh viên NHƯNG [full_name] CÓ [full_name] làm hồ sơ. . Vậy em muốn xin thông tin GIẤY XÁC NHẬN ở đâu ạ, và có thể gửi về chỗ em kém dấu mộc không ạ.. . Em cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]. . MSSV : [student_id]. . Kính gửi thầy/cô. . Sau khi nhận được phản hồi của PĐT em xin nộp đơn đăng kí thu nhận tình trạng sinh viên. . Em xin chân thành cảm ơn.. .",
            "Chào bạn,. . PDT đã tiếp nhận đơn thu nhận của bạn, khi nào đủ điều kiện tốt nghiệp SV vui lòng gửi câu hỏi qua bksi để đăng ký xét tốt nghiệp bổ sung nhé. . Thân"
        ]
    }
]