[
    {
        "intent": "",
        "message": [
            "Học vụ . em hiện tại chưa có khả năng thanh toán học phí ngay được và do dịch nên cũng ko tiện lên phòng đào tạo được ạ, e mới được thông báo là bị đình chỉ học. mong pđt cho e cách giải quyết vấn đề được ko ạ, e cám ơn",
            "cho em hỏi là có thể đóng trễ hơn nữa được ko ạ, e cám ơn nhiều",
            "Chào bạn. . Về vấn đề học phí Hk 202 nhà trường đã thông báo và nhắc nhở theo lịch trình học vụ của nhà trường. . Nếu có khó khăn thì đầu học kỳ có thê liên hệ Phòng Công tác chính trị sinh viên để gia hạn hay miễn giảm học phí. . Hiện tại phải đóng học phí nếu không thì sẽ xử lý theo quy định . . Học phí bạn thanh toán tại Mybk-- Bkpay không cần phải lên PDT đâu. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em hiện không có thông tin đăng nhập vào tài khoản ngân hàng để đóng học phí. Trên trang của ngân hàng có nói thông tin được cung cấp bởi trường, vậy thì liệu trường có thể cung cấp thông tin đăng nhập của em được không ạ?",
            "Chào bạn. . Bạn đăng nhập vào Bksi được thì Cô nghĩ bạn đăng nhập vào thanh toán học phí được . . Bạn đăng nhập được vào Mybk --  BKpay. . Còn nếu khi vào được BKpay rồi liên kết sang tài khoản ngân hàng bị lỗi thì do lỗi phía ngân hàng. . Còn không thì bạn liên hệ trực tiếp ngân hàng để thanh toán học phí cũng được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . E đã đọc qua qui chế học vụ điều 31. . Hiện tại e đã học qua năm nhất nhưng vẫn muốn đổi về học đại trà thì em phải làm đơn đúng không ạ",
            "Chào bạn. . Bạn sẽ liên hệ văn phòng OISP để được tư vấn nghen. . Hoăc có thể gởi mail:  oisp.hcmut.edu.vn. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo:. . Em tên [full_name], em là sinh viên khoá K18 ạ. Hồi năm nhất em có nộp chuyển điểm bằng toeic 575 cho cả 4 anh văn, tại thời điểm ấy thì bằng của em vẫn còn giá trị.Theo đề cương của K18 thì sắp tới phải nộp anh văn để xét điều kiện làm luận văn.Vậy thì trường có lấy điểm toeic đó xét chuẩn luận văn không ạ? Hay em phải thi và nộp lại bằng mới để đủ chuẩn làm luận văn ạ? Em mong quý thầy cô sẽ giải đáp giúp em ạ. Em xin cám ơn.",
            "Chào bạn. . Nhà trường đã lấy pass chuẩn LVTN cho bạn luôn rồi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho phép em hỏi về việc Đăng ký môn học HK203 đợt 1. Em là Hồ Trọng Hiếu, mssv: [student_id], Sinh viên hệ VLVH có đăng ký môn học Giải Tích 2 (MT1005) ở đợt 1. Nhưng sau khi xem kết quả Đợt 1 thì em bị hủy môn học này do bị vướng điều kiện thiếu Môn Tiên Quyết. Em không biết do em chọn sai lớp hay có lý do khác khiến e không đăng ký môn học được. Kính mong quý thầy cô xem xét. Em xin chân thành cảm ơn.",
            "chào em, em đăng ký lại môn học nhé. .",
            "Thưa thầy. . Em không thể đăng kí môn học được nữa do lớp học Giải Tích 2 (MT1005) không còn đủ sĩ số để đăng ký và cũng chưa có gì chắc chắn để em thấy là em đã được miễn môn, nhà trường đã hủy môn học của em ở đợt 1 và các lớp đã đủ sĩ số. . . Qua đây cho em xin phép Thầy có thể mở thêm lớp hoặc cho em vào 1 lớp bất kỳ được không ạ? em không biết có cách nào khác để được đăng ký lớp nữa, em chỉ có 1 môn học này nữa là môn học cuối để ra trường tháng 11 này.. . Em mong thầy xem xét.. . Em xin chân thành cảm ơn.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em. . Môn học MT1005 đã được PĐT bổ sung nhóm DT01. . Em xem tkb cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1613092  /b \t. . . .   i Đăng ký môn học . Em xin chào Thầy/Cô ạ!. . Tình hình của em là đã Đăng kí môn Thực tập tốt nghiệp CI3343 và đã có kết quả đăng kí thành công và có cả TKB rồi ạ. . Nhưng lại chưa có lịch đóng tiền trên Bkpay ạ. Vì em nghe 7/6 nếu không đóng sẽ bị hủy TKB nên em hơi lo, vì em không có lịch đóng trên BKpay ạ.. . Em xin Thầy/Cô giải đáp thắc mắc cho em ạ!. . Em xin chân thành cám ơn!",
            "Chào bạn. . Bạn đợi thông báo qua mail thanh toán học phí Hk203 cho đợt sau nghen, dự kiến sau ngày 9/6. . Thân",
            "Chào bạn. . Sau khi pdt kiểm tra thấy học phí Hk202 của bạn chưa thanh toán. . Bạn kiểm tra lại và cho biết lý do gấp nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa phòng đào tạo , em tên [full_name] , mssv [student_id] . Em có 1 thắc là các môn dự thính ở kì 203 mà em đã đăng kí trong đợt đăng ký dự thính 1,2 vừa rồi hiện đã có thời khóa biểu và thông báo đóng học phí . Ngoài ra mail trường cũng có nói là ai đóng học phí trễ thì bị xóa thời khóa biểu. Nên em muốn hỏi là hiện tại em không thể đóng tiền học được và cũng muốn hủy môn đã đăng kí , không biết là nếu em không đóng học phí trong đợt này thì môn học em có được hủy không và nếu không đóng thì sẽ không phải đóng nữa đúng không ạ? Tức là môn này sẽ được bỏ cho sinh viên một các miễn phí mà không cần phải đóng đầy đủ học phí ấy ạ . Em cảm ơn . . . .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy\\cô phòng đào tạo. . Em là [full_name] msvv [student_id]. . . . Theo như kế hoạch thì hè này em thực tập tốt nghiệp. Nhưng do dịch bệnh nên nhà trường có mail tạm hoãn việc thực tập tốt nghiệp, nhưng lại vẫn có thời khóa biểu cũng nhưng nộp hộp phí trên Bkpay.. . 1 vấn đề nữa đó là bộ môn bên Điện Tử lại yêu cầu nộp from đăng kí GVHD hạn đến 6\\6 hết hạn vậy cho em hỏi nên thực hiện theo kế hoạch mail trường đề ra hay của bộ môn đăng lên ạ.. . và nếu hoãn thì học phí bọn em có phải đóng không ạ?. . em chân thành cảm ơn",
            "Chào bạn. . - Môn TTTN: chỉ là hoãn tạm thời thôi, sẽ vẫn tổ chức cho SV khi qua dịch, nên vẫn có TKB và học phí của HK 203. . - Điện Tử lại yêu cầu nộp from đăng kí GVHD: Bạn vui lòng liên hệ Khoa hoặc bộ môn để tư vấn nghen, có thể gởi mail hoặc gọi dt . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính thưa PĐT!. . Em là [full_name], sv khoa Điện.. . Trong kì vừa qua đến bây giờ em đã cố gắng xin mở lớp EE3007 vì không kịp học trong hè em sẽ bị trễ tiến độ LVTN.. . Em đã xin thầy [full_name] - trưởng bộ môn Điều khiển tự động cho phép môn EE3007 chuyển sang dạng đồ án( vì hè nay không mở được các môn có thực hành) . . Mong thầy cô pđt giúp đỡ và cho phép em đăng kí trong hè này.. . Em cảm ơn. . .",
            "Chào bạn. . Về vấn đề này Cô không thể trả lời cho bạn được hay không, Cô hướng dẫn quy trình cho bạn nghen:. . - Bạn làm đơn xin cứu xét học môn ... theo dạng đồ án, trong đơn ghi rõ lý do thuyết phục, cho giảng viên hướng dẫn + bộ môn + [full_name] đồng ý ký xác nhận, rồi nộp cho Pdt. . - Sẽ trình đơn của bạn cho Thầy Trưởng phòng đào tạo ký duyệt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào pđt , em thấy mail pđt là ngày 7/6/2021 có đợt đăng ký bổ sung , đợt trước em lỡ đăng ký 4 môn nhưng em chỉ muốn học có 3 môn , vậy em không thanh toán tiền học đến ngày 7 hết hạn xóa tkb của em , em đăng ký mới 3 môn được không ạ ! em cảm ơn pđt rất nhiều ạ ! . . . .",
            "Chào bạn. . Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV : [student_id]. . Dạ thầy cô cho em hỏi em cần đăng ký trả nợ môn học Quá trình thiết bị và truyền nhiệt CH2043 vào kỳ hè nhưng khoa không mở thì có cách nào khắc phục không ạ? Hiện giờ em chỉ còn nợ môn này. Em cảm ơn ạ.. . . .",
            "Chào bạn. . -\tHiện tại đã quá trễ để mở lớp cho HK203. . -\tBạn vui lòng đăng ký ở HK211 . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV [student_id].. . Do hoàn cảnh gia đình khó khăn nên em có thanh toán học phí trễ hạn.. . Hôm nay em đã lên bkpay để thanh toán học phí nhưng có vẻ OCB của em bị lỗi và em đã bị khóa tài khoản, không thể thanh toán học phí được. Em cũng đang trong quá trình cách ly tại nhà nên không thể đến phòng giao dịch để mở lại tài khoản hoặc thanh toán. Kính mong phòng đào tạo xem xét cho em được gia hạn thêm thời gian đóng học phí học kỳ chính 202 và hk hè 203 trong đợt thu này.. . Em cam kết những gì em nói là thật. Kính mong phòng đào tạo xem xét. .",
            "Chào bạn. . Theo quy định thì bạn phải thanh toán đúng hạn. . - Về học phí Hk202 nhà trường đã thông báo và gia hạn nhiều lần. . - Hk203 nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . - Bạn có thể nhờ người đóng học phí trực tiếp tại ngân hàng. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . 1. [full_name]1007: pháp luật việt nam đại cương. . 2. [full_name]1003: vật lý 1. . 3. [full_name]1005: giải tích 2",
            "chào em,. . em cần thu nhận lại mới có thể đăng ký môn học. . Nếu đã thu nhận lại thì em đăng ký môn học online. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: xin chào thầy cô ạ, . . em đã đổi điểm anh văn 2 đợt vừa rồi, điểm đã có trong điểm chuyển nhưng chưa hiện trong bảng điểm. . . Thầy cô cho em hỏi là vậy đợt 3 em có được đăng kí tiếp anh văn 3 không ạ? Vì điểm anh văn 2 đã được đổi trong điểm chuyển. Em cảm ơn thầy cô",
            "Chào bạn. . Được nghen bạn, nếu bạn không đăng ký thì báo lại cho Pdt xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT. . Em có nhận được mail của pđt về việc đóng học phí trước 6/6. Tuy nhiên, hiện nơi em sống, phường Thạnh Lộc,Q12 đang bị phong toả, em và gia đình không thể đến bất kì Ngân hàng nào để nộp học phí đúng hạn.. . Vì vậy, Em mong pđt cho phép em đóng học phí trễ hạn. Em hứa sẽ đóng đầy đủ học phí ngay khi lệnh giãn cách được nới lỏng.. . Em mong nhận được phản hồi sớm nhất ạ!. . Em cám ơn",
            "Chào bạn. . Về vấn đề học phí Hk 202 nhà trường đã thông báo và nhắc nhở theo lịch trình học vụ của nhà trường. . Nếu có khó khăn thì đầu học kỳ có thê liên hệ Phòng Công tác chính trị sinh viên để gia hạn hay miễn giảm học phí. . Hiện tại phải đóng học phí nếu không thì sẽ xử lý theo quy định . . Bạn thanh toán học phí qua Mybk-Bkpay mà, đâu cần phải ra ngân hàng. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ Phòng Đào tạo cho em hỏi. . Hiện tại em có thể đăng kí in bảng điểm với nơi nhận là Phòng Đào tạo CS1 được không ạ? Em sẽ nhờ các bạn đang làm luận văn ở các lab trong trường lấy giúp ạ?. . Em xin cảm ơn. .",
            "chào bạn,. . Hiện tại bạn có thể đăng ký nhận gửi bảng điểm qua đường bưu điện nhé. Vui lòng xem mail hướng dẫn của Phòng [full_name] đã gửi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ Phòng Đào tạo cho em hỏi, em đã đăng kí chuyển điểm anh văn từ ngày 12/4 nhưng đến nay vẫn chưa được cập nhật điểm chuyển ạ.. . Em có MSSV là [student_id] ạ.. . Em xin cảm ơn",
            "Chào bạn. . Pdt kiểm tra bạn đã được cập nhật điểm chuyển anh văn. . Bạn kiểm tra tại Mybk-- Thông tin sinh viên --  điểm chuyển. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K20 vừa rồi có đăng kí 2 môn đại cương học vượt ở HK203. Gần đây em nhận được mail có đoạn:. . . . \"Thanh toán học phí từ 02/06 đến 07/06/2021. Sau thời gian trên Phòng đào tạo sẽ đánh giá lại điều kiện mở lớp và có thể hủy các lớp không đảm bảo sĩ số theo qui định. Các sinh viên không thanh toán học phí đúng hạn sẽ bị hủy thời khóa biểu\". . . . Vậy cho em hỏi nếu em không đóng kiệp học phí HK203, ngoài không được học HK203 thì có ảnh hưởng gì khác không? Có được đăng kí HK211 không? Có phải trả nợ học phí HK203 dù bị xóa thời khóa biểu không?. . . . Em cám ơn.. .   i Đăng ký môn học .",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] MSSV [student_id]. . dạ nhà em bố đang khó về tiền bạc nên chưa đóng tiền ạ mà mail trường gửi lên cho em vào đúng qua 15 giờ 6/6/2021 nếu không đóng thì em sẽ bị hoãn học nên em mong nhà trường thông cảm ạ. . . . . .",
            "Chào bạn. . Về vấn đề học phí Hk 202 nhà trường đã thông báo và nhắc nhở theo lịch trình học vụ của nhà trường. . Nếu có khó khăn thì đầu học kỳ có thê liên hệ Phòng Công tác chính trị sinh viên để gia hạn hay miễn giảm học phí. . Hiện tại phải đóng học phí nếu không thì sẽ xử lý theo quy định . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   Chào cô, em có một vài thắc mắc về dự thính hè ạ. . - Hiện tại là đang là đợt 2 của đợt đăng kí mà trường yêu cầu đóng tiền, em có nghe nói nếu không đóng tiền thì sẽ bị hủy môn, vậy nếu đợt 2 này em không đóng tiền và đợt 3 đăng kí lại thì có được không ạ ? (  U mục đích là để tạm hoãn đóng tiền ạ  /U ). . - Nếu như không được, vậy nếu em không đóng tiền thì em sẽ gặp những hệ quả chi tiết là gì?. . - Cô có gợi ý cách giải quyết nào cho em được không ạ.. .   Em cảm ơn cô.",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV [student_id]. . Vì phụ huynh em bị trễ lương và xảy ra vài chi tiêu ngoài dự kiến nên em không thể thanh toán học phí trước ngày 11/05/2021.. . Em xin phòng đào tạo xem xét.. . Em xin cảm ơn.",
            "Chào bạn. . Bạn cố gắng thanh toán học phí nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Thưa, lỗi Chọn sai môn chuyển điểm là sao ạ?. . . .",
            "Chào bạn. . Bạn xem lại quy định điều kiện được chuyển điểm tại trang web: aao.hcmut.edu.vn-- Quy chế-- Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . - điểm của bạn không đủ để chuyển điểm. . Thân",
            "/B Thưa phòng đào tạo, với số điểm 410 đã đủ để chuyển điểm AV1, và AV2 theo như trong bảng đã đủ để quy đổi.. .   QUOTE điểm của bạn không đủ để chuyển điểm. . . .   /I  Cho em xin câu trả lời rõ hơn được không, e chỉ muốn chuyển điểm trước hai môn đó thôi ạ.",
            "Chào bạn. . Bạn xem aao.hcmut.edu.vn-- Quy chế-- Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Mục 4: 4.   Chuyển điểm các môn ngoại ngữ và bảng quy đổi tương đương các chứng chỉ --  Bảng quy đổi tương đương và chuyển điểm áp dụng từ HK1/2020-2021. . - [full_name] [full_name]: Muốn chuyển điểm AV1 thì [full_name] nghe đọc phải 450 điểm. . - Bạn đạt 410 thì không đủ điểm để quy đổi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa PĐT, em có đăng kí in thẻ Sinh viên tại trường nhưng vì cách ly nên em muốn vận chuyển qua bưu điện ạ.. . Địa chỉ của em là 104 đường 47, phường Tân Quy, quận 7. . Số điện thoại : 070 4411 239. . Em xin cảm ơn,. . [full_name].",
            "Chào bạn. . Pdt đã gởi qua bưu điện cho bạn rồi. . Nếu đến cuối tuần sau vẫn không có thì bạn phản hồi lại nghen. . Thân",
            "Hiện tại em đang cần thẻ sinh viên để đăng kí thi anh văn nói viết. Xin PDT gửi về lại địa chỉ mới cho em. . Công ty TNHH On Semiconductor, số 10 đường 17A, khu CN Biên Hòa 2, thành phố Biên Hòa, Đồng Nai.",
            "Chào em,. . Hiện tại em đang cần thẻ sinh viên để đăng kí thi anh văn nói viết. . =  Em có CCCD, CMND được dự thi anh văn nói viết nhé.. . Thân mến,. .",
            "Em bị mất ví từ tháng 5, có làm lại căn cước và thẻ sinh viên nhưng chưa hoàn thành cả 2, nên em mới tạo yêu cầu vì việc làm căn cước công dân mới không thể thực hiện được. Mong PDT có câu trả lời thỏa đáng cho em.",
            "Chào bạn. . Trường hợp của bạn đã báo TTNN, sẽ đối chiếu dữ liệu nội bộ để cho thi. . Bạn có thể báo trước với TTNN để hỗ trợ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào đại diện trường ạ,. . Chuyện là em có đăng kí môn học hk203 nhưng vì gia đình có trục trặc nên không đủ điều kiện chi trả học phí thì em huỷ môn như thế nào ạ?. . . .",
            "Chào bạn. . -Đến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . Nhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id], [student_id]  /b \t. . . . Em chào anh/chị bên PDT ạ.. . . . Ngày mai 15h (6/6/2021) là hết hạn đóng học phí rồi. Nhưng thứ Hai (7/6) chúng em mới nhận được tiền dưới quê gửi lên, do cuối tuần ngân hàng không làm việc. Chúng em xin lỗi vì sự bất tiện này, nhưng xin phép anh/chị cho chúng em được đóng học phí trễ thêm 1 ngày được không ạ.. . . . Em xin cảm ơn!. . . .   i Học phí .",
            "Chào bạn. . Bạn cố gắng thanh toán nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . Em hiện đang là sinh viên năm 3, theo như chuẩn GDTC của trường thì hết năm 3 phải cần đạt chuẩn qua 3 môn GDTC. Do vấn đề sức khỏe nên em không đủ 3 môn GDTC, vì thế nên em dự định nộp đơn xin miễn học GDTC, nhưng trước diễn biến phức tạp của dịch Covid19 em có thể xin miễn học môn GDTC trực tuyến qua hình thức gửi email hoặc thông qua hệ thống BKSI được không? Và ngoài mẫu đơn xin miễn học GDTC ra thì em cần phải nộp thêm những giấy tờ nào nữa ạ.. . Em xin chân thành cảm ơn.. . Trân trọng,",
            "Chào bạn . . Lý do bạn xin được miễn môn GDTC là gì, bạn gởi lại để PDT kiểm tra rồi trả lời nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2033575  /b \t. . . .   i Yêu cầu khác . Cho em hỏi bên liên thông đại học (VHVL) sao Trường mình miễn được có 3 môn vậy ạ, trừ môn Anh Văn với Quốc Phòng ra thì các thì sau khi trừ 3 môn miễn em xem lại cái chương trình đào tạo thì còn quá nhiều tín chỉ. Học thì có 1.5-2 năm, mà học có 6 chỉ thì học từ tối (thứ 2 tới thứ 7 + Thí Nghiệm) mà học thì gần nữa năm. Vậy làm sao học kịp hết đây ạ,mong nhà trường nói rõ cho em?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cái giấy xin miễn môn, em có gọi điện cho Trường CĐKT Cao Thắng thì họ kêu là không có giấy đề cương tóm tắt môn học, chỉ có cái bằng cấp và cái bảng điểm trong đó có chứa tên môn học và điểm thôi. Vậy em xin miễn môn thì em gửi cái giấy xin miễn và cái bảng điểm thôi được không ạ?  B   /B",
            "chào bạn,. . Bạn vui lòng chụp hình tất cả các giấy tờ liên quan để gửi mail đến [email] nhé.. . Theo mail hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào anh/chị, cho em hỏi với tình hình hiện tại có thể đến nộp giấy đóng học phí trễ tại phòng đào tạo không ạ?",
            "Chào bạn. . Nếu đã đóng học phí rồi thì không cần nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em có đăng ký môn học trong HK203 đợt 1, nhưng do có việc đột xuất nên em không thể hoàn thành học phí kịp thời hạn là 07/06/2021 và theo mail em nhận được thì Phòng đào tạo sẽ hủy TKB nếu không thanh toán học phí. Do vậy nên em muốn hỏi là em có thể đăng ký lại các môn học đó vào đợt 3 nếu bị huỷ TKB của đợt 2 hay không ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi cô [full_name],. . . . Em tên là [full_name], MSSV: [student_id], hiện đang học lớp VP18XDC, chương trình Viêt Pháp. Hiện tại em và nhiều bạn khác đang gặp 1 số vấn đề sau, mong pđt có thể giúp chúng em ạ:. . . . - Trong đợt đkmh HK203, em có đk môn giải tích 2 (MT1013) và môn giải tích 3 (MT2007), chúng em là sinh viên k18 trở về trước và đây là các môn tương đương của khóa k19.. . - Tuy nhiên, khi trả kết quả đkmh thì hệ thống lại không chấp nhận và báo là chúng em chưa học môn tiên quyết của k19 (Em xin đính kèm ảnh dưới).. . - Do đây là môn tương đương nên các môn tiên quyết chúng em đã học ở mã cũ rồi ạ.. . - Tình hình hiện tại:. .  . Lớp giải tích 3 (MT2007) của thầy [full_name], đợt 2 đk 40 sv, hiện còn 27 sv và chúng em không thỏa điều kiện để đăng ký.. .  . Lớp giải tích 2 (MT1013) của cô [full_name], đợt 2 đk 20 sv, sau chỉ còn 8 sv nên không đủ sỉ số và pđt đã hủy luôn lớp này ạ.. . - Chúng em hiện đang lập danh sách các bạn không đăng ký được.. . . . Do ngày 7/6/2021 đã bắt đầu học kì dự thính nên chúng em rất lo lắng và hoang mang, chúng em hiện không biết nên xử lí như thế nào. Mong pđt có thể giúp đỡ và hướng dẫn chúng em hoàn thành việc đkmh cho HK203 này ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Hiện tại PDT đã mở lại, các bạn vào đăng ký lại nghen trước 3 giờ chiều ngày 9/6. . Có trục trặc gì thì báo lại nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thưa Thầy/Cô, . . Em tên là [full_name], sinh viên lớp Kỹ sư tài năng ngành Khoa học máy tính, khóa k19. Em hiện tại đã làm xong bài tập lớn của học kỳ 202. Hiện tại thì em muốn ra khỏi chương trình kỹ sư tài năng thì có cần phải chờ đến hết học kỳ không ạ, hay là giai đoạn nghỉ hè này cũng có thể xin ra được. Và em phải làm thủ tục như thế nào ạ?. . Em xin chân thành cảm ơn,. . Trân trọng,. . [full_name]",
            "Chào bạn,. . Bạn có thể làm đơn xin ra khỏi chương trình tài năng và nộp tại [full_name] nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ quý thầy cô cho em hỏi là em đã thanh toán học phí trễ trước hạn đợt 1 15h 04/06/2021 nhưng đến bây giờ em kiểm tra lại thì tài khoản vẫn chưa trừ tiền và học phí chưa thanh toán ạ, em tiếp tục thanh toán nhưng vẫn không thanh toán được,quý thầy cô cho em hỏi nên làm sao ạ, em cám ơn. . . .",
            "Chào bạn. . Bạn có thể chụp hình lại màn hình hiện tại của bạn để nhà trường kiểm tra được không?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em muốn rút môn học kì hè vì em đã đăng kí môn học vì sợ là vì lượng kiến thức của rất nhiều môn nên là em sợ rớt giải tích 2. Nhưng vì tình hình dịch bệnh, nên trường đã đổi thì, nên em có thời gian hơn để ôn tập và vì dịch nên thử nhập gia đình em bị khó khăn, gia đình em thuộc hộ nghèo, không thể đóng tiền học cho học kì này, một môn này là 1 được 1 phần của học kì sau, số tiền học phí này rất quan trọng, giúp gia đình em trang trải qua thời kỳ khó khăn. Nên là em mong nhà trường sẽ giúp em hủy môn đã đăng ký cho học kì này.",
            "Chào bạn,. . Học kỳ hè là học kỳ dự thính chỉ mở theo nhu cầu. Và hiện tại đã hết thời gian để hủy môn học.. . Vấn đề khó khăn về hoàn cảnh gia đình bạn vui lòng liên hệ tại phòng công tác Chính trị sinh viên để được hướng dẫn và hỗ trợ nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hôm qua em có chuyển tiền mặt vào thẻ ocb nhưng gặp vấn đề nên nhân viên nói là t3 tiền mới tới, em có thể dời ngày đóng tiền lại đến 15h ngày 8/6 được không ạ. Em xin cảm ơn",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . hiện giờ chưa thi dự thính hk202 mà em chưa đóng học phí vậy giờ em đóng và nộp giấy đóng trễ lên phòng đào tạo còn kịp không ạ",
            "Chào bạn. . Bạn cần thanh toán học phí là được, không cần phải lên trường để nộp giấy tờ gì nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy cô!. . Em có câu hỏi: em đã nhận thông tin phải nộp đơn xin thu nhận lại vì lý do hết hạn đào tạo, để được mở lại cổng đăng ký tốt nghiệp trên Mybk. Em đã thực hiện, nộp đơn theo mẫu đăng ký thu nhận lại (mẫu trên trang web) ngày 28/05/2021 tại PĐT. Tuy nhiên đến nay em vẫn chưa được thu nhận lại và chưa thể đăng ký tốt nghiệp trên mybk. Vậy mong thầy cô kiểm tra giúp em tình trạng của em hiện tại và cách giãi quyết ạ.",
            "Chào bạn,. . Hiện tại bạn đã cập nhật đủ ngày CTXH chưa?. . Bạn vui lòng làm đơn xin cứu xét thu nhận để tốt nghiệp. Bạn viết đơn và chụp hình gửi qua bksi nhé (KHÔNG PHẢI ĐƠN THEO MẪU TRÊN AAO), vì bạn bị buộc thôi học vì hết thời gian đào tạo.. . Thân",
            "Em đã cập nhật ngày CTXH đủ lâu rồi ạ. . . Em xin gửi đơn xin cứu xét thu nhận lại bằng cách gửi hình lên đây. Mong Thầy Cô xử lý giúp em. Em cảm ơn!",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Chào bạn[full_name] [full_name] Pdt đã ghi nhận trường hợp của bạn[full_name] [full_name] Sau ngày 21/6 bạn sẽ khai được tốt nghiệp nghen[full_name] [full_name] Có gì trục trặc có thể liên lạc trực tiếp qua mail của [full_name][full_name] [full_name] [email][full_name] [full_name] Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: do vừa đóng học phí lần 2 xong nên em xoay tiền không kiệp em muốn xin gia hạn thời giang đóng học phí thì làm cách nào ạ. .",
            "Chào bạn. . Học phí Hk203. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào cô/ thầy. . Ngày 16/4/2021, em có lên PĐT xin giấy thu nhận lạI( Lý do không ĐK môn HK2/ 2020-2021).. . Em có làm đơn \" đề nghị được được thu nhận lại từ HK 203/ 2020- 2021\". . . Em có nói là do còn anh văn chưa thi và cô chỉ nói là chừng nào có bằng thì nộp để đổi điểm để kịp cho đợt ĐK tốt nghiệp tháng 11.. . Em đã làm đơn rồi không biết có cần phải ĐK môn cho HK chính tiếp theo không ạ?. . Em cám ơn.",
            "Chào bạn. . Nếu bạn chỉ còn điều kiện anh văn để tốt nghiệp, và không còn nợ môn nào khác thì không cần DKMH . . - Khi nào bạn có đủ điều kiện thì liên hệ phòng đào tạo để xét tốt nghiệp theo lịch trình tốt nghiệp tháng 11/2021 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi thầy/cô:. . Em đã đăng ký in bảng điểm, ngày hẹn trả là 04/06/2021. Hiện tại em đang ở Đồng Nai và không thể đến Cơ sở 1 để nhận bảng điểm. . . Cho em hỏi bảng điểm đã in có thể gửi bưu điện được không ạ?. . Nếu có thể, phiền thầy/cô gửi tới [full_name], sđt: [phone_number]. . Đ/c: 138, [full_name], tổ 8, Kp.3, phường Long Bình Tân, Biên Hoà- Đồng Nai.. . Nếu không, em phải đăng ký và nộp tiền lại ạ?. . Em mong sớm được giải đáp.. . Xin cảm ơn thầy/cô.. .",
            "Chào bạn. . Bạn vui lòng đăng ký lại, đăng ký thêm dịch vụ gởi qua bưu điện luôn nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT, em là [full_name], MSSV [student_id].. . . . Theo như thông báo của khoa Máy Tính, thì ở học kì này em đã bị loại khỏi chương trình KSTN do không đạt đủ điểm TB HK201 như quy định, nhưng mà trong kì này em vẫn có tên trong các môn học thuộc học phần mở rộng, em có hỏi lại thầy cô và không làm phần mở rộng.. . PĐT cho em hỏi thì học phần mở rộng của em có bị xóa hay không, hay là cho điểm 0 học phần mở rộng, do em thấy các học phần mở rộng có hiển thị trên myBK- bảng điểm của em.. . . . Em cảm ơn ạ, mong nhận được hồi âm từ PĐT.. . . . Thân,. . [full_name].",
            "Chào bạn. . Nếu bạn không còn trong lớp KSTN nữa thì học phần mở rộng không cần thiết. . - Khi nào nhà trường hoạt động lại, bạn viết đơn xin huỷ HPMR nộp tại Pdt nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em có đăng kí giấy xác nhận sinh viên để hoãn nghĩa vụ quân sự ngày 27/5/2021 nhưng hiện tại em không lên thành phố để lấy được, cho em  hỏi là bây giờ em có thể nhận qua bưu điện được không ạ.",
            "Chào bạn,. . Giấy xác nhận bạn đăng ký đó đã chuyển về nơi bạn đăng ký nhận, nên bạn vui lòng đăng ký lại tại mybk, và chọn nơi nhận qua bưu điện nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em tên là [full_name], MSSV [student_id]. . Nay em viết phiếu xin PDT cho em hướng giải quyết về phần học phí kì 203.. . Em có định thanh toán học phí kì 203 qua BKPay nhưng vì tài khoản OCB của em lâu không sử dụng nên khi em đăng nhập vào OCB OMNI nó báo sai mật khẩu và khóa giao dịch của em. Em có liên lạc với phía ngân hàng nhờ hỗ trợ nhưng họ bảo phải ra chi nhánh gần nhất để mở lại tài khoản thì mới thanh toán được nhưng nay em đã về quê mà ngân hàng lại không có chi nhánh tại Bến Tre nên em đang không biết cách nào để thanh toán học phí kì 203 đúng hạn ( trước đây em toàn ra thẳng chi nhánh tại TPHCM để thanh toán ). Kính mong PDT cho em xin hướng giải quyết để em có thể tham gia học kì 203 vì nếu em trễ hạn sẽ bị xóa môn học và TKB. Em chân thành cảm ơn. . .",
            "Chào bạn. . -Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen, nhà trường chỉ có thể gia hạn thêm 1 ngày đến 15giờ ngày 8/6/2021. . -Bạn liên hệ với ngân hàng xem sao, về phí ngân hàng thì nhà trường không thể tư vấn được. . - Hoặc có thể nhờ người quen ra ngân hàng thanh toán trực tiếp được không?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào cô/thầy, theo mail thì đợt đóng tiền cho đợt 2 HKDT203 sẽ kết thúc vào 7/6. Nếu đóng không đúng hạn thì sẽ bị hủy TKB. Vậy thì cho em hỏi hủy TKB là hủy môn học hay sao ạ? Em cám ơn.. .   i Đăng ký môn học .",
            "Chào bạn,. . Hủy TKb khác với hủy môn học nhé bạn. . Theo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . Hiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Chào bạn. . Bạn cần đăng ký môn gì ghi rõ tên môn+ nhóm, tình trạng đã chuyển sang VLVH, gởi vào mục DKMH để PDT xử lý nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa pđt, em là  [full_name] ( [student_id] ), do trước khi dịch có đăng kí dự thính 2 môn học, và sau đó có thông báo lịch thi 203 và 202 khá gần nhau, em bị áp lực thời gian và số lượng môn thi, xin phép pđt cho em hủy 1 môn kì 203 là [full_name] ạ. Em xin cảm ơn",
            "Chào bạn. . -\tĐến thời điểm hiện tại, theo quy định không thể huỷ môn học và huỷ học phí Hk203. . -\tNhà trường đã thông báo cụ thể từng quy định và từng mốc thời gian. . -\tTheo quy định, nếu không đóng học phí mặc dù TKB sẽ bị huỷ, nhưng học phí vẫn treo, nên chắc chắn là bạn sẽ không DKMH của HK211 (chính quy+ dự thính) . . -\tHiện tại, bạn cố gắng đóng học phí theo đúng quy định nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô, vừa rồi em đã đăng kí học lại Quân Sự tại trung tâm Giáo Dục Quốc Phòng - An Ninh để kịp tốt nghiệp vào tháng 11/2021, thời gian dự kiến học bắt đầu vào ngày 28/06/2021. Hiện nay, vì ảnh hưởng bởi Đại dịch Covid, Trung tâm GDQP-AN hiện đã trở thành khu cách ly, em đã chủ động liên hệ lại với Trung tâm qua số điện thoại để xác nhận việc lịch học và phương thức học như thế nào nhưng không được. Vì vậy em hi vọng thầy cô có thể giải đáp giúp em mốt số điều dưới đây ạ:. . 1. Em rất muốn có thêm thông tin liên lạc với Trung tâm GDQP-AN ví dụ như email, nếu thầy cô có thông tin liên lạc với trung tâm thì có thể cho em xin với được không ạ? . . . . 2. Trường hợp xấu nhất là em không thể hoàn thành khóa học trong kì hè để kịp tốt nghiệp, vậy sang học kì 211 em có phải đăng kí thêm môn học nào khác để duy trì tình trạng sinh viên ngoài môn Giáo Dục Quốc Phòng không ạ?. . . . Em cảm ơn thầy cô rất nhiều. . . Chúc thầy cô sức khỏe!. .",
            "Chào bạn. . Em xem file đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đăng kí môn mà không thấy thời khoá biểu gmail kêu vào xem thì thấy chữ tạm dừng không xem được kết quả, em từ hệ chính quy sang hệ vhvl cô bên phòng đào tạo kêu đăng kí môn rồi học bình thường với lại em đang cần thời khoá biểu để lấy giấy hoãn nghĩa vụ ạ!!!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/Cô ạ. Thầy/Cô cho em hỏi về việc xin giấy giới thiệu của trường để nộp cho trung tâm GDQP ạ. Đầu năm nhất em có tham gia khoá học Giáo dục Quốc phòng do trường tổ chức nhưng sau đó phải nghỉ giữa chừng vì phải thực hiện phẫu thuật ạ. Đến nay em mới sắp xếp đăng kí để học lại khoá học GDQP nhưng bên trung tâm yêu cầu phải có giấy giới thiệu của trường đang theo học. Vậy em có cần phải viết giấy giới thiệu trước rồi đem đến phòng đào tạo để nhờ xác nhận hay Phòng đào tạo có mẫu đơn riêng ạ.. . . . Dạ em rất cảm ơn Thầy/Cô ạ.",
            "Chào bạn. . Bạn đăng ký tại trang Mybk--  giấy chứng nhận sinh viên --  giấy giới thiệu học GDQP. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy/cô:. . . . Em tên: [full_name] - MSSV: [student_id]. . . . Em có câu hỏi về đăng kí môn học. Hiện em đã đăng ký thực tập ngoài trường mã môn EE3335 lần 1 và lần 2. Nhưng hiện tại tới thời gian thanh toán, em kiểm tra trên bkpay không có thông tin.. . . . Em ở xa không thể tận nơi. Mong thầy/cô giúp đỡ xem xét ạ.. . . .   i Đăng ký môn học .",
            "Chào bạn,. . . . Sau lần 3 PDT sẽ xét môn thực tập ngoài trường lúc đó mới cập nhật học phí nha bạn.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là [full_name] mssv [student_id]. . Dạ phòng đào tạo cho em hỏi ạ ? Em hiện đã có 90 tín chỉ, nếu theo phòng đào tạo nói là cộng thêm số chỉ kì 202 nữa mặc dù chưa có điểm là em đã đủ tín chỉ để đi thực tập rồi ạ, em cũng không có môn nào bị vướng môn thực tập vậy sao em bị xóa ạ ? Mong pđt xem và giải quyết giúp em, em cảm ơn rất nhiều ạ.",
            "Chào bạn,     . . Hiện tại vì một số lý do sinh viên chưa đăng ký được môn Thực tập ngoài trường vui lòng đăng ký lại trong đợt 3. Do tình hình dịch Covid-19, Phòng đào tạo sẽ tạm xét đạt các môn học đang học ở học kỳ dự thính 202 chưa có điểm để tính số tín chỉ tích lũy và điều kiện tiên quyết khi xét Thực tập ngoài trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi PDT. .    Do em đã học cãi thiện vài môn học nên bảng điểm cá nhân của em   B chưa cập nhật điểm trung bình tích lũy ngành  /B  đúng với điểm thật. Nên em mong muốn PĐT cập nhật lại điểm trung bình tích lũy ngành giúp e để có thể xin thực tập hè và theo dõi tiến độ học tập.. e xin chân thành cảm ơn. . . .   i Yêu cầu khác .",
            "Chào bạn. . Bạn đăng ký lại TTTN trong đợt 3 này để PDT xét lại nghen. . - Hiện tại điểm cập nhập trên Mybk -- xem điểm là điểm TBTL chung . . - Điểm  trung bình tích lũy ngành bạn xem ở đâu có chính xác không?. . Thân"
        ]
    }
]