[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng Đào tạo,. . . . Ở câu hỏi trước em có trình bày về nguyện vọng muốn đăng ký bổ sung LVTN cho học kỳ 212 này. Em xin đính kèm đơn xin đăng ký có chữ ký xác nhận của GVHD (thầy [full_name]) ở khoa. Kính mong phòng Đào tạo xem xét trường hợp của em.. . . . Em xin cảm ơn phòng Đào tạo",
            "Chào bạn, . . - Phòng đào tạo kiểm tra tình trạng của bạn hiện tại là tạm dừng. Bạn vui lòng làm đơn thu nhận lại. . - Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . - Điền đầy đủ thông tin nộp qua trực tiếp tại Phòng đào tạo hoặc BKSI. . - Hiện tại đã đến tuần thứ 12 của HK 212, nên bạn vui lòng làm đơn đăng ký LVTN, trong đơn ghi rõ tên môn học, mã số môn học, lý do bổ sung. Và phải có xác nhận của Khoa + Giảng viên hướng dẫn đồng ý bổ sung và xác nhận tiến độ thực hiện được bao nhiêu phần trăm (có thể gởi yêu cầu Khoa + Giảng viên hướng dẫn xác nhận trong đơn, hoặc xác nhận qua mail, bạn chụp hình mail  đồng ý đính kèm ), gởi yêu cầu tại BKSI để xử lý. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi pdt. . Em muốn bảo lưu kết quả học tập và tạm dừng thì làm như thế nào ạ, sau khi tạm dừng bao giờ e có thể đăng ký học lại ạ",
            "Chào bạn. . - Hiện tại đến tuần thứ 12 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý. . - Về quy định hoàn trả học phí : Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  Phụ lục 5: Quy định về hoàn trả học phí  2.2 Thôi học, tạm dừng.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em [full_name]. . Mssv [student_id]. . Ngành Tự Động Hóa. . Hạng thanh toán học phí HK212 của em ngày 21/3 hết hạng mà Bkpay em không có mục Thanh Toán để đóng tiền. PĐT kiểm tra lại giúp em.. . Thân gửi. . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Sắp hết hạn thanh toán học phí rồi mà chưa mở thanh toán thì sao em đóng học phí được ạ. Em có đính kèm hình bên dưới.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có lịch thi Quá trình và thiết bị cơ học nhưng em lại đang sốt vì bị dương tính không thể tham gia nên em xin đăng kí hoãn thi ạ",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin phép được hoãn kiểm tra giữa kỳ do nhiễm phải Covid-19 ạ. . Minh chứng em sẽ đính kèm bên dưới, còn đây là link drive em sẽ bổ sung thêm minh chứng (nếu có): https://drive.google.com/drive/folders/1Z7SNf7MJD7HfZ5781LwlV1JvlhHduCdB?usp=sharing . . . . Mong sớm được phòng đào tạo xét duyệt, em xin cảm ơn.",
            "\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào Thầy, Cô!. . Cho em hỏi, em mới đăng kí in chứng chỉ toeic do phiếu điểm em bị mất, bên IIG báo 3 tuần mới có, vậy ngày 8/4 em nộp CCNN kịp xét tốt nghiệp không ạ! Em cảm ơn",
            "\"Chào em,. . SV xem lịch trình xét tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022 . . Còn thời gian được cập nhật tại mybk/Đăng ký tốt nghiệp là thời gian để SV vào đăng ký tốt nghiệp sau khi có tên trong ds dự kiến tốt nghiệp nhé. . Về lễ tốt nghiệp, SV vui lòng đợi thông báo sau.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng đào tạo!. . Em tên [full_name]. . MSSV: [student_id]. . Nội dung: Em nhận được tin nhắn từ phòng đào tạo về việc đóng học phí, hạn đóng từ 14/3-21/3. . . Nhưng trên trang BKPAY em không thể thanh toán được vì không có nút thanh toán ạ. Kính mong phòng đào tạo hỗ trợ.. . Em cảm ơn!",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi PĐT, . . Em tên là [full_name], MSSV: [student_id], Khoa Cơ khí. Em có tham gia hiến máu vào ngày 15/03/2020. Em mong PĐT có thể cập nhập sớm giúp em để em có thể đăng ký tốt nghiệp. Em đang cần giấy chứng nhận tốt nghiệp tạm thời. Em cảm ơn.",
            "Chào em,. . Về việc cập nhật ngày CTXH, SV vui lòng liên hệ tại văn phòng đoàn khoa/đoàn trường của bạn để được hỗ trợ cập nhật ngày CTXH lên trang hoạt động ngoại khóa nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi phần tình trạng sinh viên của em để là \"tạm dừng\" và em không thể đăng kí tốt nghiệp được ạ. Vậy em có thể làm sao để giải quyết vấn đề này ạ? . . Em chân thành cảm ơn.",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Thưa thầy cô phòng đào tạo Bách Khoa. . . . Em tên là [full_name], MSSV: [student_id], sinh viên khoá 2021. Hôm qua, em đã gửi lại hình thẻ của em trên mybk -  nhập học do hình trước bị mờ. Cho em hỏi là trường đã nhận chưa ạ và khi nào có thẻ sinh viên của em, với em sẽ lấy ở đâu ạ.. . Em xin cảm ơn",
            "Chào bạn. . SV nộp lại hình thẻ phông nền trắng và rõ nét có ghi thông tin mã SV và họ tên gửi qua email [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . Em xin gửi đơn đăng ký xóa điểm HT kèm quyết định nhận điểm HT của PĐT (Tháng 09/2021).. . . . Kính mong PĐT xét giúp em ạ.. . . . Trân trọng./.",
            "Chào bạn, . . - Phòng đào tạo muốn xác nhận lại là bạn muốn nhập điểm môn LVTN trong Học kỳ 211 hay Học kỳ 212 để phòng đào tạo giải quyết cho bạn. Vì đợt bảo vệ trong học kỳ 212 dự kiến là ngày 30/5 phòng đào tạo sẽ cấp giấy về Khoa vào đầu tháng 5. . - Bạn vui lòng phản hồi lại nhé. . . Thân.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Em chào Cô,. . Do đã bảo vệ xong vào ngày 16/3 vừa rồi nên emm muốn nhập điểm môn LVTN vào HK211 để kịp tốt nghiệp vào đợt Tháng 4 này ạ. . . . . Mong Thầy Cô xem xét.. . Em xin cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào PĐT,. . Hiện tại tình trạng SV của em đang là \"Tạm dừng\"- 2869/QĐ-ĐHBK. Cho em hỏi làm cách nào để xóa trạng thái đó để có thể đăng ký tốt nghiệp ạ?. . . . Trân trọng./.",
            "Chào em,. . Vui lòng trình bày rõ vấn đề của bạn giúp?. . Hiện tại em đã đủ điều kiện xét tốt nghiệp chưa?",
            "\"Chào bạn. . Pdt kiểm tra hiện tại bạn còn nợ: Điểm LVTN 14. . Không đủ ĐK để tốt nghiệp. . Bạn kiểm tra lại nghen. . Trường hợp có khiếu nại bạn có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương nhưng chưa được cập nhật, vui lòng gửi lại thêm 1 yêu cầu khác về việc xin cập nhật môn tương đương (ghi rõ tên và mã MH SV học, ở học kỳ nào? bao nhiêu điểm? và tương đương với môn học nào thuộc CTĐT của SV). . Thân\"",
            "Em chào Cô,. . Hiện tại em đã có điểm LVTN và trạng thái môn học của em đang là \"  B HT  /B \" ấy ạ. Em đã đăng ký xóa bỏ điểm HT vào \"Câu hỏi/yêu cầu trước\". Mong [full_name] duyệt và mở ô nhập điểm cho Thầy em có thể nhập điểm vào ạ.. . . . Em cảm ơn Cô & [full_name].. . . . Trân trọng./.",
            "Chào em,. . Đơn xóa HT của đang để là HK212, bạn xem lại nhé, nếu bạn đã bảo vệ Hk211 vui lòng xem lại đơn và điều chỉnh và gửi lại qua bksi nhé. . Thân",
            "Dạ em xin phép gửi lại đơn đã điều chỉnh ạ.. . . . Em xin cảm ơn Cô.. . . . Trân trọng./.",
            "Chào em,. . PDT đã tiếp nhận đơn xin xóa điểm HT của bạn.. . PDT sẽ cấp phiếu và chuyển về Khoa để nhập điểm cho Sinh viên.. . Thân",
            "Dạ em chào Cô,. . Cô cho em hỏi là khi nào PĐT chuyển phiếu về Khoa Hóa ạ, vì Thầy em báo là vân chưa nhận được phiếu điểm. . . . . Nhờ cô kiểm tra lại giúp em.. . Em cảm ơn Cô ạ.. . . . Trân trọng",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "Dạ em chào Cô,. . Cô cho em hỏi là khi nào PĐT chuyển phiếu về Khoa Hóa ạ, vì Thầy em báo là vân chưa nhận được phiếu điểm.. . . . Nhờ cô kiểm tra lại giúp em.. . Em cảm ơn Cô ạ.. . . . Trân trọng",
            "Chào em;. . Phòng Đào tạo đã gửi phiếu nhập điểm về khoa theo đường công văn bên Tổ chức hành Chánh, em về khoa để biết thêm thông tin nhé. . Thân",
            "Kính chào Thầy Cô,. . Em xin báo rằng tất cả điểm của em đã được cập nhật trên hệ thống myBK, hơn nữa em cũng đã có tên trong danh sách tốt nghiệp dự kiến. Tuy nhiên trên hệ thống vẫn báo rằng trạng thái sinh viên của em vẫn là \"Tạm dừng\".. . . . Kính mong Thầy Cô xóa trạng thái   B Tạm dừng   /B  giúp em để em có thể đăng ký tốt nghiệp ạ.. . . . Em xin cảm ơn.. . Trân trọng./.",
            "Kính chào Thầy Cô,. . Hiện tại, trên hệ thống vẫn báo rằng trạng thái sinh viên của em là \"Tạm dừng / Nợ học phí\". Thực tế, em đã nhận được quyết định thu nhận lại và thanh toán toàn bộ khoản nợ của MyBKPay (hình đính kèm) . . . . Kính mong Thầy Cô xóa trạng thái Tạm dừng giúp em để em có thể đăng ký tốt nghiệp ạ.. . . . Em xin cảm ơn.. . Trân trọng./.",
            "Chào em,. . Trường hợp của em ngoài tạm dừng còn nợ khoản học phí/ lệ phí trên bkpay, SV mới thanh toán vào ngày 14/4/2022.. . Sau ngày 15/4/2022 SV vào đăng ký tốt nghiệp lại nhé. . Thân",
            "Kính gửi Thầy/Cô,. . Hiện tại em đã đăng ký tốt nghiệp thành công (Trạng thái: \"Đã gửi thông tin đang chờ xử lý\"). Kính mong Thầy/Cô xử lý giúp em ạ.. . . . Em cũng xin cảm ơn Thầy Cô đã hỗ trợ xử lý trường hợp của em trong suốt thời gian qua.. . . . Trân trọng./.",
            "Chào em,. . PDT đã xác nhận, em kiểm tra lại nhé.. . Em liên hệ tại Văn Phòng Đào tạo Quốc tế để đăng ký dự lễ tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dear [full_name],[full_name] [full_name] Dạ hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến nhưng em không thể vào trang Mybk mục đăng ký tốt nghiệp để đăng ký được ạ vì tình trạng hiện tại của em là ghi tạm dừng[full_name] Dạ em không biết đến khi nào mình có thể được mở lại để em có thể vào đăng ký tốt nghiệp được ạ[full_name] Em xin chân thành cảm ơn[full_name][full_name] [full_name] [full_name],[full_name] [full_name] [full_name]",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 2134062  /b \t. . . .   i Tốt nghiệp .    Dạ!. Em tên: Đoàn Công Cảnh. Mssv: 2134062. . Hệ VLVH.. .    Tháng 1/2022 vừa rồi em có đến PĐT để nhận bằng Tốt Nghiệp. Bộ hồ sơ còn in thiếu \"Bảng Điểm Tốt Nghiệp\" của em. Lúc đó em có ghi lại thông tin (Sđt: 0395748148. ĐC: Tân Tiến, Cát Tiến, Phù Cát, Bình Định). Mong Thầy/Cô bổ sung Bảng Điểm và sớm gởi, hay thông báo khi có để em lên nhận với ạ.. .    Chân thành cảm ơn Thầy/Cô ạ!. .",
            "Chào em,. . PDT đang tiến hành in bổ sung bảng điểm TN còn thiếu, Khi nào hoàn tất sẽ gửi mail thông báo cho SV đến nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào quý thầy cô, thầy cô cho em hỏi em là sinh viên khóa 2015. Em chỉ còn thi anh văn nói viết và công tác xã hội. Thầy cô cho em hỏi trên mybk thông báo như hình dưới là em bị đuổi học hay sao thầy cô. Em cảm ơn.. .   i Hỏi về vấn đề bị xóa tên trên hệ thống mybk .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Học phí. . Bkpay của em có môn học để hạn thu là 14/3 và hạn chót là 21/3. Nhưng đến nay 19/3 mà hệ thống vẫn báo chưa tới kì thanh toán và số khoản thanh toán là 0. Em mong nhận được câu sớm ạ. Em cảm ơn.. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name][full_name] [full_name] Mssv:[student_id][full_name] [full_name] [full_name] [full_name] Thầy cô cho em hỏi vấn đề thanh toán học phí dự thính ngoài giờ[full_name] Em có thấy trên lịch thanh toán học phí trên BKpay là 15:00 21/03/2022 nhưng hiện tại thì giờ em không thể thanh toán học phí[full_name] Và ngày mai e có lịch thi giữa kì nhưng đã bị xoá phòng thi vì em chưa thanh toán học phí[full_name] Thầy cô cho em hỏi có thể mở cho em thanh toán được không ạ, và có thể mở giúp em phòng thi vào ngày mai được không ạ[full_name] [full_name] [full_name] Em xin cảm ơn[full_name]",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào PDT, . . em có tên trong danh sách tốt nghiệp tạm thời, nhưng bị tạm dừng nên không đăng ký tốt nghiệp được trên myBK. Giờ em nên thao tác như nào để được quyền truy cập đăng ký tốt nghiệp ạ.. . Em cảm ơn đã hỗ trợ cho em. .   i Tốt nghiệp .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi em có đăng ký xét tốt nghiệp (có tích vào ô in giấy chứng nhận tốt nghiệp tạm thời gửi qua bưu điện) và đã thanh toán lệ phí, nhưng mà tới bây giờ em chưa nhận được giấy. Dạ cho em hỏi khi nào em nhận được giấy ạ",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào anh/chị,. . Em tên là [full_name] - MSSV [student_id].. . Vừa rồi em đã hoàn thành bảo vệ luận văn vào ngày 03.03. Nhưng đã hai tuần rồi điểm của em vẫn chưa được cập nhật lên hệ thống mybk để xin xét tốt nghiệp. Pđt có thể kiểm tra giúp em được không ạ.. . Em xin cảm ơn nhiều ạ.. . . . . .",
            "Chào em,. . Trường hợp của bạn đã làm phiếu đăng ký xóa điểm HT (14) nộp qua bksi cho Phòng Đào tạo chưa?. . Nếu chưa em làm theo hướng dẫn sau:. . Bạn tải mẫu đơn: Phiếu đăng ký thi để thay thế điểm VP (hoặc HT) tại trang web : aao.hcmut.edu.vn    biểu mẫu. .  (nộp qua  BKSI). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Hiện tại em đã có tên trong danh sách tốt nghiệp dự kiến 04/2022, nhưng em vẫn chưa đăng ký tốt nghiệp được vì vẫn đang trong tình trạng nghỉ. Mong PĐT xử lý tình trạng của em để em được đăng ký tốt nghiệp. . . Em cảm ơn !. .",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô !. . . . Em vừa nhận được mail thông báo em có tên trong danh sách tốt nghiệp. Nhưng hiện tại tình trạng sinh viên của em tạm dừng và em không thể vào mybk đăng kí tốt nghiệp được. Thầy cô mở lại giúp em để em có thể đăng kí tốt nghiệp.. . . . Em cảm ơn thầy cô !",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào văn phòng ạ,. . . . Cho em hỏi là tại sao trang bkpay của em chưa cho thanh toán học phí kỳ dự thính 212 mặc dù đang trong thời hạn thanh toán ạ? Em cảm ơn. Em có gắn kèm hình ạ.. . . . Chào văn phòng ạ,. . . . [full_name] - [student_id]",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy (Cô),. . Em là sinh viên K16 hiện em đã hoàn thành đủ số tín chỉ và đang chờ đủ các điều kiện về ngoại ngữ để tốt nghiệp. Do vậy em đã không đăng kí môn học trong học kì 212. Nhưng vừa rồi em vừa nhận quyết định tạm dừng 728/QĐ-ĐHBK ngày 15/03/2022. Giờ em phải làm sao để có thể khôi phục lại tình trạng sinh viên ạ. Em cảm ơn",
            "\"\"\"Chào em, . . Đối với tình trạng SV tạm dừng, khi nào có tên trong danh sách dự kiến tốt nghiệp(nếu đủ điều kiện tốt nghiệp thì đăng ký xét tốt nghiệp bổ sung tại Bksi   mục tốt nghiệp), PDT sẽ tự động ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái đang học, em vào đăng ký tốt nghiệp. . . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022.. . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô PĐT. . Em tên là [full_name], MSSV:[student_id].. . Em có thấy thông báo đóng học phí dự thính từ ngày 14/3 đến ngày 21/3, nhưng khi lên BK pay để đóng học phí thì hệ thống báo là chưa đến kì thanh toán, mong thầy/cô xem lại giúp em với ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào thầy/cô,. . . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: VL17PO.. . . . Em đã có tên trong danh sách TN dự kiến HK202.. . Và em có đăng ký nhận giấy xác nhận TN tạm thời theo địa chỉ và đã thanh toán trên BKpay thành công cách đây 2 tuần. Nhưng hiện tại em chưa nhận được.. . . . Mong được thầy/cô hướng dẫn và giải đáp.. . . . Em xin chân thành cảm ơn.. .",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: chào pdt,. . Em đang bị bệnh hiểm nghèo ( tâm thần phân liệt) hiện đang điều trị tại bệnh viện tâm thần tphcm, nên muốn bảo lưu để được điều trị, mong pdt chấp nhận và phản hồi. xin cám ơn.",
            "\"Chào bạn. . Hiện tại đến tuần thứ 12 của học kỳ 212, nên theo quy định bạn phải thanh toán  toàn bộ học phí của Hk212. . Dự kiến đầu tháng 04/2022 học phí Hk212 sẽ cập nhật, sau khi bạn thanh toán học phí xong bạn nộp đơn tạm dừng HK212 lại cho Pdt xử lý. . - Về quy định hoàn trả học phí : Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quyết định ban hành chung vè quy chế học vụ và đào tạo: số 2931(10/09/2021)  Phụ lục 5: Quy định về hoàn trả học phí  2.2 Thôi học, tạm dừng.. . Thân.\"",
            "dạ em thấy là có thể không đóng tiền, hoàn trả 1 phần hay đóng hoàn toàn hết, theo em biết là còn vài tháng nữa mới hết học kì vậy cụ thể là đóng bao nhiêu vậy ạ và có hoàn trả không ạ, cám ơn pdt đã xem ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em đã có trong danh sách tốt nghiệp đợt 1 năm 2022 nhưng khi vào trang đăng kí tốt nghiệp thì lại bị lỗ vậy ạ. . . . Em cảm ơn",
            "\"Chào em,. . Hiện tại PDT đang ra Quyết định thu nhận lại cho SV để đăng ký xét tốt nghiệp, em theo dõi tình trạng trên mybk/Thông tin Sinh viên, khi nào chuyển qua trạng thái \"\"đang học\"\", em vào đăng ký tốt nghiệp lại nhé.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em kính chào thầy cô của phòng PĐT. Em là [full_name] mssv [student_id] khoa Kỹ thuật giao thông, ngành Kỹ thuật oto,  lớp GT21OTO2. Lúc phát thẻ sinh viên thì em thấy tên em trong dánh sách ghi chú là hình mờ ( như ảnh bên dưới ). Mong bên pđt có thể đề ra hướng giải quyết cho em với ạ. Em cám ơn . . . .",
            "Chào bạn. . SV nộp lại hình thẻ phông nền trắng và rõ nét có ghi thông tin mã SV và họ tên gửi qua email [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô, . . Em là [full_name], MSSV [student_id], lớp VP19PO.. . Trường có thông báo về việc đóng học phí hk212.1 từ 14/3 đến 21/3 nhưng trên site BkPay của em vẫn chưa cho phép thanh toán ạ.. .   i Yêu cầu khác .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   b MSSV/MSGV: [student_id]  /b . . Kính gửi phòng đào tạo trường đại học Bách Khoa thành phố Hồ Chí Minh. . . Em tên [full_name] MSSV:[student_id] sinh viên khóa 2015, khoa Cơ Khí,ngành Công Nghê May, lớp CK15CNM, hôm nay em viết đơn này mong Trường có thể gia hạn thời gian đào tạo cho em. Vì một số lí do em vẫn chưa hoàn thành được được chứng chỉ anh văn đúng hạn theo chương trình đào tạo. Em rất mong Trường xem xét trường hợp của em. . . Em xin chân thành cảm ơn.\t. . . .   i Yêu cầu khác .",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi: Phòng Đào tạo TRƯỜNG ĐẠI HỌC BÁCH KHOA TPHCM. . Em tên [full_name], Vì một số lý do riêng nên em chưa hoàn thành được chứng chỉ anh văn để ra trường theo đúng thời gian đào tạo. Nay em làm đơn này, mong muốn nhà trường có thể gia hạn thêm 1 học kỳ để em có thể hoàn thành được chứng chỉ anh văn.. . Em xin cám ơn.",
            "\"Chào em,. . SV khóa 2015 hiện tại đã hết thời gian đào tạo theo quy định và hạn cuối tốt nghiệp vào đợt tháng 4/2022 này.. . Hiện tại PDT đã ra quyết định thôi học vì hết thời gian đào tạo. . Trong đợt tốt nghiệp tháng 4/2022 này, khi nào SV đủ điều kiện tốt nghiệp, có thể làm đơn gửi qua bksi để xin cứu xét thu nhận lại để xét tốt nghiệp nhé. . Sau ngày 22/04/2022, SV chưa đủ điều kiện tốt nghiệp do chưa hoàn thành đủ ngày CTXH, CCNN xét tốt nghiệp, có thể nộp đơn xin gian hạn 1HK tại Phòng Đào tạo.. . (chưa đủ điều kiện vì thiếu CCNN  có nghĩa là SV phải hoàn thành tất cả các môn học thuộc CTĐT, kể cả AV1,2,3,4. có thể làm đơn xin gia hạn thời gian nộp CCNN để tốt nghiệp. SV lưu ý, trường hợp này PDT phải xét điều kiện đúng là SV chỉ còn nợ CCNN để tốt nghiệp mới được gia hạn nhé). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Không biết vì lí do gì mà học phí dự thính của em không được mở để đóng tiền dù ngày 21/03 là hạn chót của đóng tiền và ngày mở là 14/03",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô.. . Em tên: [full_name]. MSSV: [student_id]. . Mong thầy cô chỉ dẫn em cách đóng học phí kì dự thính 212. Em cảm ơn nhiều.. .",
            "Chào bạn. . Bạn xem hướng dẫn tại tin nhắn của Bkel nghen. . Tiêu đề: Thanh toán học phí HK 212. . Nội dung:. .  . . Thân gửi các bạn sinh viên,. . Sinh Viên thanh toán học phí HK212 qua cổng thanh toán BKPay. . Thời gian:. .  từ ngày 04/04 đến 15 giờ ngày 11/04/2022  . . Lưu ý:. . Sinh viên chưa hoàn tất học phí sau thời hạn thanh toán vui lòng xem chi tiết quy định tại Quy chế học vụ đào tạo để thực hiện nghiêm túc: aao.hcmut.edu.vn    sinh viên    quy chế    học vụ    Quyết định ban hành Quy định chung về học vụ và đào tạo (số 2931 ngày 10/9/21)/ Điều 28.4 Không thanh toán học phí.. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . Thông báo về mức thu học phí các bậc đào tạo năm 2021-2022 tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí.. . Số điện thoại hotline của Ngân hàng OCB để được hỗ trợ (khi có phát sinh sự cố):[student_id]8.. . Trân trọng thông báo.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào a/c phòng đào tạo. . Em muốn hỏi về việc thanh toán học phí HK 212 từ ngày 14/3 đến 21/3, nhưng nay 19/3 mà cổng bk pay vẫn chưa mở cho sinh viên thanh toán, hình đính kèm, như vậy là sao ạ?. . Em cảm ơn !",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Theo thông báo thì học phí dự thính hk212 sẽ đóng từ 14/3 đến 21/3. Nhưng hiện tại trên BKPAY của lại hiện là chưa đến kỳ thanh toán, nên em chưa thể đóng được. Mong được giải đáp ạ, em cảm ơn",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô,. . . . Dạ cho em hỏi là trên bkpay thời hạn thanh toán học phí DT HK212 là vào lúc 15h ngày 21/3, nhưng mà đến hôm nay 19/3 em lên kiểm tra bkpay thì vẫn ghi chưa đến thời hạn đóng ạ. Cho em hỏi là bao giờ thì mới thanh toán học phí được ạ.. . . . Em xin cảm ơn ạ.. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Trên bkpay em có mục thanh toán học phí DDDT212.1.[student_id].1 . . ngày dự kiến thu 14/3/2022. . ngày hết hạn 21/3/2022. . tuy nhiên mục chọn thanh toán hiển thị chưa đến kỳ thanh toán,em không thể thanh toán học phí được.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em kính chào quý thầy cô Phòng Đào tạo,. . . . Em có đăng ký xét tốt nghiệp và đã thanh toán lệ phí vào ngày 23/2/2022. Trên hệ thống có hiển thị là \"Phiếu đăng ký đã xử lý, đợi nhận kết quả tại nơi đăng ký\". . . . . Nhưng tới hiện tại, em vẫn chưa nhận được mail xác nhận của Phòng Đào tạo về việc xác nhận đăng ký xét tốt nghiệp, cũng như chưa nhận được giấy chứng nhận tốt nghiệp tạm thời.. . . . Em không biết đơn đăng ký xét tốt nghiệp của em có vấn đề gì không ạ?. . Kính mong nhận được sự hỗ trợ của thầy cô.. . . . Em xin chân thành cảm ơn.. .",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i. . Em chào thầy/cô PDT trường DH Bách Khoa TPhcm.. . Em đã đăng ký tốt nghiệp 1 tháng trước và đã đóng phí in ấn cũng như hoàn tất các thủ tục.. . Nhưng tới nay vẫn chưa nhận được giấy in chứng nhận tốt nghiệp tạm thời ở địa chỉ đăng ký.. . Em mong các thầy/cô có thể giúp em kiểm tra đối với tình trạng này của em. . . Em xin cảm ơn rất nhiều. . Em tên : [full_name] [student_id]",
            "\"Chào bạn. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Yêu cầu khác . Chào phòng đào tạo,. . Những năm trước nhà em được cấp BHYT theo hộ gia đình, nên không phải đóng BHYT của trường, nhưng năm nay không còn được cấp nữa.. . Do em bất cẩn, chủ quan, không kiểm tra thông tin hạn bảo hiểm y tế trước, đến quá hạn đợt đóng cuối cùng 16h ngày 14/3 vừa rồi, em mới tra cứu hạn thẻ BHYT của em, thì phát hiện ra hết hạn, sau đó, em mới đóng trễ hạn BHYT. Theo thông báo em nhận được, nếu không đóng BHYT đợt cuối này thì không được đăng kí môn học ở học kì chính kế tiếp.. . Kính mong pđt xem xét trường hợp của em, bổ sung dữ liệu trễ hạn của em vào danh sách cấp thẻ BHYT hoặc một phương án giải quyết nào khác để em có thể tiếp được đăng kí môn học ở học kì kế tiếp.. . Em cảm ơn ạ!",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email:  [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào Phòng Đào Tạo.. . . . Theo BkPay thì đến ngày 21/03 là em hết hạn đóng học phí, nhưng đến nay là ngày 19/03 em vẫn ko hiện nút \"Thanh toán\".. . Mong PĐT sớm chỉnh lại giúp em.. . . . Cảm ơn Phòng Đào Tạo ạ.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em chào quý thầy cô, cho em hỏi về vấn đề thanh toán học phí, theo như thông báo từ nhà trường thì thời gian đóng học phí cho kì dự thính HK212 đã sắp hết nhưng khi vào BKPay để tiến hành thanh toán học phí thì em không thể thực hiện được ạ, kính mong quý thầy cô xem xét giúp em. Em xin gửi hình đính kèm.. . Em cảm ơn quý thầy cô.. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "U   U Yêu cầu khác: Kính gửi,. . . . Em có hoãn bảo vệ Luận văn tốt nghiệp (như hình), sau đó em đã bảo vệ và nộp đơn xin chuyển điểm hoãn thi tại phòng đào tạo ngày 06/03. . . . . Sau thời gian đó, em có xem lại bảng điểm (hình) của mình, thấy nó đã được cập nhật mới ngày 16/03 và tình trạng sau. . . . . Số tín chỉ đăng ký học kỳ :15. . Số tín chỉ tích lũy học kỳ:12. . Điểm trung bình học kỳ:6.58. . . . Điều này có nghĩa là em đã được cập nhật đúng điểm Luận văn tốt nghiệp là 7.8, vì cả số tín chỉ tích lũy học kỳ và điểm trung bình học kỳ đều đúng như vậy. Nhưng em vẫn bị điểm 14 ở bên trên. . . . . Cho em xin hỏi lý do về tình trạng này và em phải giải quyết như thế nào ạ?. . . . . . . .",
            "đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em là sinh viên khóa 2020, lúc đầu năm vô nhập học do thẻ BHYT còn hạn nên không đóng BHYT. Khi tra giá trị sử dụng thì thấy hạn thẻ ghi từ ngày 01/01/2021 đến ngày 31/12/2021. Em có thấy mail thông báo đóng tiền BHYT nhưng BKPay của em không có ghi khoản phí BHYT. Cho em hỏi là mình phải đăng ký ở MyBK mục 21(Đăng ký tham gia BHYT, BHTN SV) trước rồi mới thanh toán được đúng không ạ? Nếu phải đăng ký thì đăng ký DBHYT12-Bảo hiểm y tế sinh viên 9 tháng (422,350) phải không ạ? Với lại cho em hỏi là lúc trước thì sinh viên k20 mới nhập học không cần đóng tiền BHYT thì đợt này là đợt đầu tiên đóng BHYT phải không ạ? Em cám ơn anh chị.",
            "Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xem trên bkpay thì thấy 15h00 ngày thứ 2, 21/03/2022 hết hạn đóng học phí dự thính học kỳ 212 nhưng đến bây giờ (17h13 thứ 7, 19/03/2022) vẫn chưa mở để thanh toán ạ. Mong PĐT trả lời sớm để em có thể đóng học phí đúng hạn ạ.. . Em xin cảm ơn.. . . .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào [full_name] ạ.. . Em tên là [full_name], mssv: [student_id], Khoa kĩ thuật Hóa học, hệ đại trà, khóa Hk21. Dạ cho em xin hỏi là học Anh văn theo nhu cầu có tính tín chỉ tích không ạ. Em đã đăng kí học môn Anh văn theo nhu cầu để em đủ 28 tín chỉ mới được đăng kí môn học của năm 2.Nhưng mà em nghe là môn Anh văn là không tính tín chỉ tích lũy, do đó nếu vậy là em không đủ số tín chỉ tích lũy trong năm 1.Vậy cho em hỏi là Anh Văn theo nhu cầu có tính số tín chỉ tích lũy không ạ.. . Em cảm ơn nhiều vì đã lắng nghe em.. . Em hy vọng phòng sẽ phản hồi.. . . .  . . . .",
            "\"Chào bạn. . Môn Anh văn theo nhu cầu sẽ tính ĐẠT các môn anh văn tương ứng, và tính vào số tín chỉ tích luỹ chung. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô. . . . Em [full_name]. MSSV [student_id]. . . . Theo mail PĐT thông báo, thời gian đóng học phí dự thính là từ 14/03 - 21/03. Nhưng đến nay 19/03, BKPay vẫn chưa cho phép chúng em thanh toán.. . . . Mong thầy cô xem xét về vấn đề này ạ.. . . . Xin cảm ơn. . [full_name]",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Tại sao học phí dự thính ngoại ngữ theo yêu cầu CQ của em tới hạn nộp mà bên bkpay lại để chưa đến kì thanh toán ạ?. .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi (gia hạn)thời gian thanh toán Học phí nhé. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ em chào Cô/Thầy, em không hiểu tại sao dù sắp hết hạn thanh toán học phí dự thính nhưng ở chỗ thanh toán em lại thấy hiển thị chưa tới thời gian thanh toán, em đang rất sợ bị thanh toán trễ, mong Thầy/Cô có thể giúp đỡ em!. . Em xin chân thành cảm ơn!. . Toàn. .   i Yêu cầu khác .",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào Anh (Chị) PĐT!. . . . Trên BKPAY của em sắp hết hạn thanh toán học phí rồi nhưng em không thanh toán được ạ (như hình).. . . . Mong Anh chị xem lại giúp em.. . . . Xin cảm ơn",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng đào tạo,. . Em thấy Trường có thông báo nộp học phí HK212 ( dự thính ) từ ngày 15/03 đến ngày 21/03/2022 . Nhưng khi em vào BKpay để thanh toán thì chưa đến hạn nộp ạ. Trường giải đáp giúp em với ạ.. . Em cảm ơn.",
            "Chào em,. . SV vui lòng đợi thông báo sau của Phòng Đào tạo về việc thay đổi(gia hạn)thời gian thanh toán Học phí nhé. . Thân"
        ]
    }
]