[
    {
        "intent": "",
        "message": [
            "Em chào anh/chị,. . Em là [full_name] - MSSV: [student_id]. . Vào Học kỳ 1 (2017-2018), em học môn Giáo dục thể chất 3 (MMH: 005011) nhưng không qua môn.. . Sau đó vào Học kỳ 1 (2019-2020) em đăng kí học môn Điền kinh (MMH: PE1025) và đã qua môn.. . Và trên mục điểm chuyển thì lại đang bị đổi sang Giáo dục thể chất 1 (MMH: PE1003), không trùng khớp với mã môn Giáo dục thể chất 3 mã em đã rớt.. . . . Nên em muốn xin chuyển lại trong mục điểm chuyển từ:. . Giáo dục thể chất 1 (MMH: PE1003). . thành:. . Giáo dục thể chất 3 (MMH: 005011). . . . . .   i Học vụ .",
            "Chào bạn. . Phòng đào tạo đã điều chỉnh lại môn miễn là giáo dục thể chất 3(005011). . Bạn có thể in bảng điểm để kiểm tra và minh chứng. . Thân",
            "Em cảm ơn ạ",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên: [full_name]. . MSSV:[student_id]. . Em đang là sinh viên khoa môi trường, theo chương trình đào tạo thì học kỳ hè năm nay em học thực tập tốt nghiệp. Nhưng em xem điều kiện để học được môn này là tín chỉ tích lũy ngành tối thiểu là 96, hiện tại trong tính tới hết học kỳ 192 em mới tích được 95 tín chỉ, em có nghe hướng dẫn giáo viên quản nhiệm xin phòng đào tạo là xin nộp chứng chỉ ngoại ngữ toeic trong hè để đảm bảo đủ tiến độ.. . Mong phòng đào tạo giúp đỡ em để em có thể hoàn thành chương trình học kịp tiến độ ạ.. . Xin cảm ơn.",
            "Chào bạn,. . . . Bạn có CCNN thì bạn nộp chuyển điểm ngoại nghữ trên MyBK nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Dạ cho em hỏi là do kì hè 183 em có đăng ký học trước môn Những nguyên lý cơ bản của chủ nghĩa [full_name] Lênin nên học kì 191 vừa rồi em học 13 chỉ, nhưng em không rớt môn và em học đúng với chương trình, ngoài ra em còn có học dư 2 chỉ môn anh văn 1, điểm trung bình học kì 191 vừa rồi của em là 8.38 và cũng cao hơn các bạn đang xét học bổng ạ. Vậy nên em mong rằng có thể xem xét và giải đáp thắc mắc cho em ạ. Em xin cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Chào bạn,. . Theo [full_name] VỀ HỌC BỔNG KHUYẾN KHÍCH sinh viên không không thõa 2 điều kiện để xét học bổng khuyến khích. . . . o  14 TC (nếu số TC của học kỳ được thiết kế theo CTĐT ≥ 14). . . . o  10 TC (nếu SV học vượt có số TCTLN ≥ 100% số TC của CTĐT tính đến học kỳ xét học bổng). . Thân",
            "Nhưng thưa cô, em học đúng chương trình mà. Em có học vượt nên em có số TCTTLN đạt yêu cầu ở mục ≥ 10 TC.",
            "Chào bạn,. . . . Bạn liện hệ trực tiếp PDT cs1 để giải đáp mọi thắc mắc cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phòng đào tạo có thể mở cho em thêm sĩ só lớp Dt07  Pháp luật việt nam đại cương sp1007",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân\t. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô,. . Em thấy nhiều bạn mong muốn đăng kí học thể dục vào kì hè 193 này, em cũng có đăng kí danh sách của các bạn xin mở lớp. Nhưng nay em vẫn chưa thấy bạn nào xin mở lớp.. . Bây giờ em có thể lên xin mở lớp thể dục thể chất được không ạ? Em có đủ danh sách xin mở lớp rồi ạ.",
            "Chào bạn,. . . . Đã hết thời gian nhận đơn mở lớp rồi bạn.. . . . Thân.",
            "Chào cô,. . Em k14, vậy hè này không mở lớp thể chất. Thì  kì 201, em không đủ 3 thể chất, em có thể viết đơn xin để được đăng kí luận văn không ạ?",
            "Chào bạn. . Bạn xem kĩ thông tin được in đậm ở bên dưới nghen. . . . Về quy định Giáo dục thể chất trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 10.5. . . . 10.5 Giáo dục quốc phòng, Giáo dục thể chất. .  . . b. Học phần Giáo dục thể chất (GDTC): các môn GDTC được tổ chức trong các học kỳ chính hoặc học kỳ phụ tại trường. Từ khóa 2018 về trước, học phí các môn GDTC được tính như các môn học 01 tín chỉ. Từ khóa 2019 về sau, SV được học tối đa 03 môn GDTC trong các học kỳ chính và đã được tính học phí chung theo học kỳ/năm học. Nếu chưa đạt, SV phải học lại và thanh toán học phí các môn GDTC này như các môn học 01 tín chỉ.. . . .   B Học phần GDTC có thể được xét miễn nếu SV đã có hoàn thành các học phần GDTC (tại trường ĐHBK hoặc các đơn vị khác); có chứng nhận tham gia các môn thể thao đủ yêu cầu tại các đơn vị được quy định;  /B  hoặc khi là thành viên tham gia thường xuyên các câu lạc bộ TDTT hay đội tuyển TDTT (của trường ĐHBK hoặc các đơn vị khác); hoặc theo các quy định khác (nếu có). Riêng phần thực hành của học phần GDTC được xét miễn nếu có chỉ định của bác sĩ và giấy xác nhận của bệnh viện (xem 17.4).. . . . Từ K.2018 về trước, SV phải hoàn thành học phần GDTC sau năm 3 để được đăng ký môn học của CTĐT năm 4. Từ K.2019 về sau, SV phải hoàn thành học phần GDTC sau năm 2 để được đăng ký môn học của CTĐT năm 3.”. .",
            "Chào cô. . Hoàn thành các học phần GDTC tại trường DHBK hoặc các đơn vị khác. Đơn vị khác ở đây là gì hả cô? . . Ví dụ như các trường đại học khác hả? Em vô trường khác, xin đăng kí học thể dục cũng được hả cô. . . Mong cô giải đáp kĩ giúp em.",
            "Chào cô,. . Đơn vị khác có thể là trung tâm thể thao bình thường được không ạ? Hay là co chứng chỉ như thế nào mới được ạ.",
            "Chào bạn. . - Các trường đại học khác thì Cô chưa thấy các bạn sv khác nộp, em liên hệ xem sao ?. . - Còn các trung tâm thì phải là trung tâm cấp quận,thành phố cấp giấy xác nhận có mộc đỏ, ví dụ : Cô có nhận được giấy xác nhận của trung tâm thể dục thể thao rạch miễu thuộc Quận phú nhuận. . Thân",
            "Chào cô,. . Cô có bao giờ nhận được giấy như vậy mà của trung tâm thể dục thể thao phú thọ không ạ.",
            "Chào bạn. . Phòng đào tạo chưa nhận được giấy xác nhận từ trung tâm thể dục thể thao phú thọ, mới chỉ nhận từ  trung tâm thể dục thể thao rạch miễu thôi, vì rất ít các sv lực chọn phương thức này. . Thân",
            "Chào cô,. . Em đã đăng kí học bên tt thể dục thể rao rạch miễu rồi ạ. Vậy em học xong bên đó, đưa giấy qua phòng đạo tạo là được tính miễn 1 thể dục đúng không ạ.",
            "Chào bạn,. . Khi hoàn thành xong khóa học và được cấp giấy xác nhận của trung tâm, bạn có thể làm đơn xin miễn GDTC và nộp trực tiếp tại Phòng Đào tạo (kèm minh chứng xác nhận).. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Em chào Phòng Đào Tạo.. . Em tên [full_name].. . Mssv: [student_id]. . Em mới nhận được danh sách học bổng học kì 1 năm học 2019-2020. Nhưng trong danh sách không có tên em mặc dù kết quả của em khá tốt. Em không rõ nguyên nhân dẫn đến kết quả trên là do đâu ạ.. . Mong phòng đầo tạo phản hồi sớm lại cho em thông tin ạ.. . Em chân thành cảm ơn.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Em đã nhận được thư ạ.. . Nhưng e thắc mắc là theo thời gian phản hồi thiếu xót học bổng là từ ngày 8/7-14/7 và thời gian cập nhật lại danh sách học bổng là 14/7. Em có đính kèm hình ở phía dưới ạ.. . Mà pđt yêu cầu chờ đến sau ngày 21/7 mới có kết quả trả lời và nếu chưa trả lời thì phải phản hồi lại 1 lần nữa. Có gì không hợp lí ở đây thì phải ạ. Liệu có còn kịp thời gian điều chỉnh hay không ạ?. . Và pđt cho biết nguyên nhân e k có tên trong danh sách với ạ, do e bị vướng điều kiện gì hay là sai sót khi rà danh sách sinh viên ạ?. . Em cảm ơn pđt nhiều.",
            "Chào bạn. . Pdt nhận hồ sơ khiếu nại từ 8/7 đến 14/7 sau đó phải xử lý các hồ sơ nhận. Nên dự kiến khoảng thời gian để xử lý. Nếu có kết quả sớm thì pdt sẽ thông báo sớm cho sinh viên. . Thân",
            "Dạ em cảm ơn. Vậy ngày 21/7 em sẽ theo dõi thông tin và sẽ phản hồi lại pđt ạ.",
            "Dạ em cảm ơn. Vậy ngày 21/7 em sẽ theo dõi thông tin và sẽ phản hồi lại pđt ạ.",
            "Cho e hỏi là trong thông báo phản hồi về HBKK, pđt có đề cập là phải nộp đơn khiếu nại từ ngày 8-12/7, vậy trường hợp của em báo cho pđt trên bksi có phải nộp đơn khiếu nại trực tiếp tại pđt nữa k ạ? Hay chỉ cần chờ kq trên bksi thôi ạ?. . Em cảm ơn pdt.",
            "Chào bạn,. . Phòng Đào tạo đã tiếp nhận trường hợp của bạn rồi nhé, bạn không cần lên trực Phòng Đào tạo nữa nhé. Sau ngày 21/7 bạn sẽ xem kết quả trả lại tại bksi. . Chúc bạn học tốt. . Thân",
            "Chào bạn,. . Theo [full_name] VỀ HỌC BỔNG KHUYẾN KHÍCH sinh viên không không thõa điều kiện để xét học bổng khuyến khích. . . . o  10 TC (nếu SV học vượt có số TCTLN ≥ 100% số TC của CTĐT tính đến học kỳ xét học bổng)."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào cô. . Em tên là [full_name], mssv: [student_id].. . Trong quá trình đăng kí môn học học kì hè 193, em muốn tham gia học môn Kỹ Thuật lập trình (CO1011) nhưng do môn học chỉ mở 1 lớp và sĩ số đã đủ 40/40 nên em không thể tham gia. Em mong muốn được thầy cô giúp đỡ mở thêm sĩ số lớp học để em có thể được tham gia trong kì hè này. Em xin cảm ơn.. .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . Cho em xin mở rộng sỉ số môn Tín hiệu hệ thống {EE2005] của thầy [full_name]. Đây là môn song hành của Mạch điện tử nhưng Lớp thầy [full_name] lại trùng TKB tất cả các lớp Mạch điện tử nên em chỉ có thể đăng ký thầy [full_name].. . . . Em rất mong được sự hỗ trợ từ quý thầy/cô để em không bị trễ 1 năm học. . . . . Em xin cảm ơn và chúc thầy/cô nhiều sức khỏe!",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy(cô), em tên [full_name], mssv [student_id]. Kì này em có nộp trễ học phí và em đã gửi đơn trình bày lí do trễ học phí, nhưng em vẫn không đăng kí được môn học thực tập tốt nghiệp CO3313 trong đợt 2 này (hạn chót 15h 8-7-2020). Kính mong quý thầy cô có thể cập nhật để em có thể đăng kí môn học ở đợt 2 này, em xin chân thành cảm ơn.",
            "Chào bạn. . Bạn đóng trễ học phí chuyển hệ (mới đóng ngày 8/7/20) nên Bạn sẽ DKMH dự thính hè 193 vào đợt 3. . - thời gian DKMH dự thính hè 193 vào đợt 3 thông báo qua mail sau, bạn kiểm tra mail thường xuyên nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em đăng kí hè này 2 môn, môn 1 kết thúc ở tiết 6 và môn 2 bắt đầu ở tiết 7, đều ở cơ sở 1. Nhưng đăng kí hệ thống báo là không được vì Kết thúc tiết 6 và bắt đầu tiết 7, vậy là em không đăng kí 1 trong 2 được phải không ạ? Em cảm ơn ạ.",
            "Chào bạn. . Bạn bị lỗi thông tầm, nên bạn chỉ được phép chọn 1 trong 2 môn thôi nghen. . Thân",
            "QUOTE Chào bạn. . Bạn bị lỗi thông tầm, nên bạn chỉ được phép chọn 1 trong 2 môn thôi nghen. . Thân  /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . cho em xin mở thêm sĩ số lớp DT02-môn học EE2005 với ạ.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý Thầy Cô!. . Em muốn  hỏi, trong chương trình học của khoa Xây Dựng, có môn kết cấu thép 1 là môn tiên quyết để được học môn thí nghiệm công trình. Đối với cá nhân em chỉ còn nợ 2 môn này để đủ điều kiện tốt nghiệp. Vậy kính mong quý thầy cô tư vấn giúp em có cách nào để xin được học 2 môn đó cùng 1 học kì (cụ thể học kì hè 193) để em đủ điều kiện tốt nghiệp vào tháng 11/2020 được không ạ?. . Em rất cần sự giúp đỡ của thầy cô ạ!. . Em cảm ơn!",
            "Chào bạn,. . . . Không được nha bạn, nếu Kết cấu thép 1 là môn tiên quyết của môn thí nghiệm công trình thì môn kết cấu thép 1 phải có điểm  đậu thì bạn mới đăng kí môn thí nghiệm công trình.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Con chào Phòng Đạo Tạo trường Đại học Bách Khoa.. . Con tên: [full_name] - MSSV: [student_id].. . Hôm nay con viết yêu cầu này mong PĐT đồng ý tăng sỉ số môn \"Điền Kinh\" - mã môn học: PE1025, nhóm lớp: DT01 vào học kỳ 193 để con được đăng ký môn học. Lý do: con cần học môn này để đủ 3 môn Giáo dục thể chất và có thể đăng ký môn chuyên ngành năm 4 và ra trường. Con tha thiết mong PĐT đồng ý với yêu cầu của con để con đủ yêu cầu học các môn chuyên ngành năm 4.. . Con cảm ơn PĐT đã dành thời gian xem qua yêu cầu nayf.",
            "Chào bạn,. . . . Vào đợt 3 DKMH  bạn liên hệ trực tiếp PDT để xin tăng sỉ số nhen.. . . . Thân.. . . . . . . . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] Chào quý thầy cô[full_name] [full_name] Em có thể đăng ký các môn cốt lỗi chương trình tài năng trong kỳ dự thính ạ[full_name] [full_name] Sau đó thực hiện phần mở rộng vào kỳ sau[full_name] [full_name] Hay em bắt buộc phải xóa môn có phần mở rộng[full_name] [full_name] Cho em hỏi thời hạn làm phần mở rộng chương trình tài năng là đến khi nào[full_name] [full_name] Vì lý do một số bạn mới vào đã bỏ lỡ chương trình tài năng trước đó[full_name] [full_name] Chức thầy cô có buổi chiều vui vẻ[full_name] [full_name] Em xin cảm ơn[full_name] [full_name] [full_name] trọng[full_name] [full_name] [full_name]",
            "Chào bạn,. . . . - Những môn cốt lõi bạn nên đăng kí học kỳ chính, trường hợp bất khả kháng những môn cốt lõi bạn đăng kí học kỳ dự thính, nhưng phần mở rộng của môn cốt lõi bạn phải đăng kí học kỳ chính (bạn nộp đơn viết tay đăng kí môn cốt lõi). . . . . - Thời gian làm phần mở rộng bạn hỏi giáo viên giảng dạy môn cốt lõi đó nhen.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào thầy/cô. . Hiện em có thắc mắc học phí của kỳ dự thính hè - Học kỳ 193 (em đi thực tập tốt nghiệp), năm học 2019 - 2020 là bao nhiêu 1 tín chỉ vậy ạ ? Do em có lên trang của trường nhưng chỉ thấy báo học phí của các học kỳ 1 & 2 năm học 2019 - 2020 mà hiện tại em cần thông tin học phí chính xác để gửi cho Quỹ học bổng ạ.. . Em cảm ơn thầy/cô nhiều ạ !. .   i Yêu cầu khác .",
            "Chào bạn,. . . . Trong thông báo học phí học kỳ 192 có qui định mà bạn http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_61&tid=1886.. . . . Trong mục 1 về học phí chính qui đại trà có qui định:. . . . -         Học phí các học kỳ dự thính được tính đơn giá 480.000 VNĐ/TC.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em có mong muốn được học môn hệ thống cung cấp điện mã môn học EE3001 nhưng trên thời khóa biểu bị trùng 1 buổi hangout với môn máy điện còn lại các buổi thí nghiệm và học trên lớp đều không bị trùng. . Em mong phòng đào tạo có thể giúp em vì đây là môn học trước để kỳ sau em có thể làm luận văn em xin cảm ơn . .",
            "Chào bạn,. . Giờ Hangout được xem như là một buổi học chính thức và không thay đổi được.. . Nếu trùng hangout thì cũng được xem như trùng 1 buổi học bình thường. Nên bạn sẽ không đăng ký được nếu bị trùng.. . Việc Hangout thì có thể không xem lại được hoặc xem lại được là do thầy cô giảng dạy quy định. Nên việc bạn cam kết là không đúng.. . Chúc bạn học tốt. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em chào thầy/cô ạ.. .  Vì đã lỡ đợt xin mở lớp học kỳ hè. Em xin phép hỏi em có thể nộp đơn trễ được không ạ.. . Em và 1 bạn cùng lớp thuộc khóa XD13KT đang còn thiếu 2 môn. Đồ án cấu tạo 2 và Thiết kế kiến trúc công cộng 2, em đã liên hệ và thầy cô bộ môn đã đồng ý dạy.. .  Vì bọn em cần qua 2 môn này để đủ điều kiện đăng ký ĐATN vào kỳ 1 tới, nên mong thầy/cô phòng đào tạo xem xét tạo điều kiện để bọn em có thể đăng ký 2 môn này ạ.. .  Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Hiện đã hết thời gian để mở lớp Hk dự thính hè 193. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em có đăng kí làm lại thẻ sinh viên nhưng chỉ tới bước 4 như trong hình thì phải làm sao ạ ?. .",
            "Chào bạn,. . . . Bạn đọc kỹ hướng dẫn bước 1 nhen, hiện tại thẻ sv của bạn đang chờ in. . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Phòng có thể cho em xin mẫu đơn xin cứu xét được không?. . Em đủ điều kiện đăng kí môn học và em đã đăng kí môn trong đợt đăng kí thứ 2. Khi có kết quả em đã không kiểm tra và đã không được đăng kí môn thành công. . . Giờ em muốn xin phòng đào tạo xem xét, cho phép em đăng kí môn và có thể bảo vệ luận văn vào đầu tháng 9 năm nay ạ",
            "Chào bạn,. . . . - Dự thính hè còn có đợt 3, bạn thường xuyên kiểm tra mail để biết rõ thời gian DKMH đợt 3.. . . . -  Đơn cứu xét không có mẫu đơn.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Em chào thầy/cô ạ.. . Em là [full_name] sinh viên lớp DC18KK, MSSV: [student_id]. Thầy/cô cho em hỏi vì sao điểm trung bình chung mở rộng của em là 7.5 và em cũng thoả các điều kiện để xét học bổng khuyến khích nhưng em lại không có tên trong danh sách dự kiến ạ?. . Em cảm ơn thầy/cô ạ.. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Chào bạn,. . Ngưỡng xét học bổng khuyến khích học tập HK191 ngành Kỹ thuật Dầu khí có điểm trung bình chung mở rộng từ 8.05 trở lên, Sinh viên có điểm trung bình chung mở rộng 7.50. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô. . Em muốn xin PĐT cho mở lớp Thực tập Điện 2 (EE3023). . Do thầy dạy vừa mới mới đồng ý nhận lớp lúc 4h chiều nay (8/7/2020) nên không thể đăng ký trong đợt 2 này. . Em mong PĐT sẽ mở môn trong đợt 3 này (em sẽ làm đơn nếu cần ạ). . Chúc thầy cô có buổi chiều vui vẻ. . Trân trọng,. . [full_name]. .",
            "Chào bạn,. . . . Đợt 3 không nhận đơn mở lớp nhen bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho cho em hỏi em đang học ngành một và em muốn sau này tốt nghiệp học thêm ngành 2.Cho em hỏi là giữa 2 ngành này có những môn học giống nhau nhưng khác mã số môn học vậy sau này em học ngành 2 có phải học lại những môn đã học ở ngành 1 mà khác mã số môn học hay không ạ ?Em cảm ơn thầy cô.",
            "Chào bạn,. . . . Bạn xem qui chế học vụ điều 28 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Ngoài ra bạn nhờ giáo viên chủ nhiệm của bạn để được tư vấn thêm.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy/cô.. . Em tên là [full_name], MSSV: [student_id], học sinh lớp Việt Pháp VP17VL.. . Nay em gặp vấn đề về đăng ký môn học chuyển điểm tương đương: Em có gửi mail cho văn phòng nhưng em nhận được phản hồi trễ lúc gần 17h ngày 8/7 (nghĩa là đã qua hạn chót hiệu chỉnh). Có môn học trong danh sách đăng ký đợt dự thính của em không được chuyển điểm sang chương trình em mà em đăng ký nhầm và thêm nữa là em có nghe một số bạn nói là đợt 3 thì mình không thể hủy môn học cho nên em muốn xin thầy/cô hủy môn giúp em.. . - Hóa đại cương - CH1003.. . - Vẽ kỹ thuật - CI1003.. . Và giúp em đăng ký thêm môn:. . - Hóa học - 601701.. . Nếu trong đợt 3 em có thể hủy môn học thì em sẽ tự hủy. Em cảm ơn thầy/cô rất nhiều đã giải quyết vấn đề giúp em.. .   i Đăng ký môn học  .",
            "Chào bạn,. . . . Sau đợt 2 bạn được quyền huỷ/ bổ sung môn học, đợt 3 bạn không được huỷ. Bạn muốn huỷ bạn phải làm đơn rút môn học (rút môn học có tính tiền học phí nhen).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT ạ,. . . . Em muốn đăng ký môn học MT2001 trong HK193 nhưng do trong quá trình đăng ký trước có trục trặc về mạng mà em không để ý nên chưa đăng ký thành công ạ. Kính mong PĐT có thể tạo điều kiện để em đăng ký môn học này trong HK193 ạ.",
            "Chào bạn,. . . . Dự thính hè còn có đợt 3, bạn thường xuyên theo dõi mail để biết thời gian đăng kí.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ .  Em là sinh viên năm nhất khoa kỹ thuật xây dựng cho em hỏi hết năm nhất mà em không đủ 28 tín chỉ thì em có được đăng ký tất cả các  môn của năm 2 hay không hay chỉ được đăng ký các môn không chuyên ngành? . .",
            "Chào bạn,. . . . Nếu sau năm nhất bạn không đủ 28 tín chỉ thì bạn không đăng kí những môn năm 2, những bạn vẫn đăng kí được những môn năm nhất, những môn đại cương (toán, lý, hoá đại cương, mác- lê, Pháp luật Việt Nam đại cương).. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào thầy cô ạ,. . . . Mình cho em hỏi là tình trạng học của em hiện tại là đang học (sau khi đã nộp đơn thu nhận lại ở văn phòng) nhưng em vẫn không đăng ký môn học đợt 2 này được ạ.. . Trên hệ thống vẫn để lý do là tạm dừng.. . . . Em phiền mình xem giúp em trường hợp này được không ạ?. . Do em cũng muốn tranh thủ đăng ký để kịp đợt học ạ.. . . . Em cám ơn ạ.. . . . [full_name].",
            "Chào bạn,. . . . Bạn vui lòng liên hệ văn phòng Đào tạo quốc tế để tư vấn cho bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . số tín chỉ tối thiểu để tốt nghiệp khóa K19. . ngành cơ khí, hệ kỹ sư .",
            "Chào bạn. . Về chương trình đào tạo bạn vui lòng liên hệ Khoa (cụ thể là Thầy phó khoa phụ trách chương trình đào tạo Thầy [full_name]) để tư vấn và giải đáp. . Thân. . Chào bạn. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin lỗi vì đã làm phiền anh ( chị). . . Vì một số lý do nên em đã trễ hạn đăng ký học kỳ dự thính đợt 2 ( deadline là 3PM hôm nay). Không biết anh ( chị) có thể cho em đăng ký trễ được không ạ. Em thật sự rất xin lỗi và rất mong được xét duyệt.. . Em chân thành cám ơn.. .",
            "Chào bạn,. . . .  Dự thính hè 193 còn đợt 3, nhưng PDT chưa thông báo ngày giờ đăng kí đợt 3. Khi nào có ngày giờ cụ thể PDT sẽ gởi mail cho sinh viên đăng kí. Bạn thường xuyên kiểm tra mail để biết rõ thông tin.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Em chào Thầy Cô. . . Cho em hỏi em có đọc quy định sinh viên có DTBCMR  8 sẽ được nhận mức học bổng là 20 tchp. Mà học kì 191 vừa rồi tụi em đóng 1 chỉ học phí là 320k vậy thì mức học bổng sẽ là 320.000x 20 = 6.400.000, nhưng mức học bổng trong danh sách dự kiến chỉ là 6.000.000. (Sô tiền này được tính theo đơn giá học phí năm học trước 2018-2019 nhưng lại áp vào học bổng năm 2019-2020. . . Dạ cho em hỏi nhà trường có nhầm lẫn trong vấn đề trên không ạ. . . Em xin cảm ơn",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. .",
            "Chào bạn,. . Phòng Đào tạo đã cập nhật lại mức học bổng và đã gửi email cho sinh viên.. . Bạn vui lòng vào kiểm tra email sinh viên nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học  /i [full_name] [full_name] [full_name] [full_name] Chào Thầy/ Cô[full_name] [full_name] [full_name] [full_name] Đợt vừa rồi em có nộp đơn xin rút môn luận văn tốt nghiệp do không đủ thời gian thu thập dữ liệu, em đã đóng tiền học phí trên BKpay[full_name][full_name] [full_name] Hiện nay, giảng viên hướng dẫn đã đồng ý cho em thực hiện trong kỳ hoãn luận văn đến tháng 9[full_name] Tuy nhiên trên thời khoá biểu đã xoá môn luận văn tốt nghiệp[full_name][full_name] [full_name] Thầy/ Cô cho em hỏi, em xin mở đăng ký lại môn luận văn trong kỳ này được không ạ?[full_name] [full_name] [full_name] [full_name] Em cảm ơn Thầy/ Cô[full_name][full_name] [full_name] [full_name]",
            "Chào bạn,. . . . Bạn làm đơn đăng kí luận văn nêu rõ lý do, có sự đồng ý của giáo viên hướng dẫn luận văn và ban chủ nhiệm khoa.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào ad.. . Em là sinh viên k19. Hiện em có một số câu hỏi mong được các anh/ chị admin giúp đỡ.. . Là về việc lịch học dự thính, em và các bạn có rớt một vài môn đại cương. Nhưng vì một số việc( đường xá, làm thêm, v..v). nên em vs các bạn có thắc mắc là mình học lại những môn mình đã rớt đó( hay học lại để cải thiện điểm ) thì liệu có được đăng kí chung với những môn học kế trong học kì chính thức của học kì kế được không ạ. Em xin cải chính lại là không phải em vs các bạn không thích học dự thính ở cs1 mà là vì khu bọn em ở cách cs2 40p nhưng với cs1 đến 2h30p. Liệu có thể gộp chung những môn học này lại để học chung với những môn kế ở học kì chính thức không, để thuận tiện cho việc đi học và tránh những thiệt hại không muốn ạ( đường xá, xe cộ, làm thêm, tiền bạc,vv.v). Nếu như không được thì admin có thể giúp bọn em đưa ra những gợi ý, mẹo vặt cho những thắc mắc này được không ạ. Bọn em cảm ơn.. . Thân mến.. . Sinh viên K19.",
            "Dạ em cảm ơn ad."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Gửi phòng đào tạo,. . Cho em hỏi  về việc có thể đăng ki môn học [full_name] vào thời gian này không ạ? vì em không đăng kí kịp môn học dự thính hè đợt 2 .",
            "Chào bạn,. . . . Dự thính hè 193 còn có đợt 3, bạn thường xuyên theo dõi để biết thời gian đăng kí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi, có thể xin mở rộng sỉ số môn Giải Tích 2 dự thính vào đợt đăng kí bổ sung sắp tới không ạ? Em cảm ơn.. .",
            "Chào bạn,. . . . Vào đợt 3 bạn liên hệ trực tiếp PDT để tăng sỉ số cho bạn.. . . . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn hủy hết môn học, do vấn đề gia đình, vì vậy, học kỳ hè em không tham gia được, nhưng em đã lỡ mất đợt đăng ký môn lần 2, nên giờ không hủy được môn học. Cho em hỏi là có cách nào khác không ạ? Em xin cảm ơn.",
            "Chào bạn,. . . . Sau đợt 3 DKMH không huỷ môn học được nhen.. . . . Thân.",
            "QUOTE Chào bạn,. . . . Sau đợt 3 DKMH không huỷ môn học được nhen.. . . . Thân.  /QUOTE . . . . Không được cô ơi, hic"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Xin chào thầy cô ạ, em có một thắc mắc về danh sách cấp học bổng khuyến khích HK191 đó là em kiểm tra điểm trung bình học kì của mình thì đủ điều kiện để được xét và trong danh sách có bạn cũng điểm thấp hơn em vẫn có tên nên không biết là tại sao lại như vậy, mong thầy cô giải đáp giúp ạ.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu khiếu nại Học bổng khuyến khích của bạn. Bạn vui lòng theo dõi kết quả được trả lời sau ngày 21/07/2020 tại đây (nếu sau thời gian trên vẫn chưa được xử lý bạn có thể gởi lại câu hỏi vào trang bksi.hcmut.edu.vn để khiếu nại).. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Chào bạn,. . Sinh viên không đủ điều kiện xét học bổng khuyến khích học tập HK191 vì sinh viên chưa đạt đủ 90% số tín chỉ tích lũy, 90% số tín chỉ tích lũy tính đến HK191 xét HBKKHT ngành là 53 tín chỉ, SV đạt 52 tín chỉ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], trong đợt thanh toán học phí đợt 2 em đã thanh toán trể 1 ngày so với hạn là ngày 02/07/2020. Có thể cho em hỏi em có bị ảnh hưởng gì từ việc này cho cả học học kì nay tới học kì sau nữa không ạ.",
            "Chào bạn,. . Bạn xem về quy định thanh toán học phí tại đây nhé:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 7. Học phí/7.2 Thanh toán học phí"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Em chào thầy/cô!. . Trong danh sách học bổng lần một trường có cập nhật thiếu số tín chỉ tích luỹ của em, qua lần cập nhật mới em bị xoá tên do không đủ 90% số chỉ tích luỹ . Em đã làm đơn xin xem xét lại gửi phòng đào, thầy/cô cho em hỏi bao giờ trường mới xem xét cập nhật đúng số tín chỉ và danh sách học bổng mới vậy ạ.. . Mong thầy/cô hồi đáp giúp em. Em cảm ơn ạ!",
            "Chào bạn,. . Bạn vui lòng xem lại biện nhận đơn hẹn trả lời khi nào nhé!. . Thân",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em muốn hủy môn học đã đăng ký đợt 2 ạ vì em đăng ký nhầm mã min6 học, để đợt 3 em đăng ký lại ạ.Em xin lỗi đã làm phiền. Em cảm ơn",
            "Chào bạn,. . . . Trong đợt 3 đăng kí môn học chỉ cho bổ sung không cho huỷ nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em xin hỏi thêm 1 câu ạ. Năm sau đổi mã môn học h em học dự thính cũng môn đó mà mã cũng vậy thì có tính không ạ. Em cảm ơn. .",
            "Chào bạn,. . . . Nếu mã môn học đúng trong chương trình đào tạo của bạn thì được tính nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em vừa đổi tên thành công và có quyết định của UBND nơi em sinh sống. . . . . Cho em hỏi thủ tục xin đổi lại tên ở trường cần những giấy tờ gì ạ?. . . . Và sau khi làm xong thủ tục em có thể đổi tên mail và tài khoản MyBK lại không ạ?",
            "Chào bạn,. . Bạn vui lòng làm đơn xin thay đổi thông tin cá nhân và nộp tại Phòng Đào tạo, kèm minh chứng quyết định về việc đổi tên và bản sao khai sinh mới.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Đăng ký rút môn học HK192. . . . . .   B Tên môn học: Anh văn 2. . Mã số môn học: LA1005. . Mã nhóm: A02  /B . . . . . . Lý do rút môn học: Em sẽ nộp bằng Toeic chuyển điểm vào sau ạ. Em cảm ơn.",
            "Chào bạn,. . Hiện tại đã hết thời gian nhận đơn rút môn học. Bạn vui lòng làm đơn trình bày xin rút môn học trễ hạn, ghi rõ lý do trong đơn và nộp trực tiếp tại Phòng Đào tạo để được xem xét.. . Chúc bạn học tốt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy/cô. . Cho em hỏi là học kì trước em có xin phép điểm vắng thi có phép (điểm 22) thì em có thể đăng kí dự thi cuối kì để xóa điểm 22 trong học kì hè (nếu môn đó có mở) được không ạ. Và nếu như đăng kí thi trong hè như vậy thì có được tính vào số tín chỉ để hoàn thành chuẩn sinh viên năm 3 không ạ (do em đang có 79 tín chỉ)",
            "Chào bạn,. . . . Bạn làm đơn xoá I nộp PDT, kèm theo quyết định hoản thi nộp PDT.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . kính thưa thầy cô. . em đã hoàn thành 146/147 chỉ nhưng em còn nợ một môn 700200 môn tương đương của nó là IM2003 nhưng cả hai môn đó thì hơn nữa năm qua không mở, em muốn đổi môn khác để hoàn thành khóa học được không hoặc có hướng giải quyết khác không ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ khoa để tư vấn cho bạn nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hủy in thẻ sinh viên ạ",
            "Chào bạn,. . . . Không được huỷ nha bạn.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng khuyến khích . Chào thầy/cô. . Em đã bị vi phạm xử lý học vụ 3 lần và đã làm đơn thu nhận lại. Thầy cô cho em hỏi là nếu kì này điểm trung bình của em đủ điều kiện nhận học bổng khuyến khích thì em có được nhận không ạ? Do em còn phân vân việc bị xử lý học vụ ạ.. . Em cảm ơn",
            "Chào bạn,. . . . Bạn xem cách tính học bổng khuyến khích nhen http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59&tid=429",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi là lịch nộp CCNN của học kỳ 192 và học kỳ hè 193 là từ ngày mấy ạ?. . Và em nộp CCNN vào học kỳ 193 thì chuyển điểm qua anh văn 1 2 3 4 tính theo học kỳ 192 hay học kỳ 201 ạ?. .",
            "Chào bạn,. . . . - Nếu bạn có CCNN thì bạn nộp vào để chuyển điểm, nếu bạn nộp trong học kỳ 193 này (trước ngày 20/9/2020) chuyển điểm theo bảng qui đổi cũ. Còn từ học kỳ 201 (từ ngày 21/9/2020) thì áp dụng theo bạn qui đổi mới.. . . . - Bảng qui đổi anh văn có trong qui chế học vụ điều 31, phụ lục 1 http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658.. . . . Thân.",
            "Vậy cho em hỏi học kỳ này có đợt nộp CCNN vào ngày mấy ạ?",
            "Chào bạn,. . Trang chuyển điểm được mở trong suốt học kỳ nhé bạn, căn cứ vào thời điểm bạn nộp để được tính vào học kỳ và bảng quy đổi điểm nào nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện gmail e đang đăng nhập trong điện thoại cũ đã bị hư. E vào điện thoại mới đăng nhập thì bảo phải xác nhận từ điện thoại cũ.e phải làm thế nào ạ",
            "Chào bạn,. . . . Việc này bạn liên hệ với  Ban quản lý mạng của trường để hướng dẫn cho bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Bây giờ em muốn rút môn học kì hè 193, Môn Anh Văn 2, Lớp DT01, có tính phí không ạ. . . .",
            "Chào bạn,. . . . Rút môn học là tính học phí nhen.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Bây giờ em muốn hủy đăng ký môn AV4( lớp DT03) ở học kỳ hè 193, thì có mất phí không ạ?. . . .",
            "Chào bạn,. . . . Trong đợt 3 bạn chỉ cho bổ sung không cho huỷ môn học, bạn muốn huỷ phải làm đơn rút môn học (rút phải tính học phí nhen).. . . . . . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1414044  /b \t. . . .   i Đăng ký môn học . Dạ do em chưa đủ tiền thanh toán học phí dự thính trước ngày 8/7 nên em không được đăng ký môn học Thực Tập Tốt Nghiệp vào đợt ĐKMH lần 2.. . . . Vậy cho em hỏi, khi em thanh toán xong. Thì trong đợt 3 môn Thực Tập Tốt Nghiệp có mở để em đăng ký không ạ, hay đợt 3 chỉ mở những môn học thông thường.. . . . Vì điều này khiến em có thể bị quá hạn đào tạo nên cực kỳ quan trọng với em.. . . . Em mong nhận được sự hồi đáp sớm từ Thầy Cô ạ.. . . . Em xin cám ơn quý Thầy Cô nhiều ạ. . . . Lê Toàn. . 09888 320 416",
            "Chào bạn,. . Bạn vui lòng thanh toán học phí mới được mở đăng ký môn học vào đợt 3 nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là học kì 193 có triển khai môn Mác không ạ.. . Nếu không thì tại sao trường vẫn mở lớp và có TKB bình thường ạ. . Em xin cám ơn ạ. . . .",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b \t. . . .   i Học vụ . Kính gửi PĐT,. . . . Kính xin PĐT kiểm tra giúp em lịch thi môn phương pháp tính tối nay ngày 10/07, do trên mybk không còn thấy lịch thi nữa.. . Em đã hoàn thành đầy đủ nghĩa vụ và không bị cấm thi. Mong sớm nhận được hồi âm của PĐT.. . Em xin cảm ơn,. . [full_name]",
            "Chào bạn,. . . . Môn PPT bạn thi phòng 201B1.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy cô! Em có đăng kí 2 môn học trong kì hè 193 này. Bao gồm mã môn và môn như sau:. . SP1031 - [full_name] - [full_name]. . [full_name]2013 - [full_name]. . Em có nghe nói là k19 không đăng kí học trước được vì chương trình giảng dạy khác.. . Như vậy, nếu em không được học thì em có được hủy môn không ạ, hay vẫn phải đóng tiền học và đi học nhưng không được tính ạ! Em mong thầy cô giải đáp giúp em ạ, nhiều thông tin làm em hoang mang lắm!. . Em cảm ơn!",
            "Chào bạn,. . . . Đối với khoá 2019, học kỳ 193 những môn Mac-lê có mở môn Triết học [full_name] - [full_name] (SP1031). Khoá 2019 đăng kí mã môn này được nhen.. . . . MT2013 - [full_name] [full_name] bạn hỏi lại khoa bạn khoá 2019 có học đúng mã số môn học này không nhé.. . . . . . . . Thân. ."
        ]
    }
]