[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em có rớt môn Nhập môn kĩ thuật msmh là ME1001. Vừa rồi em có đăng kí môn học để học lại nhưng không có được vì đây là dành cho khoá 2019. Nên em xin hỏi là bây giờ em muốn trả nợ môn này thì phải làm sao ạ",
            "Chào em,. . . . Các em có thể làm đơn mở dự thính",
            "Dạ em cảm ơn cô, nhưng mà do môn này có ít người rớt nên em không biết phòng đào tạo có mở lớp không ạ, hay là em đợi để học với k20 có được không cô.",
            "Chào bạn. . . . Trường hợp này phải đợi đến khi khóa 2020 nhập học mới có thể trả lời bạn được."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là một môn trong chương trình đào tạo của em có chung mã số môn học với các chương trình khác nhưng không có nhóm QT của lớp em ( do em học lại) thì em đăng kí học ở nhóm khác như [full_name],[full_name], [full_name] được không ạ",
            "Chào em,. . . . SV tăng cường tiếng Nhật như sv chính qui bình thường chỉ đăng kí nhóm A,L thôi nha em."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là sao em đã chọn môn bóng rổ rồi mà pđt tự đăng ký thêm môn thứ 2 là bóng đá cho em . . Em không đăng ký đợt 2 mà trong thời khóa biểu có vậy có tính là đi học không ạ",
            "Chào em,. . . . Em muốn rút môn bóng đá? hay muốn học cả 2 môn",
            "Dạ em muốn học cả 2 môn trong 1 học kỳ được không ạ . . Với nếu mà học được thì em có được đổi môn mà pđt đã xếp lịch cho em học được không ạ. Tại 2 môn nó gần lịch nhau quá với em không muốn học bóng đá ạ . .",
            "Chào em,. . . . Đã huỷ môn bóng đá rồi nhé",
            "Dạ em cảm ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Học kỳ hè vừa rồi em có đăng ký môn học Giải tích 2 , vì chưa biết điểm môn học  nên  em đăng ký dự phòng  vào  học kỳ dự thính 191 .. . Dự định là  khi biết điểm sẽ hiệu chỉnh đăng ký môn học nhưng phòng đào tạo cập nhật điểm quá trễ . Ngày 9/9 lúc 16h10p  mới cập nhật điểm   trong khi 18h cùng ngày  đã khóa việc hiểu chỉnh đăng ký môn học . . . Khiến em không thể hủy được môn học Giải Tích 2 , em đã liên hệ phòng đào tạo nhưng họ không giải quyết .. . Trước đó em cũng đã gửi mail cho giáo viên dạy Giải Tích 2  để xin được biết trước điểm tổng kết  nhưng không được phản hồi . . .",
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác .... . . . Học kỳ hè vừa rồi em có đăng ký môn học Giải tích 2 , vì chưa biết điểm môn học  nên  em đăng ký dự phòng  vào  học kỳ dự thính 191 .. . Dự định là  khi biết điểm sẽ hiệu chỉnh đăng ký môn học nhưng phòng đào tạo cập nhật điểm quá trễ . Ngày 9/9 lúc 16h10p  mới cập nhật điểm   trong khi 18h cùng ngày  đã khóa việc hiệu chỉnh đăng ký môn học .. . Khiến em không thể hủy được môn học Giải Tích 2 , em đã liên hệ phòng đào tạo nhưng họ không giải quyết .. . Trước đó em cũng đã gửi mail cho giáo viên dạy Giải Tích 2  để xin được biết trước điểm tổng kết  nhưng không được phản hồi .. .   /QUOTE . .",
            "Chào em,. . . . Em vào hướng dẫn đăng kí môn học đọc mục 5a http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1568",
            "Chào cô ,. . Tất cả những quy định đó  em đều đã đọc trước khi em nhờ đến sự giúp đỡ của phòng đào tạo . . . Đây là lỗi của phòng đào tạo cập nhật điểm  trễ  nên em mới không thể  hủy môn học , không thể  để giờ em phải  rút  môn học và chịu học phí được . . . Yêu cầu phòng đào tạo giải quyết giúp em !",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Em không thể ngờ  dù em gặp trực tiếp  hoặc  nhờ giải quyết trên bksi  cũng đều  nhận được những câu trả lời  thiếu trách nhiệm như vậy !",
            "Chào bạn. . . . Việc nộp điểm môn học do trực tiếp giảng viên thực hiện. . . . . Trước mỗi đợt đăng ký môn học PĐT đều đã cập nhật điểm học kỳ cho các bạn đăng ký.. . . . Điểm Học kỳ 183 được cập nhật sau khi kết thúc thi cuối kỳ. Khi đăng ký môn học dự thính 183 PĐT đã mở 2 đợt cho các bạn đăng ký hoặc hiệu chỉnh, trường hợp của bạn do không nắm chắc có qua môn MT1003 nên bạn đăng ký trong học kỳ dự thính. Đến khi có điểm bạn lại muốn rút, nói do lỗi PĐT cập nhật điểm trễ nên bạn đăng ký ?. . . . Theo quy định của trườn bạn có không thể hủy môn học trong đợt đăng ký bổ sung nhưng bạn có thể xin rút môn học này. Bạn có thể lấy mẫu đơn xin rút môn học và nộp về PĐT.. . . . Chúc bạn học tốt",
            "Thông tin thêm cho bạn. . . . Môn học MT1005 - DT05 được cập nhật điểm vào ngày 6/9. . . . . Điểm môn học được cập nhật mỗi buổi chiều khi đã có điểm môn học. . . . . Thời gian cập nhật hiển thị bạn thấy là thời gian thay đổi mỗi khi PĐT cập nhật điểm mới.. . . . . . . .",
            "Em xin thông tin thêm là  ngày 6/9 chính là ngày em  gửi mail cho giảng viên  dạy Giải Tích 2  . . . Và sau đó ngày nào em cũng vô xem đã cập nhật điểm hay chưa !",
            "Em có bằng chứng cho việc điểm đã bị cập nhật trễ ( xin hãy xem file ảnh dưới đây ) . . Ngày 8/9 lúc 19h22p  em đã đăng nhập để xem điểm và hoàn toàn chưa cập nhật . . . Như anh nói điểm môn học được cập nhật mỗi buổi chiều khi đã có điểm môn học , ta có thể suy ra chiều ngày 9/9 điểm mới cập nhật ! . . Điều này vi phạm thời gian tối đa 2 tuần sau ngày thi cuối kỳ . . . Nên đây hoàn toàn là lỗi của phòng đào tạo ,. . Em yêu cầu phòng đào tạo giúp em hủy Môn học Giải tích 2 trong học kỳ 191. . . Nếu không giải quyết, em bắt buộc phải gửi cho trường Phòng đào tạo giải quyết .",
            "Hình ảnh bạn cung cấp thuộc phần lịch sử truy cập cá nhân không thể hiện phần nhập điểm.. . . . PĐT xác nhận môn học đã cập nhật điểm từ ngày 6/9.. . . . Việc đăng ký dự thính là không bắt buộc, một phần do bạn không chắc nên đã đăng ký dự thính và đã qua đợt hủy môn học.. . . . Bạn vui lòng liên hệ trực tiếp Trưởng phòng đào tạo nếu còn có yêu cầu hủy môn.. . . . Rât tiếc không thể giúp bạn trong trường hợp này. . . . .",
            "Hình ảnh  của em là  bằng chứng xác thực nhất  cho thấy  em đã  đăng  nhập vào  ngày 8/9  vào lúc 19h22  phút  để xem điểm . . . Việc anh nói  không thể hiện phần nhập điểm là  rất vô lí . . . Nếu có điểm thì em đã hủy môn  học  rồi. . . Và  em cũng không phải là sinh viên xuất sắc như các bạn khác , em là sinh viên  kém nên mới phải  đăng ký học lại nhiều lần đến vậy , nên  việc em đăng ký vì không chắc là hoàn toàn hợp lí . . . Điều quan trọng là  phòng đào tạo đã cập nhật . . điểm muộn  mà không nhận  trách nhiệm. . . PDT  xác nhận  cập nhật điểm ?  vậy làm ơn cho em xin bằng chứng .  Em đã đưa ra bằng chứng mà  PDT  vẫn không giải quyết thì em không thể hiểu . . . Học phí 1 môn học của 1 sinh viên không có ý nghĩa nhiều với PDT , nhưng đối với sinh viên đó  là số tiền rất lớn . . . Mọi chứng cứ em đưa ra, chỉ ra  đây là lỗi của PDT , nếu không giải quyết vậy, PDT tạo ra BKSI  này để làm gì ?",
            "Chào bạn. . . . Nếu như bạn còn thắc mắc bạn có thể lên trực tiếp PĐT để trình bày lý do với thầy Trưởng Phòng đào tạo.. . . . Mọi dữ liệu đã cung cấp cho bạn là đầy đủ và chính xác nên không thể giúp bạn. Bạn cần thêm bằng chứng bạn có thể lên trực tiếp PĐT và PĐT sẽ cung cấp dữ liệu ngày tháng nhập điểm cho bạn rõ.. . . . Rất tiếc không thể giúp bạn thêm. Mình xin đóng câu hỏi của bạn tại đây."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn huỷ đăng kí môn MT2001 dự thính.. . Lí do môn này đã qua nhưng do điểm có khá trễ lúc 4:10 9/9/2019 mà form đổi lúc 6:00 cùng ngày nên em không kịp huỷ môn. Mong phòng đào tạo giúp.",
            "Chào em, . . . . Em vào hướng dẫn DKMH đọc lại mục 5a http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1568"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em bị một lần cảnh cáo vào ngày   U 20 tháng 3 năm 2019 và có tên trong danh sách kỷ luật sinh viên dự kiến thì bây giờ em có cần phải làm đơn thu nhận lại không ạ. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Hiện tại tình trạng cảu bạn là cảnh cáo học vụ lần 1 HK182, HK191 bạn đang học bình thường nên không làm đơn thu nhận bạn nhé.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học . Vì điểm anh văn 1 HK183 của em chưa cập nhật kịp để đăng kí vào lớp Cơ học ứng dụng (AS2007) nhóm lớp DT02 giảng viên [full_name], mà nay đã hết chỗ. Nên em xin PĐT tăng sỉ số lớp này để em có thể đăng kí vào lớp này trong đợt 3.. . Em cám ơn ạ!",
            "Chào em,. . . . Đợt 3 lên đăng kí nhé.",
            "Dạ em cám ơn cô ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "trong việc đăng kí giáo dục thể chất e đăng kí 2 môn học khác nhau cùng 1 học kì bây h r muốn hủy bỏ 1 môn thì phải làm như thế nào ạ ?. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . Em muốn huỷ môn học nào?, mã môn học?",
            "e muốn hủy môn bóng bàn mã số môn học là PE1013",
            "Đã hủy cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em là sinh viên lớp PFIEV em có đăng kí môn Pháp luật đại cương nhưng mà là nhóm A thì có bị sao không ạ",
            "Không sao nhé bạn. Bạn vẫn có thể đăng ký cùng các môn học chính quy nhóm A"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào PĐT, do điểm anh văn 1 (LA1003) HK183 của em chưa cập nhật kịp để đăng kí môn học trong dự thính HK191 đợt 2, cho nên em chưa kịp đăng kí môn Hoá Lý 1 (CH2003). Hôm trước em có hỏi thì cô nói khoảng 30 sinh viên mới không bị huỷ lớp, mà hết đợt 2 em thấy mới có 27 sinh viên, nên em mong PĐT giữ lại lớp để đợt 3 em và 1 số bạn giống em có thể đăng kí học để khỏi bị trễ 1 năm ạ!. . Em cám ơn PĐT nhiều"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em chào thầy/cô PĐT, . . Vì lý do điểm anh văn 1 (LA1003) HK183 của em chưa cập nhật kịp để đăng kí môn học trong dự thính HK191 đợt 2, cho nên em chưa kịp đăng kí môn Hoá Lý 1 (CH2003). Hôm trước em có hỏi thì cô nói khoảng 30 sinh viên mới không bị huỷ lớp, mà hết đợt 2 em thấy mới có 27 sinh viên, nên em mong PĐT giữ lại lớp để đợt 3 em và 1 số bạn giống em có thể đăng kí học để khỏi bị trễ 1 năm ạ!. . Em cám ơn PĐT nhiều!",
            "Bạn bui lòng đăng ký thêm trong đợt 3 đăng ký môn học ngày 13/9",
            "Dạ em cám ơn ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Thầy/Cô Phòng Đào Tạo,. . . . Em là sinh viên văn bằng 2, Khoa Điện Điện tử, MSSV [student_id]. Hiện tại, em còn 1 môn học (Nhập môn kỹ thuật) nữa mới tốt nghiệp. Do trường thông báo hết thời gian đào tạo, em không ĐKMH được, nên em muốn chuyển hình thức đào tạo từ VB2 sang VLVH và hoàn thành chương trình đào tạo.. . . . Xin Thầy/Cô hướng dẫn giúp em thủ tục ạ?. . Kết quả học tập của em trước đây có bị huỷ không ạ?. . . . Em xin cảm ơn Quý Thầy/Cô,. . . . [full_name]. .",
            "Chào bạn.. . [full_name]Ừ [full_name]. . -\tBản kê khai lý lịch online : mybk.hcmut.edu.vn/tuyensinh (xem trên web tuyển sinh khi có đợt) (nộp hồ sơ từ 10/10/2019). . -\tBản sao bằng thpt sao y. . -\tBản sao y bảng điểm chính quy. . -\tGiấy khai sinh (sao y). . -\t3 hình 3x4. . -\tGiấy xác nhận không nợ học phí hệ CQ ( xin tại phòng KHTC). . -\tLệ phí: 630.000 đ. . -\tĐơn xin học theo ngành học và năm chương trình đào tạo hệ VLVH (tới PĐT sẽ hướng dẫn). . Lưu ý: SV phải làm đơn xin chuyển hệ từ CQ sang hệ VLVH bên PĐT nhà A1. . trước khi nộp hồ sơ. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Nếu em nộp chứng chỉ AV thì em [full_name] đúng không ạ. .",
            "CHào bạn,. . bạn vui lòng xem hướng dẫn cụ thể v/v đăng ký thi kiểm tra anh văn trong email trường đã gởi.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em có cần bấm vào nút gì nữa không hay chỉ để thế này thôi ạ",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]6  /b \t. . . .   i Thi vét . Em năm nay hết thời hạn đào tạo. Em muốn hỏi là em có đủ điều kiện thi vét không. Vì em thấy thi vét cần phải không có điểm liệt ở những môn rớt. Mà hiện tại em rớt môn nguyên lý ngôn ngữ lập trình (mã số mới: CO3005 - mã số cũ: 505003). Em nhớ là có 1 kỳ hè hoặc dự thính nào đó em có điểm môn này. Mà nay em vào thời khóa biểu không thấy do hè tự bỏ những môn rớt ra khỏi thời khóa biểu. Em mong thầy (cô) kiểm tra lại dùm em.. . . . Nếu em đủ điều kiện, thì em sẽ thi vào thời gian nào.. .",
            "Chào abn5,. . Theo quy định: đối với môn dự thính dưới 5đ sẽ tự hủy trên hệ thống điểm của bạn, nếu bạn muốn nhận điểm rớt này bạn phải nộp đơn trực tiếp tại Phòng đào tạo.. .  Về quy định thi vét bạn tham khảo chi tiết tại thông báo thi vét của HK182, thông báo chính thức của HK191 sẽ có vào tháng 10/2019, bạn vui lòng đợi.. . Thân.. .",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý",
            "Chào cô,. . . . Em chỉ muốn hỏi nếu như môn dự thính dưới 5đ và bị hủy trên hệ thống điểm, thì hệ thống có lưu lại và cho em thi vét không. . . .",
            "li answer rate:",
            "Chào bạn. . Theo quy định: đối với môn dự thính dưới 5đ sẽ tự hủy trên hệ thống điểm của bạn, nếu bạn muốn có điểm này trên hê thống điểm của bạn thì phải nộp đơn trực tiếp tại Phòng đào tạo.. . Hệ thống không lưu nếu bạn không nhận điểm đó vào hệ thống điểm cuả bạn.. . Thân.",
            "Chào cô,. . . . Vậy nếu em muốn được thi vét thì em phải làm thế nào với tình trạng như vầy nhờ cô chỉ giúp em có thể nộp đơn phòng đào tạo trình bày rõ lý do xin tham gia thi vét môn này được không ?",
            "Chào bạn,. . Hiên tại bạn cần làm đơn xin nhận điểm dự thính bị rớt của môn học em cần thi vét trong HK191.. . Trong tháng 10, khi có thông báo thi vét thì bạn nộp đơn theo quy định nộp đơn thi vét.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Em đã đăng ký bằng, nhờ bên Hội đồng Anh gửi kết quả về cho trường thẩm tra và em cũng đã đóng tiền thanh toán đầy đủ. Em làm đầy đủ các bước như hình em đã đính kèm vậy em có cần phải làm thêm gì nữa không ạ? Làm sao để em biết được là điểm đã được chuyển ạ?. . . . . .",
            "Chào bạn,. . Hiện tại thông tin ngoại ngữ cuả bạn đã hợp lệ và cập nhật điểm chuyển.. . Điểm chuyển sẽ được cập nhật vào điểm tích lũy chung cuối HK191 bạn nhé.. . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "QUOTE Tiến độ học tập trong trang của em bị lỗi ạ. Em không học hóa lí 1 nhưng nó lại xuất hiện. Em đã phân ngành qua [full_name] nên em muốn cập nhật chỉ bên mảng [full_name] thôi ạ. Em xin cảm ơn",
            "Chào bạn,. . Hiện tại chuyên ngành của bạn đã cập nhật là Sinh học rồi bạn nhé.. . Thân,",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Chào thầy/cô.. . Em là sv vhvl, em có đăng ký môn PLC (EE3069) theo thời khóa biểu bên chính quy. Em có thể chuyển từ lớp chính quy hiện tại sang lớp PLC của hệ vhvl không ạ ?. . Cả 2 bên chính quy và vhvl đều cùng 1 thầy dạy. Em xin thầy chuyển lớp thì có được không ạ ?",
            "không em. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1023 L25",
            "Đã đăng ký môn học cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ, cho em hỏi, hiện tại em đã có chứng chỉ IELTS vẫn còn hiệu lực, nhưng em chưa biết cách nộp về trường. Mong được hướng dẫn các thủ tục đầy đủ ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn: PE1017. .  Mã nhóm: L28. .",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi, sau 5h em xem TKB nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn: PE1013 . . Mã nhóm: L20. . . .",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi, sau 5h em xem TKB lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mã môn: PE1009. . Nhóm:L23",
            "Chào em,. . . . [full_name] đã đăng kí cho em rồi, sau 5h em xem TKB lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mã môn: PE1009. . Nhóm:L23",
            "Chào em,. . . . Nhóm L23 em bị trùng TKB, PDT chuyển sang nhóm L24, sau 5h em xem TKB lại nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) .",
            "Chào bạn,. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Cho em hỏi nếu bây giờ em muốn nộp bổ sung bằng toeic cao hơn để cải thiện điểm các môn Anh văn 1,2,3,4 thì hạn cuối em có thể nộp bổ sung là khi nào mà vẫn kịp đăng kí tốt nghiệp vào tháng 11?",
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm .... . . . Cho em hỏi nếu bây giờ em muốn nộp bổ sung bằng toeic cao hơn để cải thiện điểm các môn Anh văn 1,2,3,4 thì hạn cuối em có thể nộp bổ sung là khi nào mà vẫn kịp đăng kí tốt nghiệp vào tháng 11?  /QUOTE . . . . [full_name], Em nộp bằng toeic để cải thiện điểm trước ngày 30/09/2019 và nhớ làm đơn xin xét lại nhe."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Muốn hủy học môn thể chất đã đăng kí thì làm thế nào ạ. . Em cảm ơn",
            "Chào em,. . . . Em cho biết mã số môn học?",
            "Mã số môn học: PE1017 và PE1019 ạ",
            "Đã hủy cho bạn",
            "Em cảm ơn, . . Như vậy là em không phải đi học môn đã hủy nữa đúng không ạ"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . PE1021+L15",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "PE1013+L18. .",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em đã đăng ký học Gdtc môn bóng bàn L18, vào ngày 5/9/2019 nhưng giờ vẫn chưa nhận được lịch học ạ. Mông trường có thể kiểm tra lại đánh sách giúp em.",
            "Môn học của bạn đã bị hủy sĩ số ít và PĐT đã gửi mail hướng dẫn bạn đăng ký lại nhóm lớp khác.. . . . Bạn đã kiểm tra mail của mình chưa ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Mã môn:PE1011. . Mã nhóm:L22. .",
            "Bạn không thể đăng ký nhóm lớp này vì lớp này dành cho các khóa khác,. . . . Bạn vui lòng đọc kỹ email các nhóm có thể đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b . . Em tên là [full_name] MSSV [student_id] thuộc ngành kỹ thuật hệ thống công nghiệp. Trong kì học chính em đăng kí vẽ kĩ thuật không được vì số lượng sinh viên nên bị hủy.Kết quả đk dự thính đợt 2 em lại bị xóa môn lớp DT01_DTO2. Vì VKT là môn tiên quyết nên em rất mong nhà trường cho em đăng kí lớp này ạ.. . Em xin chân thành cảm ơn.. .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được .",
            "Chào bạn. . . . Bạn vui lòng cung cấp MSMH cần đăng ký"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô ạ, hiện tại em đã hoàn thành đủ số ngày CTXH(15) và đã đạt trình độ anh văn nói viết(235) để ra trường. Em có điểm anh văn từ ngày 28/08/2019 nhưng đến nay vẫn chưa có tên trong danh sách dự kiến. Hiện tại Em cần bằng tạm thời gấp để đi làm ạ.. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "QUOTE MSSV/MSGV: [student_id]    . . Em chào [full_name]ầy/Cô ạ, hiện tại em đã hoàn thành đủ số ngày CTXH(15) và đã đạt trình độ anh văn nói viết(235) để ra trường. Em có điểm anh văn từ ngày 28/08/2019 nhưng đến nay vẫn chưa có tên trong danh sách dự kiến. Hiện tại Em cần bằng tạm thời gấp để đi làm ạ.. .   /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “[full_name]ông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . em đã đăng kí giải tích 2 và qua đợt hiệu chỉnh lần 2,,giờ em muốn xóa môn học vì em đã qua rồi thì làm thế nào ạ!",
            "Chào bạn [full_name] [full_name] [full_name] [full_name] Theo quy định trong đợt bổ sung :[full_name] [full_name] [full_name] [full_name] 5a[full_name] Đăng ký bổ sung[full_name] [full_name] Đăng ký tại myBK    Đăng ký môn học    Chọn đợt Đăng ký bổ sung[full_name] [full_name] - SV đăng ký bổ sung các môn học (kể cả các môn TT, LVTN), hoặc đăng ký lại các môn học đã đăng ký trước đây nhưng chưa có trong TKB chính thức[full_name][full_name] [full_name] - Chỉ đăng ký bổ sung vào các lớp đã mở và còn chỗ, không mở thêm lớp mới trong đợt này[full_name][full_name] [full_name]   B - SV không được hủy môn học hoặc đổi nhóm[full_name] Nếu không có nhu cầu học nữa, SV có thể thực hiện quy trình rút môn học (có tính học phí)   /B [full_name] [full_name] [full_name] [full_name] Bạn tham khảo quy định tại đây http://www[full_name]aao[full_name]hcmut[full_name]edu[full_name]vn/[full_name][full_name]php?route=catalog/chitietsv&path=59_77&tid=1568",
            "Chào anh!. .  Vậy là giờ mình rút môn học đăng kí dự thính là mất phí ạ! Vậy anh cho em hỏi phí là bao nhiêu ạ! Em xin cảm ơn",
            "Chào em,. . . . Rút môn học là em đóng tiền môn học đó nhưng vì những lý do em không học."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b   CODE PE1023  /CODE L25. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tăng sĩ số lớp môn học .",
            "/CODE PE1023+L25"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Dạ em chào cô. Điểm anh văn định kì hiện tại của em là 375, đủ điều kiện đăng kí các môn học của năm 3, tuy nhiên kì hè năm 3 có môn Thực tập tốt nghiệp( Khoa Cơ Khí), em không biết môn này có tính vào chương trình năm 3 không, cụ thể là với điểm 375 có thể đăng kí môn này không ạ. Mong cô giải đáp giúp. Em cám ơn!",
            "QUOTE  MSSV/MSGV: [student_id]    . . . . Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, .... . . . Dạ em chào cô. Điểm anh văn định kì hiện tại của em là 375, đủ điều kiện đăng kí các môn học của năm 3, tuy nhiên kì hè năm 3 có môn Thực tập tốt nghiệp( Khoa Cơ Khí), em không biết môn này có tính vào chương trình năm 3 không, cụ thể là với điểm 375 có thể đăng kí môn này không ạ. Mong cô giải đáp giúp. Em cám ơn!  /QUOTE . . Chào [full_name], Môn Thực tập tốt nghiệp ở học kỳ 6 hè là năm 3. Còn điểm anh văn em tham khảo tại đây http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=1658"
        ]
    },
    {
        "intent": "",
        "message": [
            "Mã môn:PE1017 (cầu lông). . Nhóm lớp: L10",
            "Mã môn: PE1017 ( cầu lông ). . Nhóm: L17",
            "Mã môn:PE1017. . Nhóm:L17",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi: em định nộp chứng chỉ tiếng anh của mình cho trường(nhưng giờ chưa nộp xong), vây hiện tại em nên chọn đăng ký thi anh văn đầu vào và không xếp lớp hay đăng ký không thi avdv và không xếp lớp ạ?",
            "Chào bạn,. . Kết quả kỳ thi kiểm tra anh văn nhập học sẽ được dùng để xét miễn học các môn anh văn nếu bạn đạt chuẩn theo quy định. Việc muốn học môn anh văn hay không thì bạn tự cân nhắc nhé- nếu bạn có chứng chỉ quốc tế đạt mức chuyển điểm các môn av thì không phải đăng ký học.. . Bạn vui lòng xem lại quy định về chuẩn anh văn được cập nhật chi tiết tại:www.aao.hcmut.edu.vn- Sinh viên -  Quy chế- Quy chế học vụ bậc đại học -  Phụ lục 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi là em nộp bằng toeic 600, thì em có được cộng 8 tín chỉ anh văn vào tín chỉ tích lũy không ạ. .",
            "Chào bạn,. . Khi nào bạn hoàn tất quy trình đăng ký chuyển điểm môn anh văn thì mới được tính vào số tín chỉ đạt.. . Bạn xem hướng dẫn cách nộp chứng chỉ và chuyển điểm tại  www.aao.hcmut.edu.vn- Sinh viên -  Hướng dẫn - Ngọại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: thây cô ơi em điền thông tin vô đăng kí bằng tốt nghiệp mà nó không cho ghi ngày sinh nên k thể không thể cập nhập dc thầy cô cho e hỏi pai lam sáo ạ",
            "Chào bạn,. . Hiện tại thông tin cá nhân bạn khai báo với trường bị thiếu nơi sinh, bạn vui lòng cầm bản sao giấy khai sinh lên nộp trực tiếp cho Phòng đào tạo để cập nhật thông tin cho bạn, sau đó bạn mới khai báo thông tin bằng PTTH được.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  mã môn PE1021 . . Mã nhóm L32. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "đã đăng ký cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . . . Dạ em đã đăng ký học Gdtc môn bóng bàn L18, vào ngày 5/9/2019 nhưng giờ vẫn chưa nhận được lịch học ạ. Mong trường có thể kiểm tra lại đánh sách giúp em.",
            "Chào em, . . . . [full_name] đã đăng cho em môn bóng bàn L18, sau 5h chiều em lên web xem lại TKB của mình nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Họ & tên: [full_name]. . . . MSSV: [student_id].. . . . Em muốn chuyển nhóm môn học “[full_name]”.. . . . Mã môn học: MT1009.. . . . Chuyển từ nhóm DT01 (T3-T5) sang nhóm DT02 (T7-CN).. . . . Lí do: . . . . Nhà em xa và đi học bằng xe buýt nên nếu đi học vào tiết 13-14-15 sẽ khó khăn trong việc đi lại.. . . . Em có đăng môn đại số tuyến tính vào T7-CN (7-8-9) nếu được chuyển sang nhóm DT02 sẽ thuận lợi hơn trong việc di chuyển và học tập.. . . . Mong quý thầy cô xem xét và hỗ trợ giúp em ạ, em xin cảm ơn quý thầy cô.",
            "Chào em,. . . . Môn MT1009 nhóm DT02 đã full sỉ số không tăng được nữa."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là sau kì kiểm tra anh văn đầu vào thì trường có tổ chức kì kiểm tra anh văn cho sinh viên vào cuối học kì hay cuối năm học ko ạ? Em cảm ơn",
            "Chào bạn,. . Cuối mỗi HK trường đều tổ chức thi kiểm tra trình độ tiếng anh cho sv, các sv phải đăng ký và đóng lệ phí theo quy định trong thông báo cụ thể.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: dạ cô ơi em đã nộp bản sao giấy khai sinh lên phòng đào tạo rồi, em không biết bao h có thể  cập nhập và in được thông tin ạ, dạ tị vì là 2 ngày nữa là hết hạn e nộp bằng thpt rồi ạ",
            "Chào bạn,. . KHi nào tổ dữ liệu nhận được giấy khai sinh của bạn sẽ cập nhật.. . Cám ơn bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em là [full_name], MSSV [student_id]. . Em làm đơn này để:. . -Xin đăng ký môn Giải Tích Mạch HK191, nhóm lớp [full_name]T01_[full_name]T03.. . -Xóa môn Giải tích 2 [full_name]T04_[full_name]T04.. . . . Vì em có học môn Soft Skills vào thứ 7 từ tiết 3-6, còn GTM là tiết 7-9 nên không thể đăng ký được. Môn GTM là môn tiên quyết quan trọng, nếu không thể đăng ký được trong kỳ này thì tiến độ học tập của em sẽ bị ảnh hưởng rất nhiều, mong PĐT xem xét giúp em đăng ký môn này ạ.. . Và do sai sót nên em đã đăng ký nhầm môn GT2 [full_name]T04_[full_name]T04 mong PĐT có thể xóa kết quả đăng ký giúp em.. . Em xin cảm ơn.. .",
            "Chào bạn. . . . Bạn có thể làm đơn xin rút môn học vì trong thời gian này PĐT không hủy lớp :. . . . Quy định ĐKMH bạn tham khảo tại đây:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_77&tid=1568. . . . 5a. Đăng ký bổ sung. . . . - Chỉ đăng ký bổ sung vào các lớp đã mở và còn chỗ, không mở thêm lớp mới trong đợt này.. . - SV không được hủy môn học hoặc đổi nhóm. Nếu không có nhu cầu học nữa, SV có thể thực hiện quy trình rút môn học (có tính học phí).. . . . --  sau khi bạn đã rút môn học bạn có thể ghi kèm đơn đăng ký bổ sung môn học (MSMH + mã nhóm). . . . Chúc bạn học tốt."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Cho em hỏi là làm cách nào để mình có thể kiểm tra bản sao chứng chỉ ngoại ngữ đã được chuyển đến hay chưa và khi nào thì sẽ mở xét chuyển điểm. Em cảm ơn.",
            "Chào bạn,. . Bạn vui lòng xem chi tiết lịch học vụ để biết rõ các đợt lấy dữ liệu anh văn tại:www.aao.hcmut.edu.vn- sinh viên - Lịch học vụ.. . Khi đến đợt lấy dữ liệu thì sẽ cập nhật kết quả thẩm tra chứng chỉ của sv.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 71304843  /b \t. . . .   i Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Quý Thầy/cô,. . . . 9.9.2019 em có quyết định thu nhân lại (Số quyết đinh: 201/BKDT), và em đã có danh sách TN dự kiến T11, nhưng hiện tại vào mybk (đăng kí TN) lại hiện ra thông báo \"Không tìm thấy thông tin sinh viên\". . . . Mong Thầy/Cô kiểm tra giúp em vì sao vậy ạ?. . . . Thông tin Sinh viên: Nguyễn Ngọc Vinh - MSSV: 71304843. .",
            "QUOTE MSSV/MSGV: [student_id]3    . . . . Tốt nghiệp - Đại học - Cao đẳng chính quy   Khác .... . Kính gửi Quý Thầy/cô,. . . . 9.9.2019 em có quyết định thu nhân lại (Số quyết đinh: 201/BKDT), và em đã có danh sách TN dự kiến T11, nhưng hiện tại vào mybk (đăng kí TN) lại hiện ra thông báo \"Không tìm thấy thông tin sinh viên\". . . . Mong Thầy/Cô kiểm tra giúp em vì sao vậy ạ?. . . . Thông tin Sinh viên: [full_name] - MSSV: [student_id]3. .   /QUOTE . . Chào [full_name], Danh sách dự kiến sẽ được cập nhật lại vào cuối tuần và em sẽ nhận được mail “Thông báo lịch trình tốt nghiệp đợt 2 năm 2019”"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học . Em: [full_name]; MSSV:[student_id]. . Họckỳ: 183 em đăng ký học môn thực tập tôt nghiệp. Tuy nhiên em không đủ điều kiện để học môn đó vì thiếu điều kiện tiên quyết và tín chỉ tích lũy tối thiểu ngành. Em đã nộp học phí môn thực tập tốt nghiệp. Vậy cho em hỏi. . . - Khi đủ điều kiện học môn thực tập tốt nghiệp em có phải nộp học phí môn đó nữa không?. . - em vào bảng điểm thì thấy trường cho điểm môn thưc tập tốt nghiệp của em điểm số 13.00. .  ( không đạt).",
            "Điểm thi - Đại học - Cao đẳng chính quy   Điểm môn học. . . . Em: [full_name]; MSSV:[student_id]. . Họckỳ: 183 em đăng ký học môn thực tập tôt nghiệp. Tuy nhiên em không đủ điều kiện để học môn đó vì thiếu điều kiện tiên quyết và tín chỉ tích lũy tối thiểu ngành. Em đã nộp học phí môn thực tập tốt nghiệp. Vậy cho em hỏi. . . - Khi đủ điều kiện học môn thực tập tốt nghiệp em có phải nộp học phí môn đó nữa không?. . - em vào bảng điểm thì thấy trường cho điểm môn thưc tập tốt nghiệp của em điểm số 13.00. . ( không đạt).  /QUOTE . . Chào [full_name], Học kỳ 183 em có đăng ký môn TTTN [số tín chỉ TL ngàng HK181 80+14(tc182)=94 92]thành công. Em thanh toán học phí 183 là đúng. Em không làm TTTN thì điểm 13."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em lỡ đăng kí 2 môn giáo dục thể chất hk191  . . Bây giờ em muốn xóa môn bóng bàn mã số PE1013 em cảm ơn.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Đã xóa cho bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 003438  /b \t. . . .   i Dịch vụ cho sinh viên - Đại học - Cao đẳng chính quy   Đăng ký in bảng điểm .",
            "test test"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em đăng nhập mybk đc nhưng vào elearning không đc, em lên laptop và điện thoại đều ko đc ạ",
            "Chào bạn,. . bạn vui lòng liên hệ trực tiếp tổ kỹ thuật Phòng đào tạo -CS1 để được hỗ trợ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .    Xin chào. .    Em xin trình bày vấn đề của em như sau:. .   khi em lên trang đăng kí môn học học kì dự thính 191 đợt 3 thì thấy có 9 môn học đã bị ai đó đăng kí. Em không thể xóa được vì đã bị khóa. Xin phòng đào tạo hãy giúp em xóa những môn học đó giúp em.. .   Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . . . Môn học không thể xóa do đây là đợt đăng ký bổ sung.. . . . Mật khẩu xác thực tập trung được cấp cho mỗi sv riêng biệt nên trường hợp này PĐT không thể giúp bạn được.. . . . Bạn có thể làm đơn trình bày trường hợp của mình và nộp về PĐT để được xét duyệt"
        ]
    }
]