[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Thầy/Cô,. . Pđt vừa mở thêm đợt đăng ký môn học theo nguyện vọng và các môn học trong đợt đăng ký này chưa chắc đã đủ sĩ số để được mở lớp nên hiện tại em vẫn giữ đăng ký các môn cũ trong đợt 2 để an toàn. Vậy cho em hỏi là trong đợt 3 đk môn học sắp tới thì em có được phép xóa môn học không ạ? Em hỏi thêm là nếu các môn học mặc dù đã đủ sỉ số nhưng do cấu trúc môn học không thể mở ở hk2 như giải tích 1 thì đợt đk theo nguyện vọng này có cho phép mở lớp không ạ?. . Em cảm ơn.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . môn địa chất cơ sở ở khoa kĩ thuật địa chất và dầu khí khóa 2019 đã bị thay thế thành môn khoa học trái đất nhưng tại sao đăng kí môn lại bị mắc tiên quyết môn địa chất cơ sợ ạ.. . Em cảm ơn nhiều ạ.",
            "Chào bạn,. . . . Bạn vui lòng cho biết mã số môn học nha?. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Em chào thầy cô. . Em tên [full_name] MSSV [student_id]. . Trong đợt ĐKMH 2 em có đăng ký nhầm 1 môn nhưng pdt khóa hiệu chỉnh gấp quá em chưa kịp xóa. Em mong thầy cô xóa giúp em msmh \"IM1013-Kinh tế học đại cương\".. . Em cảm ơn thầy cô đã hỗ trợ",
            "Chào bạn,. . Bạn có thể điều chỉnh môn học vào ngày 12-14/1/2021. . . . Phòng đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ pdt cho e hỏi hôm qua (30.12) do hệ thống bị lỗi dẫn đến em không đăng kí được môn học đợt 2 và bị mất slot nên em đã đăng kí những môn khác (e không muốn học) để cho đủ tín chỉ. Giờ trường mở đợt đăng kí thêm thì e đã vào và đăng kí những môn e muốn học. Nhưng còn mấy môn đã đki hôm qua thì đã bị khóa và em không tiến hành xóa những môn đó được ạ. Vậy xin pdt giải đáp dùm em là:. . 1. Khi nào e mới có thể xóa mấy môn đã đăng kí hôm qua ạ. . . 2. Đợt này có cần đki lại hết thời khóa biểu hay chỉ đăg kí thêm mấy môn mình có nguỵên vọng thôi ạ.. . E cám ơn.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi : Quý thầy cô Phòng Đào tạo Trường Đại Học Bách Khoa TPHCM. . Em tên: [full_name] - MSSV: [student_id]. . Khoa: Kỹ Thuật Hoá Học. .  . . Thầy cô cho em hỏi là hiện tại em đã đăng ký thẩm tra chứng chỉ ngoại ngữ nhưng chưa được xét duyệt nên vẫn không được đăng ký luận văn tốt nghiệp và nếu thời gian có kết quả thẩm tra sau thời gian kết thúc đăng ký môn học đợt 2 thì em có được đăng ký luận văn tốt nghiệp ở đợt 3 không ạ?",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV: [student_id]. . Kính thưa Phòng đào tạo, vì đăng ký môn học đợt 2 này có nhiều khó khăn và bị khóa sớm hơn dự kiến, nhiều sinh viên bọn em vẫn chưa kịp xóa môn vì không chắc đợt đăng ký bổ sung có đăng được môn hay không. Nếu như vậy thì sau khi có kết quả đợt đăng ký bổ sung, đến đăng ký môn học đợt 3 chúng em có quyền xóa môn học không ạ? . . . .",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin PĐT tăng sỉ số môn Kỹ thuật siêu cao tần (Mã môn: EE3025) vì giờ các lớp đã full sỉ số rồi ạ, em và một vài bạn khác không thể đăng kí được ạ.Em xin cảm ơn.",
            "Chào bạn,. . . .  PDT đã gởi mail thông báo về việc  đăng kí môn học đợt 2, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ e chào admin ạ,e là sinh viên k17 điện điện tử và hiện tại e đang học cs1 đã đc 1 năm và thuê trọ bên cs1 làm hợp đồng đặt cọc tiền nhà 3 năm ạ,cho e hỏi là đợt đk môn học này(31/12-3/1) là đc học cơ sở 1 hay không dạ,e đk môn học tự trọn lần 2 pdt xếp cho e ở bên cs2 1 tuần học 5 buổi(tiết 2 3b) e không có kinh tế để di chuyển xe qua lại giữa 2 cơ sở ạ,cho e hỏi giờ e xoá hết mấy môn tự chọn hiện tại đang học cs2 để đăng kí lại môn học e có thể được học ở cs1 không ạ,e xin cảm ơn ạ",
            "Chào bạn,. . . . - Hiện tại quỹ phòng cơ sở 1 rất hạn chế, nến 1 số môn học đã chuyển sang cơ sở 2. Bạn nên cố gắng học, trường mình có xe buýt số 50 đưa đến cơ sở 2.. . . . - Trường hợp bạn muốn huỷ thì bạn đợi đợt đăng kí môn học sắp tới sẽ có đợt huỷ/bổ sung môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy/cô,. . thầy/cô cho em hỏi là ĐKMH đợt 2 đã chấm dứt và thay vào đó là bổ sung nguyện vọng vậy thì có một số môn học em cần huỷ hoặc chuyển giờ (các môn đó vẫn còn trống không bị full) thì em vẫn còn chuyển/huỷ được không ạ.. . Em cảm ơn thầy/cô. Chúc thầy/cô nhiều sức khỏe.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, trong đợt đăng kí môn học thứ 2 vừa rồi (30-31/12), em có đăng kí thêm một số môn khác để bù vào do những môn học nguyện vọng ở đợt 1 bị hủy, và đợt đăng kí 2 bị dừng đột ngột nên em không thể hủy các môn đã bù vào. . . Hiện đã có đợt đăng kí bổ sung nguyện vọng mới, vậy cho em hỏi là mình có được phép hủy môn ở đợt đăng kí môn học thứ 3 sắp tới (12-14/1) không ạ? . . Em xin cảm ơn và mong nhận được câu trả lời sớm ạ.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi: trong đợt đăng kí nguyện vọng học tập bổ sung này, em đăng kí 2 môn học mới nhưng vì PĐT chưa xếp thời gian và cơ sở học nên nếu trong đợt ĐKMH lần 3 (theo như dự kiến của PĐT) thì em có quyền hủy môn học nếu thời gian học tập ko phù hợp được ko ạ?. . Mong quý thầy cô giải đáp giúp em.. . Em cảm ơn ạ! . .",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo/Nhà trường,. . . . Em có thắc mắc về việc tạm dừng ĐKMH Đợt 2 và mở đợt ĐKMH Bổ sung [full_name]. Sau khi xong đợt ĐKMH Bổ sung [full_name] thì ĐKMH đợt 2 có được mở lại để Sinh viên hiệu chỉnh, đăng ký những môn được mở thêm và xóa những môn trùng lịch/quá chỉ không ạ? Do đợt 2 bị tạm ngưng tương đối bất ngờ ạ.. . . . Mong Phòng Đào Tạo/Nhà trường hỗ trợ giải đáp giúp ạ.. . Em xin chân thành cảm ơn,. . [full_name]",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. .",
            "Dạ, . . Cho em hỏi thêm là trong mail PĐT có đề cập \"PĐT sẽ căn cứ trên nhu cầu bổ sung của SV ở đợt ĐKMH như mục 2 để tính toán khả năng mở rộng sĩ số, mở thêm nhóm lớp, ... và ĐKMH cho các SV có nhu cầu bổ sung.\", vậy nếu có mở thêm lớp hoặc tăng sỉ số thì PĐT sẽ tự động cập nhật cho SV trong đợt 3 hay SV tự vào đăng ký ạ.. . Và nếu có bị trùng lịch hoặc quá số tín chỉ tối đa thì các môn muốn đăng kí thêm trong đợt Nguyện vọng bổ sung sẽ bị xóa hay sao ạ?. . . . Mong Phòng Đào Tạo/Nhà trường hỗ trợ giải đáp giúp ạ.. . Em xin chân thành cảm ơn,. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em có nộp bằng để chuyển điểm av3 nhưng do hệ thống bkpay đang bảo trì nên em không thể nào hoàn tất việc chuyển điểm av3 nên em không thể đăng kí av4 do dính môn học trước av3, vậy làm sao em có thể đk được ạ. . . .",
            "Chào bạn,. . . . Đợt 3 DKMH bạn đăng kí anh văn 4 nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy cô cho em hỏi là đợt 3 đăng ký môn học em có được xoá môn đã đăng ký không ạ. Em xin cảm ơn thầy cô.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào Thầy/Cô,. . . . Em tên [full_name]. Trong đăng ký môn học đợt 2 đã kết thúc lúc 11:00 ngày 31 tháng 12, em đã đăng ký đủ các môn muốn học, tuy nhiên, em chưa kịp hoàn thành việc thực hiện việc chuyển đổi nhóm lớp như mong muốn. Em muốn hỏi trong đợt đăng ký môn học thứ 3 (dự kiến ngày 12-14 tháng 1) thì em có thể thực hiện việc chuyển đổi nhóm lớp không ạ?. . . . Em cảm ơn.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào các thầy cô,. . . . Em là [full_name] ([student_id]), em bị hệ thống đkmh đánh giá sai chuẩn GDTC từ các đợt. Mặc dù em còn đã đạt qua các chuẩn từ lâu, 3 môn gdtc của em: bóng rổ, bơi, điền kinh.. .  . . Em xin các thầy cô sớm khắc phục lỗi hệ thống này càng sớm, không chỉ riêng em mà cũng nhiều bạn bị chung hoàn cảnh. Em mong rằng sắp tới kết quả của lần đăng ký này lại k bị xóa hết do hệ thống nhìn sai như lần trước. . . . . Em xin chân thành cám ơn.",
            "Chào bạn,. . . . Phòng đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PDT cho em hỏi, sau đợt DKMH mới này thì sinh viên có thể điều chỉnh xóa các môn đã đăng kí trong đợt DKMH lần 2 không ạ ?. . Em xin cảm ơn",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào PĐT ạ, PĐT cho em hỏi vào kì 203 (kỳ hè) em có đăng ký được luận văn không ạ. Em cảm ơn ạ.",
            "Chào bạn,. . . . [full_name] không đăng kí được môn luận văn nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .",
            "Đăng ký môn học . Dạ cho em hỏi là đợt ĐK nguyện vọng bổ sung này mình đăng kí lại tất các môn muốn học hay chỉ là đăng kí thêm môn muốn học nhưng chưa đăng kí được ở đợt 2 thôi ạ. Em cảm ơn",
            "Chào bạn,. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. Tất cả các SV còn đang vướng các điều kiện như chuẩn Anh văn (và có khả năng đạt chuẩn vào cuối tháng 1/2021), nợ học phí cần đăng ký đợt này. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thuộc hệ chính quy đại trà thì có được đăng ký môn học có địa điểm học ở cơ sở 1 không ạ ?. .",
            "Chào bạn,. . Được nhé bạn, nhưng bạn phải lưu ý về điều kiện ràng buộc về di chuyển giữa hai cơ sở, vì có 1 số 1 chỉ mở ở cơ sở 2.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "chào phòng đào tạo,em là sinh viên khóa K18,pđt cho em hỏi là môn hóa vô cơ dành cho K18 hiện tại mã môn học là CH2011 hay là MA2041 vậy ạ?? em cảm ơn nhiều. . . .",
            "Chào bạn,. . . . Bạn vui lòng học mã số môn học trong kế hoạch học tập của mình nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đợt 3 vào ngày 12-14/1/2021 có cho hiệu chỉnh thêm hoặc bớt môn học không ạ. .",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ phòng đào tạo cho em hỏi đăng kí môn học đợt 3 có hủy môn đợt 2 được không ạ ? . . Em cảm ơn ạ.",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . PĐT cho e hỏi như sau :. . Do môn học em muốn đk bị full sỉ số nên em phải đăng ký môn khác thay thế.. . Nhưng PĐT lại mở thêm 1 đợt bổ sung gần đây và khóa luôn đợt 2 lại. . . Tuy em đã có thể Đk môn em muốn học nhưng lại không thể xóa môn em đk thay thế trước đó !. . Vậy ở đợt 3 em có thể xóa môn em lỡ ĐK được nữa không thưa PĐT ???Mong ở đợt 3 PĐT vẫn cho sinh viên hiệu chỉnh hủy môn !!!!. . . . . .",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Học vụ . Dạ cho em hỏi là ngày 24-25/1 là nhà trường mở đợt kiểm tra anh văn . Đợt kt anh văn lần trước e ko đạt đủ số điểm chuẩn để học HK2 . Vậy đợt kt tới là nếu mình đạt chuẩn điểm thì sẽ được học HK2 phải không ạ? . Em là sv năm 2 ạ . Em cảm ơn !",
            "Chào bạn. . Sau khi có kết quả của đợt kiểm tra anh văn sẽ có thông báo cụ thể qua mail cho sinh viên về vấn đề ĐKMH của HK 202 nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .   B  Thầy(cô) cho e hỏi với ạ, hiện giờ là em đăng kí được 20 tín chỉ, điểm TB tích lũy e chỉ  khoảng 7. thì e đăng kí thêm 1 môn 3 chỉ nữa trong đợt bổ sung này có được không ạ.( tại vì em nhớ là không được phép quá 21 tín chỉ). . em cần học thêm môn để kịp đăng kí thực tập hè ạ. . . em cảm ơn thầy cô nhiều ạ. .",
            "Chào bạn,. . Phải đăng ký MH theo đúng quy định nhé bạn,. . vui lòng xem quy định tại đây:. . http://aao.hcmut.edu.vn/ sinh viên/quy chế-quy định/học vụ/ Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 9. Đăng ký môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đào Tạo/Nhà trường,. . . . Em cho thắc mắc là trong mail thông báo PĐT có đề cập \"PĐT sẽ căn cứ trên nhu cầu bổ sung của SV ở đợt ĐKMH như mục 2 để tính toán khả năng mở rộng sĩ số, mở thêm nhóm lớp, ... và ĐKMH cho các SV có nhu cầu bổ sung.\", vậy nếu có mở thêm lớp hoặc tăng sỉ số thì PĐT sẽ tự động cập nhật cho SV trong đợt 3 hay SV tự vào đăng ký ạ.. . Và nếu có bị trùng lịch hoặc quá số tín chỉ tối đa thì các môn muốn đăng kí thêm trong đợt Nguyện vọng bổ sung sẽ bị xóa hay sao ạ? . . . . Mong Phòng Đào Tạo/Nhà trường hỗ trợ giải đáp giúp ạ.. . Em xin chân thành cảm ơn,. . [full_name]",
            "Chào bạn,. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào thầy/cô,. . Trong đợt đăng kí lần 2 em có đăng kí môn lò hơi và thiết bị đốt (thầy [full_name] dạy_khoa Hoá, em thuộc khoa Cơ khí) nhưng bạn em lên phòng đạo tạo hỏi thì được biết được là do lỗi hệ thống và em chưa xoá khỏi danh sách đăng kí, và đợt đăng kí nguyện vọng bổ sung em có đăng kí lại môn này, vậy cho em hỏi hệ thống có tự bỏ môn bị lỗi và đăng kí lại cho em không ạ?. .",
            "Chào bạn,. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . Em viết đơn này để xin phòng đào tạo có thể cân nhắc tăng sĩ số lớp A01 môn Tối ưu hóa &quy hoạch tn (mã môn học là ME3215). Em rất mong lời phản hồi sớm từ phòng đào tạo bởi thời gian đăng ký môn học còn rất ngắn.. . Em xin cảm ơn!",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "U Đăng ký môn học . Dạ em chào các thầy cô PDT ạ!. . Em tên là [full_name], MSSV [student_id]. . Dạ thầy cô cho em hỏi là đợt DKMH đợt 2 đang diễn ra vì em không có môn nào có thể đăng kí được nên em có đăng kí tạm thời môn anh văn 3 (La1007) để khỏi bị cảnh cáo học vụ do HK2 không có môn học ạ! Nhưng do PDT đã mở thêm đợt đăng kí nguyện vọng bổ sung và lại đóng lại kết quả đăng kí đợt 2 cũ, nên giờ em muốn bổ sung môn học mới và xoá môn anh văn 3 cũ lại không được nữa ạ! Vậy PDT cho em hỏi có thể xoá môn đó đi giùm em hoặc mở lại đợt đó để một số bạn có nhu cầu hủy môn hay đổi nhóm lớp trong đợt đó được không ạ?. . Em cảm ơn nhiều ạ!",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác . thầy cô giúp em với ạ, hệ thống bài kiểm tra online AV1 của em trên MYELT vẫn còn thời hạn làm bài 1 tuần nữa mà sao bây giờ em vào thì đã bị đóng hết không cho làm được nữa ạ.. . mã code bài của em là E-[full[full_name]name] và P[full_name]PREINT[full_name]AM365-27A724WL2UFNL ạ.. . mong thầy cô giúp em với ạ. em cảm ơn nhiều ạ. . . .",
            "Chào bạn,. . Bạn vui lòng liên hệ trực tiếp với giảng viên giảng dạy của được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy cô và anh chị, cho em hỏi đợt ĐKMH lần 3 có được xoá môn không ạ, vì đợt 2 em lỡ đăng ký 1 môn mà em chưa kịp xoá thì đã bị dừng việc chỉnh sửa",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho e hỏi ạ : đợt thi toeic vừa rồi e thi chưa qua chuẩn anh văn nên cho e hỏi đợt thi vào cuối tháng 1 e có được đăng kí thi tiếp không ạ. . . .",
            "Chào bạn. . Bạn đăng ký được bình thường nghen, nhớ kiểm tra mail thường xuyên để đăng ký được nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Sau đợt 1, số môn em đăng ký chỉ còn lại 1. Sau đó em đã đăng ký lại được hầu hết các môn, chỉ còn 1 môn là không do hết chỗ. Trong quá trình nhờ bạn khác viết đơn mở lớp, em có đăng ký thêm vài môn để dự phòng, nhằm trường hợp nếu không mở được lớp thì sẽ học các môn đó. Nhưng PDT đột ngột đóng hiệu chỉnh đợt 2 và mở đợt đăng ký bổ sung, làm cho em không thể xóa hay thêm môn nữa. Vậy cho em hỏi:. . 1. Có cách nào để em xóa môn hay không? . . 2. Mail có đề cập đến việc mở đăng ký đợt 3. Cho em hỏi đợt 3 có được xóa môn, thêm môn và thay đổi lớp hay không?. . Em xin chân thành cảm ơn thầy/cô!",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV: [student_id]  /b . .   b Lớp: VP16VT  /b . . . .   i Học vụ . Kỳ 193 em có học đạt môn Tư tưởng [full_name] mã SP1005 để quy đổi tương đương môn mã 001025 của CTĐT, nhưng hiện tại em chưa thấy điểm chuyển trên mybk. Vậy em xin PĐT xác nhận hộ 2 môn trên có tương đương không? vì danh sách môn tương đương năm 2018 trên AAO đã bị ghi đè bởi danh sách năm 2020.. . Và em có cần nộp đơn xin chuyển điểm không ạ?",
            "Chào bạn,. . Môn SP1005 thay thế cho 001025 sẽ được cập nhật ở HK201. Bạn đón xem lại trên cổng thông tin sau ngày 11/1/2020.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em kính chào quý thầy cô ạ.. . . . Em tên là [full_name], mssv là [student_id]. . . . . Em viết đơn này kính xin quý thầy cô có thể đổi lớp môn Pháp Luật Việt Nam đại cương từ lớp A03 qua lớp L02, bởi vì em học cơ sở 2 nhưng phòng Đào Tạo xếp cho em vào lớp ở cơ sở 1 nhưng không đổi lớp được vì đã đủ số lượng; môn Kinh tế chính trị Mác-Leenin từ lớp L19 qua lớp L13 vì em lỡ chuyển nhầm lớp nhưng giờ hệ thống khóa nên em đổi lại không được.. . . . Em xin chân thành cảm ơn quý thầy cô.. . . . [full_name].",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy cô,. . Hiện tại em có 2 điều thắc mắc cần hỏi ạ:. . - Đầu tiên là cho em hỏi em đăng ký 3 môn học từ tiết 4 đến tiết 12 liên tục (cùng cơ sở) thì có bị xoá môn không ạ.(hiện tại chỉ còn tiết đó ạ). . Điều thứ 2: Kết quả ĐKMH đợt 1 của em bị xoá 1 môn anh văn 3 ( lý do trùng thời khoá biểu ). Sau đó , vào lúc 10h sáng ngày 30/12 em đã đăng ký lại thành công môn học đó. Vậy hiện giờ các môn học em đã đăng ký và hiệu chỉnh trong sáng ngày 30/12 có được giữ không ạ.",
            "Chào bạn,. . . . Câu hỏi này đã trả lời mail gởi PDT.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . dạ em chào thầy/ cô,. . . . dạ đợt 2 này lúc nhà trường cho đăng kí môn học bổ sung em có đăng kí nguyện vọng của mình nhưng mà em bị vướng điều kiện là chưa đạt chuẩn anh văn 1 thì đợt 3 lúc có kết em có bị xoá những môn thuộc năm 2 không ạ (vì do đợt nhà trường mở kiểm tra anh văn thì em không có đăng kí được và em tính đăng kí đợt 3 vào cuối tháng 1 này) và lúc đó đăng kí hiệu chỉnh đợt 3 thì em sợ em không bổ sung được vì hết chỗ ạ . . . . dạ nếu mà đợt 3 lúc nhà trường tổ chức anh văn và em có kết quả pass được anh văn 1 thì lúc đó em còn có cơ hội để đăng kí những môn năm 2 không ạ",
            "Chào bạn,. . . . Bạn có đăng kí anh văn 1 thì bạn cứ đăng kí môn học học kỳ 202. Khi nào có kết quả anh văn 1 PDT sẽ xét lại DKMH.. . . . Thân",
            "dạ vậy cô cho em hỏi là khi nào thì trường mới mở để đăng kí thi anh văn đợt 3 ạ",
            "Chào bạn,. . . . Bạn vui lòng xem lịch học vụ.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em trễ đóng học phí mà mấy ngày nay e vô thanh toán toàn thấy bào trì, cho e hỏi là bao giờ mình thành toán dc ạ để e đăng kí môn học",
            "Chào bạn,. . Bạn vui lòng kiểm tra email về việc ĐKMH cho các trường hợp đóng trễ học phí nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào các thầy cô, em tên [full_name], MSSV : [student_id], em có đăng ký môn học ở đợt 2, nhưng không xóa được ở thời điểm hiện tại ak, và em có đky ở đợt bổ sung này. Gần như là đủ các môn(đủ điều kiện và đủ sĩ số để mở lớp). Nên em muốn giữ lại những môn ở đợt bổ sung này và xóa giúp em các môn ở đợt 2 ạ! Em cảm ơn ạ!",
            "Chào bạn,. . . . Đợt 3 DKMH bạn có thể huỷ/ bổ sung DKMH nha.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Nhà trường,. . Em là sinh viên khóa 2017 ngành Logistics và Quản lý chuỗi cung ứng.. . Ở lần đăng kí môn học đợt 1, em đã đăng ký luận văn cho kì 202 (mã môn học ME4119) nhưng  không có kết quả trong đợt 2 này. Theo hướng dẫn trong email từ nhà trường, em vào xem nguyên nhân trong mục lịch sử đăng ký thì có để là chờ kết quả Đề cương tốt nghiệp. Vậy cho em hỏi, em có cần đăng ký lại luận văn ở đợt 2 này không ạ hay chờ kết quả đề cương rồi hệ thống tự cập nhật ạ?. . Trong thời gian chờ phản hồi từ Trường, em xin chân thành cám ơn.. . . .",
            "Chào bạn,. . . . Bạn phải tự đăng kí luận văn trong các đợt đăng kí môn học tiếp theo.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa Thầy/Cô,. . . . Em là [full_name], MSSV: [student_id].. . . . Em có thắc mắc là trong đợt đăng ký Bổ sung nguyện vọng Hệ chính quy vừa mới mở hồi 13h ngày 31/12 có ghi là đăng ký THÊM các môn học.. . . . Em muốn xác nhận lại là mình có phải đăng ký lại các môn học đã đăng ký thành công trong đợt 1 trước đó không ạ?. . . . Em cảm ơn Thầy/Cô rất nhiều ạ!",
            "Chào bạn,. . . . Bạn chỉ đăng kí thêm môn nha bạn, những môn đã đăng kí trước đó không cần đăng kí nữa.. . . . Thân. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào PĐT. . . . . Đợt 1 đăng kí môn cho HK202 khi chưa thi Anh văn đầu vào nên em không biết nên đã đăng kí sẵn môn Anh văn 2 . Sau khi thi đã biết điểm thì em đã qua được Anh văn 1, 2, 3 mà bây giờ môn Anh Văn 2 đã được đăng kí và không thể xoá được. Thì em có thể huỷ môn Anh Văn 2 bằng cách nào không ạ? . . Em cảm ơn! Mong PĐT phản hồi.",
            "Chào bạn,. . Phòng Đào tạo đã gởi mail thông báo về việc  đăng kí môn học đợt nguyện vọng (đăng ký thêm các môn có nhu cầu học) từ ngày 31/12/2020 đến 09 giờ ngày 04/01/2021, bạn vui lòng kiểm tra mail để biết thông tin nha. . Các SV căn cứ trên nhu cầu học tập cá nhân, kết quả ĐKMH ĐANG CÓ ở đợt ĐKMH lần 2, đăng ký THÊM các môn học có nhu cầu học. . Đợt 3 - dự kiến vào 12-14/1/2021, sinh viên có thể hủy, hiệu chỉnh và bổ sung môn học nhé bạn.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  U  \t. . Cho em hỏi là đăng ký BHYT đợt 2 là có thể đăng ký từ bây giờ hay đến ngày 4-1-2021 mới được đăng ký rồi thanh toán luôn ạ.. . Tại vì tối nay em đăng ký BHYT  k được nên em có thắc mắc như vậy.. .   i Yêu cầu khác ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EM chào PĐT, . . Cho em hỏi là đợt đăng kí hiện tại là đăng kí lại tất cả các môn, hay là đăng kí những môn bị hủy thôi ạ?. . Em cảm ơn",
            "Chào bạn,. . . . Đăng kí những môn bạn muốn học.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi ở Đợt 2 em đã đăng ký môn học và được xếp thời khóa biểu thành công thì em có cần đăng ký lại các môn đó ở đợt bổ sung không ạ?. .  . .",
            "Chào bạn,. . . . Nếu bạn đã đăng kí thành công rồi không cần đăng kí lại. Bạn thường xuyên kiểm tra kết quả đăng kí môn học nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa [full_name] cho em hỏi: đối với môn tự chọn, bắt buộc phải đăng ký học theo chương trình đào tạo của khoá mình hay có thể đăng ký học môn tự chọn  khác cùng ngành nhưng của khoá sau( không có trong chương trình đào tạo khoá đang học)  không ạ?. . Em xin cảm ơn!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1710542  /b \t. . . .   i Đăng ký môn học . Em chào quý thầy cô ạ.. . Dạ cho em xin yêu cầu là   B mở thêm sĩ số lớp học môn DAMH Kết Cấu Thép mã MH là CI3213  /B . . Do trong đợt HK1 201 này,vừa rồi sức khỏe của em không tốt,gia cảnh nhà em cũng khó khăn khi tình hình dịch bệnh kéo dài và ba mẹ ốm đau liên tục, và đồ án môn học em làm 3 cái nên có khả năng chưa thể hoàn thành môn DAMH Kết Cấu Thép được ạ! . . Và hiện tại sĩ số của đợt đăng kí thứ 2 này đã hết chỗ ạ, em xin Phòng Đào Tạo có thể xem xét mở thêm sĩ số một vài người nữa ạ.Theo em được biết môn học này các thầy cô chỉ hướng dẫn ngay tại bộ môn và không có lên phòng học ạ. Nếu không thể đăng kí đợt này thì chắc chắn em sẽ đợi tới học kì 1 năm sau mới đăng kí được và như thế em sẽ bị trễ một năm lận ạ. Do hoàn cảnh gia đình em khó khăn, nên em xin Phòng Đào Tạo có thể xem xét yêu cầu mở thêm sĩ số lớp cho môn học DAMH Kết Cấu Thép(CI3213) cho trường hợp của em ạ!. . Em xin chân thành cảm ơn quý thầy cô ạ. . .",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là đợt ĐKMH Bổ sung này có cần phải đăng ký lại tất cả các môn hay chỉ đăng ký những môn chưa đăng ký được thôi ạ?",
            "Chào bạn,. . . . Đăng kí những môn bạn chưa đăng kí nha.. . . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin phòng đào tạo mở thêm sỉ số môn học hệ thống thông tin quản lý IM4005 lớp thứ 2 thứ 4",
            "Chào bạn,. . . .  Trong đợt đăng kí nguyện vọng bổ sung bạn vào đăng kí chưa.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào thầy/cô, em gặp vấn đề về mặt kinh tế nên em đóng tiền trễ ạ. Mong nhà trường thông cảm. Em cảm ơn nhiều ạ.",
            "Chào bạn,. . Về việc gia hạn và miễn giảm học phí bạn vui lòng liên hệ phòng Công tác Chính trị sinh viên để được hỗ trợ.. . Về việc đóng trễ học phí HK201, bạn vui lòng kiểm tra mail Phòng Đào tạo đã gửi về việc ĐKMH.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ Em chào Thầy/Cô ạ!. . Tình hình của Em là đã làm đơn xin gia hạn học phí Học kì 201 sang Học kì 202 (có chữ kí của GVCN và nộp đúng hạn theo lịch của Phòng CTCTSV ạ). . Cho Em hỏi là Em đã làm đơn như vậy rồi thì có bị cấm thi trong học kì 201 này hoặc bị hủy môn học trong đợt Đăng kí môn học này không ạ?. . Em xin cám ơn ạ!",
            "Chào bạn,. . Bạn vui lòng liên hệ phòng Công tác Chính trị Sinh viên để xác nhận về việc đơn gia hạn học phí. Nếu bạn có tên trong danh sách sinh gia hạn học phí của Phòng Công tác Chính trị sinh viên thì không bị cấm ĐKMH trong học kỳ 202 nhé!. . Thân"
        ]
    }
]