[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Cho em hỏi em đăng kí tốt nghiệp nhưng bị tạm dừng là sao ạ",
            "Chào em,. . Hiện tại Phòng Đào tạo mới ra quyết định xử lý tạm dừng vì không đăng ký môn học trong hk211. SV theo dõi tình trạng trên mybk/khi nào chuyển qua trạng thái đang học thì vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học .  Em xin chào Phòng đào tạo!. .  Em tên là [full_name](MSSV [student_id]).. .  Em vừa làm xong luận văn hồi cuối tháng 8, nhưng vì chưa thí đạt anh văn nói viết nên chưa tốt nghiệp được. Nên để kỳ sau không bị tạm dừng nên phải đăng ký môn học cho kỳ sau. Nhưng khi xem lich học vụ thì hiện tại em chưa hiểu là đang trong kỳ hè hay sao, và không biết  khí nào thì mở đăng ký môn cho học kỳ sau. Em hỏi bên bộ môn thì thầy cô nói đợt dăng ký môn vào tháng cuối tháng 12. . .  Em hiên tại đang không biết làm sao, không biết khi nào có thể đăng ký môn học để tránh bị đình chỉ học. Mông Phòng đào tạo tư vấn giúp em ạ. em xin cảm ơn!",
            "Chào em,. . Trường hợp của em là Khóa 2015, học kỳ 211 là học kỳ cuối của bạn nhé. . HK212 này em không thể đăng ký môn học.. . Em vui lòng trình bày rõ là em còn nợ gì để tốt nghiệp?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo,. . Em tên [full_name]. . MSSV [student_id]. . Em có thắc mắc là hôm trước em đã đăng ký tốt nghiệp và thanh toán lệ phí rồi. Nhưng nay lại được thông báo bị tạm dừng vì không đăng ký môn học. Vậy cho em hỏi là cần phải làm gì để được tốt nghiệp ạ.. . Em xin cảm ơn.",
            "Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào quý thầy cô!. . Em gửi phiếu xin thôi học và chuyển sang hệ VHVL.. . Mong phòng Đào tạo xét duyệt.. . Em xin cảm ơn.",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy/cô. . Theo quy định thì k18 phải hoàn thành 3 môn gdtc khác mã.. . Hiện tại em đã học môn: bóng chuyền PE1035 (học phần 2) và 2 môn khác thì môn PE1035 có chấp nhận cho k18 không ạ. . . Em cảm ơn",
            "Chào em,. . Theo quy định thì k18 phải hoàn thành 3 môn gdtc khác mã.. . =  Để biết chính xác, em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ gửi PĐT ĐHBK, . . Em là sinh viên [full_name], MSSV [student_id]. Vừa rồi em nhận được mail thông báo đã đủ điều kiện tốt nghiệp trong học kì này, em đã vào mục 18 - Đăng kí tốt nghiệp trên MyBK và đã đăng kí thành công, đã thanh toán lệ phí. Tuy nhiên đến nay, tình trạng của em lại trở thành \"Không được phép đăng kí (tạm dừng)\", đồng thời đến ngày hôm nay, em không còn vào được các mục xét tốt nghiệp trên MyBK được nữa. Mong Phòng đào tạo xem xét và giải đáp giúp em ạ.. . Em xin chân thành cảm ơn ạ.. . . .",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi khi nào Bkel bảo trì xong vậy ạ. Em đang cần ôn thi mà từ thứ 6 tới bây giờ vẫn không vào được.",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào anh/chị. Hiện tại trên trang mybk của em hiển thị tình trạng \"tạm dừng' vì không đăng kí môn học.. . Em là sinh viên K17. Kì vừa rồi em không đăng kí môn học nào cả. Và em đã đủ điều kiện chuẩn AV đầu ra ở BKE vào ngày 16/11/2021. . . Hiện tại thì em đã đủ điều kiện để xét tốt nghiệp ạ. Nhưng với tình trạng hiện tại thì em không thể truy cập để đăng kí tốt nghiệp trê mybk ạ,. . Em không biết mình nên làm gì ạ. Em rất mong anh/chị có thể hướng dẫn để em tốt nghiệp đúng hạn ạ.. . Em xin cảm ơn",
            "Chào em,. . Em tải mẫu đơn xin thu nhận, điền đầy đủ thông tin gửi bksi nhé. . mẫu đơn: http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào!. . Em đã đăng ký thi anh vân 2 kỹ năng nói viết đợt tháng 12 nhưng giờ không vào được BKel để xem lịch thi.. . Mong admin hổ trợ !. . Em cảm ơn.",
            "Chào em,. . Về lịch thi em đợi mail thông báo của Trung tâm ngoại ngữ nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi,. . Vào học kì 202 em đã đăn ký hoãn thi các môn học của học kì đó.Hiện tại trường đã xếp lịch các môn đó cho em thi vào học kì 211 này. Nếu em muốn tiếp tục hoãn đến kì 212 mới thi thì có được không ạ? Nếu có thì em cần phải liên hệ bên nào để hoãn ạ? . . Em xin cám ơn.",
            "Chào em,. . Em xem lại email PĐT đã gửi, xem hết thông báo, mục 5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . \"Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022\". . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô.. . Vì sơ suất nên em đã quên đăng ký lớp anh văn nhu cầu (tháng 12) nên mong thầy/cô có thể thêm em vào lớp với ạ: LA1041 DT09 (hoặc DT10) Anh văn 3A.. . Mong thầy/cô giúp đỡ để em có thể đăng ký môn học kỳ sau.. . Em cảm ơn ạ",
            "Chào thầy/cô.. . Vì sơ suất nên em đã quên đăng ký lớp anh văn nhu cầu (tháng 12) nên mong thầy/cô có thể thêm em vào lớp với ạ: LA1041 DT09 (hoặc DT10) Anh văn 3A.. . Mong thầy/cô giúp đỡ để em có thể đăng ký môn học kỳ sau.. . Nếu không thể, cho em hỏi kỳ 212 có áp dụng chuẩn anh văn không ạ, vì tình hình dịch bệnh này em không thể thi lấy bằng để chuyển điểm ạ.. . Em cảm ơn ạ. . [full_name]. . [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy/cô ạ.. . Em là [full_name]_[student_id]. . Mấy hôm trước em có đăng kí học trực tiếp các môn thí nghiệm. Nhưng hiện tại có một số vấn đề về chỗ ở với tình hình đi lại không ổn lắm nên em muốn xin hủy việc học trực tiếp trong đợt này được không ạ?. . Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng làm đơn trình bày rõ và gửi qua bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính thưa quý Thầy, Cô!. . Em tên là [full_name], MSSV: [student_id]. Vào ngày 19.11 em đã đăng ký biểu mẫu học trực tiếp tại trường, nhưng sau khi nhận được mail trường thông báo về kế hoạch đi học lại, thì em không có đủ khả năng để đi học trực tiếp được nữa ạ. Lý do như sau: Hiện tại em đang ở Lâm Đồng và khoảng thời gian sau khi đăng ký, thì Bảo Lộc (Lâm Đồng) có số ca lây nhiễm tăng cao, rất khó cho việc di chuyển ra/ vào khỏi tỉnh. Đồng thời, nếu đi học lại thì em không có chỗ để ở lại do KTX chưa có kế hoạch đón sinh viên, và em không có người thân nào tại Sài Gòn, và nếu đi lại thường xuyên thì chi phí cũng như thời gian cách ly làm em gặp nhiều khó khăn. Do đó, em xin phép hiệu chỉnh lại biểu mẫu đăng ký học trực tiếp là [full_name]ÔNG tham gia học trực tiếp tại trường nữa và đợi thông báo tiếp theo của nhà trường ạ.. . Và em có phải làm thêm thủ tục gì để hiệu chỉnh không ạ?. . Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ!. . Em xin chân thành cảm ơn.. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em xin chào thầy/cô,. . Em tên là [full_name], mã số sinh viên [student_id]. Em xin được hỏi về việc đăng ký xin hoãn Luận văn tốt nghiệp do ảnh hưởng của dịch Covid. . . Trong đợt dịch vừa rồi em bị kẹt ở quê một thời gian dài và không có laptop để tiếp tục thực hiện luận văn tốt nghiệp. Hiện em đã liên hệ với giáo viên hướng dẫn của em là thầy [full_name] và thầy đã đồng ý cho em được hoãn.. . Thầy/cô cho em được hỏi là em cần đến gặp trực tiếp thầy và bộ môn để xin phép và chữ ký để nộp đơn hay em cần thực hiện theo hình thức trực tuyến nào ạ?. . Em xin cảm ơn thầy/cô.. .",
            "Chào em,. . Thầy/cô cho em được hỏi là em cần đến gặp trực tiếp thầy và bộ môn để xin phép và chữ ký để nộp đơn hay em cần thực hiện theo hình thức trực tuyến nào ạ?. . =  Em có thể gởi mẫu đơn cho Giảng viên và [full_name] (Đơn bạn đã điền đầy đủ thông tin). . để Giảng viên + [full_name] xác nhận trên mẫu đơn hoặc xác nhận qua email của Sv, sau đó chụp hình gởi kèm đơn hoãn thi. . - Xong em qua email [email]. . Thân mến. . . .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \tCó thể cho Em hỏi khi nào mình có lịch học trực tiếp tại trường  ạ. Vì Em thấy ghi dự kiến là ngày 6-12 ạ. . . . .   i Yêu cầu khác .",
            "Chào em,. . Hiện tại chỉ công bố lịch dự kiến thôi nha bạn. . [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào thầy cô,. . Em tên là [full_name], MSSV [student_id], sinh viên năm 4 - K18 khoa Kỹ thuật Giao thông, ngành Kỹ thuật Hàng không. Chuyện là em có đăng ký đi học trực tiếp lại môn Thí nghiệm Hàng không 3 từ ngày 6/12/2021 bằng form trong mail mà PĐT đã gửi cho em. . . Nhưng vì hiện tại em đang là F1 (tiếp xúc gần), nên em muốn xin phép PĐT cho em dời lịch thí nghiệm lại như các bạn chưa đăng ký đi học lại. . . Em mong nhận được câu trả lời cũng như là hướng dẫn về việc dời lại lịch học từ PĐT.. . En xin cám ơn,. . [full_name]. . [full_name]. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT,. . . . Em tên là [full_name], là sinh viên năm 4 thuộc khoa KTXD.. . . . Ở HK202 em có đăng ký môn học Sinh đại cương nhưng vẫn chưa được thi kết thúc môn vì chưa hoàn thành học phần thực hành môn này.. . . . Mới đây thì nhà trường có gửi mail về việc mở lại PTN kể từ 6/12 để hoàn tất các môn thực hành còn dang dở, tuy nhiên em chưa có lịch học cụ thể của môn này, theo đó em cũng chưa thể đặt vé để trở lại SG được. PĐT có thể thông báo sớm về lịch học để em có thể chủ động trong việc sắp xếp thời gian cũng như di chuyển được không ạ?. . . . Ngoài ra, nếu như hoàn tất việc thực hành thì đến bao giờ em có thể thi hoàn tất môn học được ạ. Hiện tại em đã năm 4 vì thế việc hoàn tất các môn học không đúng chuyên ngành này sớm là rất quan trọng ạ.. . . . Em xin chân thành cảm ơn.. . . . Chúc PĐT luôn làm việc hiệu quả và giữ an toàn trong mùa dịch ạ!",
            "Chào em,. . Hiện tại nhà trường chỉ có thể thông báo lịch dự kiến là ngày 6/12 nhé.. . Nhà trường vẫn còn đợi thông báo chính thức từ Đại học Quốc Gia nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dựa theo chương trình đào tạo K2019 thì HK212 sắp tới tụi em có môn thực tập ngoại trường. Nhưng nếu em muốn hè mới đăng ký thực tập thì có được không ạ. Hay em bắt buộc phải đăng ký trong kỳ sau và lúc nào thực tập cũng được. Mong thầy cô giải đáp thắc mắc ạ.",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Admin ạ, em tên là [full_name] MSSV [student_id] khoa Cơ Khí lớp CK17CD1. Em có câu hỏi mong quý thầy cô giúp đỡ ạ. Em đủ điều kiện xét tốt nghiệp, em đã đăng kí tốt nghiệp và được phòng đào tạo gửi mail xác nhận ngày 23/11/2021. Nhưng trên trang đăng kí tốt nghiệp hiện ghi tình trạng \"Không được phép đăng kí (tạm dừng)\". Em muốn hỏi em có tiếp tục được đăng kí tốt nghiệp không ạ? Nếu có thì giấy tốt nghiệp tạm thời bản PDF em có được cập nhật và tải trên web MyBK không (vì mail PĐT xác nhận tới hôm nay em được phép tải)? Và nếu không thì em có thể lấy bằng tốt nghiệp tạm thời ở trường vào thứ Sáu không ạ? Em chân thành cảm ơn.",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là sv năm cuối,hiện tại còn cần toeic để tốt nghiệp, nhưng kỳ này em bị buộc tạm dừng học vì không đăng ký môn học. . . Em muốn gia hạn thêm học kỳ để nộp anh văn thì phải làm thế nào ạ? . . Em xin cảm ơn. .",
            "Chào em,. . Hiện tại em là khóa 2015, em vui lòng trình bày rõ là em còn nợ gì?. . Theo kế hoạch em phải bổ sung chứng chỉ ngoại ngữ vào đợt tốt nghiệp tháng 4/2022 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT. . Em tên [full_name] hiện là sv năm 4 khoa Điện - Điện tử, chuyên ngành Digital IC Design. . . Em xin PĐT cho em được đăng kí làm đồ án môn học mã EE3151. Lý do em còn thiếu duy nhất 1 môn Truyền số liệu và mạng(EE3019) học trước.Em chỉ còn vướn duy nhất môn này để làm đồ án, nếu không đăng kí được em sẽ bị trễ thêm 1 năm rưỡi nữa với lại gia đình em hỏi bao giờ đi làm mà em không biết trả lời sao.. . Dạ em mong PĐT giúp em với ạ. Em sẽ đăng kí đồ án và truyền số liệu cho HK212.. . Em cám ơn!",
            "Chào em,. . Vui lòng trình bày rõ vấn đề giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo, . . Em đã đăng ký tốt nghiệp và thanh toán lệ phí tốt nghiệp trên Bkpay, nhưng hôm nay khi xem lại, em không được đăng ký tốt nghiệp như hình. Em mong phòng đào tạo sẽ giải quyết cho em ạ",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô BKSI,. . Em tên [full_name], mssv [student_id]. Em đã nhận được bằng tốt nghiệp tạm thời từ nhà trường. Tuy nhiên em không được chứng nhận tốt nghiệp từ chương trình tài năng. Em thi lại kỹ năng nói-viết vào tháng 11 và đã đạt điểm đầu ra (265), em cũng đã hoàn thành chương trình học. Mong quý thầy cô giúp đỡ và điều chỉnh giúp em ạ.. . . . Điểm đầu ra nói-viết thầy cô có thể tìm ở đường dẫn này ạ (tháng 11):. . https://docs.google.com/spreadsheets/d/1tPWLKwyUeL1icWUlgL6gfsNCee6WnNaUMS7MTOL73jM/edit?fbclid=IwAR1MgUeEXT8pHiO8iyORFCBuhy0Zs1z04MVVo4NiowcBtk1j3-[full_name]PfEGo#gid=[student_id]28. .",
            "Chào em,. . Cô gửi lại em file scan giấy CN tốt nghiệp tạm thời đã sửa lại. . Em ghi lại cho cô địa chỉ, SĐT, và tên người nhận để cô gửi bản giấy qua đương bưu điện cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em muốn đăng ký AV nhu cầu AV1A ạ. Em đã đăng ký trên hệ thống nhưng do chưa thi tổng kết môn AVCB (thi ngày 5/12) nên đã bị hủy ạ",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em đã vào mybk/Đăng ký tốt nghiệp như cô hướng dẫn để tìm chổ tải file mềm bằng tốt nghiệp tạm thời. Nhưng chỉ thấy có phần \" Đăng ký xét tốt nghiệp \", trang đó lại để thông tin của em giống như lúc em chưa đăng ký được.Mong cô xem lại và hướng dẫn giúp em ạ.Em cảm ơn.",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\"",
            "Chào em,. . Em vào mục mybk/Đăng ký tốt nghiệp để tải file mềm nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa thầy, cô, ngày 25/11/2021, em đã có gửi đơn đăng ký thi môn học đã xin vắng thi có phép ở học kỳ 201 ạ. Tuy nhiên đến hôm nay em vẫn chưa thấy lịch thi của mình. Thầy cô cho em hỏi là em có được chấp nhận đăng ký thi không ạ?. . Em có đính kèm đơn bên dưới ạ.. . Em xin cảm ơn thầy, cô.",
            "Chào em,. . PDT đã tiếp nhận đơn xin thi lại xóa điểm vắng phép cho bạn nhé, PDT sẽ tự động cập nhật bạn vào trong danh sách thi online, và gửi phiếu cho phép vào phòng thi qua mail hoặc bksi cho bạn, em dùng giấy đó để trình khi thi online nếu CB có hỏi nhé.. . Trước ngày 10/12 em chưa nhận được giấy đó vui lòng phản hồi lại qua bksi giúp cô nhé. . Thân",
            "Gửi em phiếu cho phép thi nhé",
            "Dạ em nhận được phiếu rồi. Em cảm ơn thầy, cô nhiều ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi là bây giờ cô yêu cầu upload lại đường dẫn video mà như bữa trước em đã trình bày với phòng đào tạo và cả giáo viên dạy lý Thuyết là thầy [full_name] là video của em gặp lỗi trong lúc ghi và giờ không khôi phục được nữa mà hạn nộp video thì đến 23:59 30/11 thì giờ em phải làm gì ạ? file video đó bị lỗi dù quay được 1h3'24s.Và em dùng itop screen recorder để ghi màn hình ạ. . .   i Yêu cầu khác .",
            "Chào em,. . Trường hợp của em vui lòng trình bày vấn đề của bạn với Giảng viên nhé, để xin xem xét nộp lại bài hay như thế nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào PĐT ĐH Bách Khoa TPHCM,. . . . Em là [full_name], Khóa k16. Ngày 19 tháng 11 vừa qua em có đăng ký giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thêm 1 năm để hoàn thành xong chương trình học tại trường. Nhưng ngày 26.11 vừa qua em mang giấy xác nhận nhà trường gửi xuống xã thì giấy chứng nhận này không còn đạt yêu cầu để tạm hoãn. Xã yêu cầu phía sinh viên phải liên hệ với nhà trường để xin thêm dòng chữ kỳ hạn ra trường và lý do chưa ra trường theo đúng quy định.. . . . Để đáp ứng được yêu cầu phía quân đội xã đề ra Em mong PĐT xác nhận giải quyết sớm để em có kịp giấy bổ sung cho bên quân đội để yên tâm tập trung hoàn thành chương trình học của bản thân.. . . . Sau đây em xin đính kèm giấy tạm hoãn tham khảo bên xã yêu cầu.. . . . Em xin cám ơn!. . . .",
            "\"Chào em,. . Nhà trường chỉ có 1 mẫu chung xác nhận SV hoãn nghĩa vụ quân sự cho tất cả sinh viên nam trong trường.. . Em có thể tự trình bày với ban chỉ hủy quân sự, nếu Ban chỉ huy quân sự cần xác minh thông tin sinh viên có thể gửi công văn về trường để xác minh thêm.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1810773  /b \t. . . .   i Tốt nghiệp . Chào Thầy/Cô ạ!. . ﻿Em là sinh viên khóa 2018. Em có câu hỏi là \"Chuẩn AV nói viết của khóa 2018 có thể thi ở trung tâm BK English được không, hay chúng em bắt buộc phải thi ở bên ngoài\". . ﻿Em cám ơn Thầy/Cô đã đọc. . . . .",
            "Chào em,. . Khóa 18 được nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em Tên: [full_name]. . MSSV: [student_id]. . Hệ: [full_name]. . Từ ngày 27.11 đến 30.11 em không thể vào E-learning để làm bài Kiểm Tra Môn Đại Số Tuyến Tín MT1007!!! Nhà trường có thể hổ trợ em dời thời gian kết thúc Kiểm Tra là 30.11 đến khi E-learning hoạt động bình thường không ạ?. .",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 6 sẽ xong và email đến SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em xin chào phòng đào tạo, . . Hiện nay e đã đăng ký và thanh toán lệ phí tốt nghiệp vào ngày 22/11/21 (thứ 2 tuần trước), theo như mail phòng đào tạo sẽ lấy dữ liệu đăng kí vào thứ 6 hàng tuần  và trễ nhất thứ 3 tuần tiếp theo, phòng đào tạo sẽ tiến hành in giấy chứng nhận tốt nghiệp tạm thời để sinh viên có thể tải về sử dụng. . . Cho em xin hỏi với lịch đăng ký của em vào thứ 2 tuần trước (22/11/2021) thì khi nào em sẽ nhận được giấy chứng nhận tốt nghiệp tạm thời ạ?",
            "Chào em,. . Em có thể lên mybk/Đăng ký tốt nghiệp để sử dụng trước nhé, bạn giấy đã được PDT gửi cho  bưu điện rồi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi phòng đào tạo,. . . . Hiện tại trang Elearning của trường đang được bảo trì, và mất khá nhiều thời gian. Cũng vì thế mà một số bài Quizz trên Elearning và trên trang Video môn học đã quá hạn. Nên em hy vọng Phòng đào tạo có thể gia hạn hoặc nhắn nhủ quý thầy/cô giảng viên môn học gia hạn thêm thời gian cho sinh viên tụi em được không ạ? . . . . Đây là việc ngoài ý muốn của sinh viên cũng như giảng viên nên em hy vọng phòng đào tạo có thể giúp đỡ tụi em gia hạn thêm thời gian các bài Quizz trên Elearning và trang Video môn học.. . . . Em xin chân thành cảm ơn quý thầy/cô phòng đào tạo. . . . .",
            "Gửi các bạn Sinh viên,. . . . Hệ thống e-learning BKeL của trường ta đang ở tình trạng không ổn định, dữ liệu quá lớn. Tổ kỹ thuật BKeL đang liên tục điều chỉnh, sửa chữa, xoá bớt các dữ liệu cũ từ trước học kỳ 1/2018-2019, để tiếp tục phục vụ việc dạy và học của trường.. . . . Chúng tôi kỳ vọng hệ thống sẽ hoạt động ổn định chậm nhất vào cuối tuần này, Chủ Nhật 05/12/2021.. . . . Do tính bất ổn định của hệ thống BKeL hiện nay, được sự chỉ đạo của Ban Giám hiệu, Phòng Đào tạo đề nghị Quý Thầy Cô sử dụng hệ thống thi BKeX cho việc tổ chức thi cuối kỳ để đảm bảo an toàn và thuận tiện.. . . . Trong tương lai, trường sẽ chuẩn bị một hệ thống mới với các quy định mới và dự kiến áp dụng từ học kỳ 2/2021-2022.. . . . Chúng tôi rất tiếc về sự cố lần này. Kính mong Quý Thầy Cô và Sinh viên tiếp tục cùng đồng hành với nhà trường trong việc đảm bảo chất lượng dạy và học.. . - có thể giúp đỡ tụi em gia hạn thêm thời gian các bài Quizz trên Elearning và trang Video môn học.. . =  Em nên liên hệ với GV nhé.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp BKeL . Em chào quý thầy cô Phòng đào tạo,. . . . Hiện tại tụi em đang vào thời gian ôn thi học kì 211 và cũng có một số bạn có môn thi ngay trong tuần sau, em thì có môn thi trong tuần tới do vậy rất cần hệ thống BKeL để ôn thi. Tuy nhiên hệ thống đã bảo trì trong thời gian 5 ngày rồi và vẫn chưa có dấu hiệu trở lại. Nghiêm trọng hơn vì bất ngờ nên tụi em không thể chuẩn bị tài liệu sẵn trong máy để học tập. Ngày thi thì đến cận kề tụi em hiện tại không biết phải ôn tập như thế nào.. . . . Rất mong quý thầy cô Phòng đào tạo cho sinh viên tụi em một hướng giải pháp phù hợp và một ngày trở lại của Bkel chính thức để tụi em sắp xếp việc học tập của mình.. . . . Trân trọng./.. .",
            "Gửi các bạn Sinh viên,. . . . Hệ thống e-learning BKeL của trường ta đang ở tình trạng không ổn định, dữ liệu quá lớn. Tổ kỹ thuật BKeL đang liên tục điều chỉnh, sửa chữa, xoá bớt các dữ liệu cũ từ trước học kỳ 1/2018-2019, để tiếp tục phục vụ việc dạy và học của trường.. . . . Chúng tôi kỳ vọng hệ thống sẽ hoạt động ổn định chậm nhất vào cuối tuần này, Chủ Nhật 05/12/2021.. . . . Do tính bất ổn định của hệ thống BKeL hiện nay, được sự chỉ đạo của Ban Giám hiệu, Phòng Đào tạo đề nghị Quý Thầy Cô sử dụng hệ thống thi BKeX cho việc tổ chức thi cuối kỳ để đảm bảo an toàn và thuận tiện.. . . . Trong tương lai, trường sẽ chuẩn bị một hệ thống mới với các quy định mới và dự kiến áp dụng từ học kỳ 2/2021-2022.. . . . Chúng tôi rất tiếc về sự cố lần này. Kính mong Quý Thầy Cô và Sinh viên tiếp tục cùng đồng hành với nhà trường trong việc đảm bảo chất lượng dạy và học.. . . . Trân trọng thông báo."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào người trả lời câu hỏi ạ, em có một thắc mắc là nhà trường có gửi mail dự kiến đi học lại các môn thực hành vào ngày 6/12 là bắt buộc tất cả các sinh viên hay chỉ những người đăng kí trước mới được đi ạ? Em xin cảm ơn ạ.",
            "Dạ cùng với chủ đề trên cho em hỏi là chỉ những môn thí nghiệm mở ở cs1 hay tất cả các môn thí nghiệm đều đi học lại bình thường ạ, em xin cảm ơn",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Chào em,. . Trong thông báo có ghi rõ là chỉ mở ở CS1 và mở theo số lượng SV đăng ký và đủ điều kiện thôi. . . Chỉ dành cho SV tự nguyện đăng ký và đủ điều kiện nhé. . Trường chưa mở lại hoạt động bình thường 100% nhé bạn. . Em vui lòng lại mail thông báo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào quý thầy cô,. . . . Em là [full_name], MSSV: [student_id], sinh viên khoá K20.. . Em có đăng ký anh văn cơ bản (nhu cầu) và sẽ dự thi cuối kỳ vào ngày 5/12/2021. Trong lần đăng ký anh văn nhu cầu - tháng 12 này em đăng ký môn anh văn 1A (nhu cầu)  thì vẫn được đăng ký. Thế nhưng khi có kết quả thì em bị hủy với lý do thiếu môn học tiên quyết (Anh văn cơ bản). . . Kính mong quý thầy cô hỗ trợ để em có thể tham gia khoá học lần này ạ.. . . . Em xin cảm ơn quý thầy cô.. .",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên hệ VHVL K21. Bữa trường có gửi mail thông báo khi nào hết giãn cách lên nhận thẻ sinh viên hoặc nhận thẻ qua bưu điện. Mà em vẫn chưa lên trường được do bùng dịch. Không biết giờ em đk nhận thẻ sinh viên qua đường bưu điện được không ạ? Và gửi nội dung địa chỉ để trường gửi thẻ như nào ạ?. . . .",
            "Chào bạn. . Bạn gởi lại địa chỉ chính xác + số điện thoại. . Pdt sẽ gởi bưu điện bạn trả tiền cước . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em được thu nhận lại vào học kì 212 vậy em có được đăng kí môn vào học kì 212 không ạ. Do em thấy mở đăng kí môn cho học kì 212 nhưng không đăng kí được. Vậy có phải học kì 212 em sẽ không có lịch học phải không ạ? Mong BKSI giải đáp giúp em.  . . . .",
            "Chào em,. . Em đã gửi qua email [email] thì xem email trả lời nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào cô/thầy,. . PĐT vừa quyết định thu nhận sinh viên để đăng kí tốt nghiệp. Nhưng khi em vào trang đăng kí thì vẫn tình trạng tạm dừng ạ. Mặc dù tình trạng sinh viên đã để thành \"đang học\". Cô/thầy giải đáp giúp em ạ.. . Em cảm ơn.",
            "Chào em,. . Đã mở cho SV đăng ký tốt nghiệp, em vào đăng ký lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name] sinh viên K16 có tên trong danh sách dự kiến tốt nghiệp tháng 11. Hiện tại hệ thống không cho em đăng ký tốt nghiệp như hình. Mong thầy/cô giúp đỡ.",
            "Chào em,. . Đã mở lại, em vào đăng ký tốt nghiệp lại nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Phòng Đào Tạo,. . Em tên là [full_name], MSSV: [student_id] lớp DD18DV03. Hiện tại, em đang muốn xin giấy giới thiệu để bổ sung vào hồ sơ ứng tuyển thực tập ở các công ty ngoài trường. Do đó, em muốn hỏi PĐT là em cần làm những gì để có thể xin được giấy giới thiệu thực tập này ạ.. . Em xin chân thành cảm ơn.",
            "\"Chào em,. . SV có thời khóa biểu trong học kỳ có thể vào trang mybk/Đăng ký in giấy chứng nhận SV để đăng ký.. . Về giấy giới thiệu sinh viên vui lòng liên hệ ở Khoa để được hỗ trợ. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1511567  /b \t. . . .   i Tốt nghiệp . Chào Cô/Thầy,. . . . Em là Khoa (1511567). . . Em có một vấn đề chưa rõ. Em nhờ Cô/Thầy xác nhận lại giúp em ạ. . . . . Em có đọc \"QUY CHẾ ĐÀO TẠO VÀ HỌC VỤ BẬC ĐẠI HỌC, CAO ĐẲNG\" của trường. Tại Chương IV/ Điều 21 có nói điểm xếp loại tốt nghiệp dựa vào ĐTBTLN. . . . . Cho em hỏi ĐTBTLN đó có phải là \"Điểm trung bình tích luỹ ngành\" ở trong \" Bảng điểm sinh viên\" trong mục mybk không ạ. . . . . Vì Điểm trung bình và Điểm trung bình tích luỹ ngành của em khác nhau. Nêu em muốn rõ phần này ạ. . . . . Em xin cảm ơn. . .",
            "Chào em,. . Cô chưa hiểu rõ ý của bạn?. . Bạn có thể tự tính điểm trung bình tích lũy ngành theo quy chế. . Thường khi em đủn điều kiện tốt nghiệp, có tên trong ds tốt nghiệp dự kiến, PDT mới cập lại điểm TB tích lũy ngành chính xác tại thời điểm bạn tốt nghiệp.. . Hiện tại có thể điểm chưa đủ, bạn có thể đăng ký in bảng điểm tại mybk/Đăng ký in bảng điểm, trong bảng điểm này sẽ có điểm trung bình tích lũy chung nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào pđt, việc học trực tiếp tại cơ sở Lý Thường Kiệt là những ai đã đăng ký đi học lại ở form khảo sát trước mới phải đi đúng không ạ? Em cảm ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi nhé:. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào quý thầy cô ạ,. . Em tên [full_name] MSSV [student_id] thuộc lớp CC17XGT1. Trong đợt đăng ký gia hạn BHYT vừa rồi em bị cách ly nên không đóng được. Em nhờ người thân chuyển tiền giúp em nhưng đến ngày 26/11 em mới nhận được và đóng ạ( trong khi deadline là ngày 25/11). Vậy em có bị sao không ạ. Em kính mong được giúp đỡ.. .",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Xin chào thầy/cô ạ.. . Em tên [full_name] - MSSV: [student_id]. . Hiện tại trường vừa gửi mail đi học trực tiếp cho các học phần đồ án, luận văn,... Và học phần thực hành thí nghiệm năm học 2020-2021, HK211 (dự kiến 6/12/2021). . Em là sinh viên khoá 2020 thì sắp tới (6/12) có vào học hay không ạ? Hay chỉ những bạn điền form đăng kí đi học trước đó mới vào ạ?. . Mong thầy/cô reply sớm ạ.. . Em xin cảm ơn.. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi nhé:. . Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i Dạ em chào thầy/cô.Dạ thầy cô cho em hỏi là đợt đkmh đang mở trên web trường có phải chính thức của đợt 1 hệ CQ không ạ? Tại em thấy thời gian mở không hợp lí (từ 2020- 6/12/2021) và cũng chưa có mail thông  báo từ nhà trường.Em cảm ơn thầy/cô. . . .",
            "Chào em,. . Đợt đkmh đang mở trên web trường có phải chính thức của đợt 1 hệ CQ không ạ? . . =  Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: VỀ BHYT. . . . Kính thưa thầy/cô, em tên là [full_name], MSSV [student_id].. . Thưa thầy/cô, về BHYT, em đã lỡ không đăng kí form Bảo hiểm y tế đúng như nhà trường nhắc nhở, thưa thầy/cô sai sót của em vì khoảng thời gian này, em có nhiều BTL nên em đã không làm đúng như yêu cầu của nhà trường.. . Em viết đơn này kính mong thầy/cô tạo giúp em khoản thanh toán BHYT trên Bkpay để em thanh toán ạ.. . Em cảm ơn quý thầy/cô.. . . . [full_name].",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . hiện tại em đã đủ điều kiện đăng ký tốt nghiệp, tuy nhiên ở mục đăng ký xét tốt nghiệp thì để không được phép đăng ký. Thầy cô xem lại giúp em với ạ. Em cảm ơn ạ.",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi PĐT,. . . . Em tên là [full_name], MSSV [student_id], vừa rồi em có thanh toán trễ hạn học phí học kỳ chính 211, em có cần làm đơn xin đóng trễ không ạ ?. .",
            "Chào em,. . - PĐT đã nhận thông tin về đóng HP trễ của em,. . TKB vẫn còn nhé.. . -  Em có cần làm đơn xin đóng trễ không ạ ?. . =  Không cần nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào PĐT ĐH Bách Khoa TPHCM,. . . . Em là [full_name], Khóa K16 của khoa cơ khí. Ngày 19 tháng 11 vừa qua em có đăng ký giấy xác nhận sinh viên để tạm hoãn nghĩa vụ quân sự thêm 1 năm để hoàn thành xong chương trình học tại trường. Nhưng ngày 26.11 vừa qua em mang giấy xác nhận nhà trường gửi xuống xã thì giấy chứng nhận này không còn đạt yêu cầu để tạm hoãn. Xã yêu cầu phía sinh viên phải liên hệ với nhà trường để xin thêm dòng chữ kỳ hạn ra trường và lý do chưa ra trường theo đúng quy định. . . . . Hiện tại em đăng thực hiện luận văn xong học kỳ này em tiếp tục học thêm toeic và tiếng anh nói viết. Theo dự kiến bản thân là ra trường vào cuối năm 2022.. . . . Để đáp ứng được yêu cầu phía quân đội xã đề ra Em mong PĐT xác nhận giải quyết sớm để em có kịp giấy bổ sung cho bên quân đội để yên tâm tập trung hoàn thành chương trình học của bản thân.. . . . Sau đây em xin đính kèm giấy tạm hoãn tham khảo bên xã yêu cầu.. . . . Em xin cám ơn! \"",
            "Đã tl"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào PĐT, . . Em tên là [full_name], MSSV: [student_id],. . Sinh viên khoa Công Nghệ Vật Liệu, Chuyên ngành Vật Liệu Polymer, lớp VL16PO. . . . Ở học kỳ trước do dịch bệnh nên em không thể hoàn thành luận văn, và em đã làm đơn xin hoãn luận văn tốt nghiệp sang kỳ này. Vì vậy nên kỳ này em không đăng ký môn học nào, và tình trạng sinh viên của em hiện đang là \"Tạm dừng\".. . . . Xin PĐT cho em cách giải quyết để có thể hoàn thành luận văn trong kỳ này ạ, em xin cám ơn.. .",
            "CHào em,. . Trường hợp em hoãn LVTN ở HK202, thì em cứ liên hệ ở Khoa để đăng ký bảo vệ trong HK211 nhé, vấn đề HK em không có TKB thì nhà trường ra Quyết định tạm dừng theo quy chế.. . Trường hợp SV muốn đăng ký MH trong HK212, . . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em tên: [full_name]. . MSSV: [student_id]. . Hệ: CQ. . Từ ngày 27.11 đến 30.11 em không thể vào E-learning làm bài kiểm tra môn Đại số tuyến tính MT1007. Em mong nhà trường có thể giúp em dời lại thời gian kết thúc bài kiểm tra là 30.11 đến khi E-learning hoạt động lại bình thường được không ạ? Em xin chân thành cảm ơn ạ. . . . .",
            "Chào bạn. . Về việc này bạn vui lòng liên hệ Giảng viên giảng dạy nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào thầy cô, hiện em đã đăng kí và thanh toán lệ phí tốt nghiệp nhưng Tình trạng đăng kí hiện đang là Không được phép đăng ký (tạm dừng ). Cho em hỏi quá trình cấp bằng của em có đang gặp vấn đề gì không và có thời gian để nhận bằng chưa ạ",
            "\"Chào em,. . không sao nhé, PDT sẽ tự động ra thu nhận lại và quyết định tốt nghiệp cho bạn nhé. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] . . Mssv [student_id]. . em có 4 câu hỏi yêu cầu nhà trường trả lời ạ . . 1: HK2 2020-2021 Em có học có môn thí nghiệm nhưng không được học phòng thí nghiệm không được xài phòng thực hành mà nhà trường vẫn tính hệ số 1.5 trong khi học online như 1 tiết lý thuyết còn không đảm bảo chất lượng mail trước e có gửi mail thì cô nói học kì nào tính học kì đó vậy hết dịch thầy cô có cho dạy lại ở phòng thí nghiệm luôn. hay nhà trường nuốc (biển thủ) luôn số tiền đó . . 2: HK1 2021-2022 Em đang làm đồ án không được xài phòng thí nghiệm nhà trường vẫn thu tiền học phí 1.5 . . 3: HK2 2021-2022 Em chuẩn bị làm luận văn cho e hỏi nhà trường có vẫn tiếp tục dùng hệ số nhân 1.5 để tính tiền học phí không ạ . rồi tiếp tục ăn chặn số tiền đó của sinh viên nữa. dịch đang khó khăn nhà trường không giảm học phí còn đi ăn chặn tiền của sinh viên.. . 4: Học kì này tụi em đã học xong thí nghiệm nhà trường lại mail môn thí nghiệm và thực hàng sẽ bắt đầu vào 6/12 là sao ạ . . \" 2. Đối với các phần Thực hành, Thí nghiệm của năm 2020-2021 và học kỳ 1 năm 2021-2022:. . . . - Thời gian dự kiến bắt đầu: từ 06/12/2021.. . . . - Thời gian có thể thay đổi tùy theo tình hình của Thành phố Hồ Chí Minh và hướng dẫn của Đại học Quốc gia.\" mail của trường gửi cho sinh viên",
            "Chào em,. . Cô đã chuyển câu hỏi của em đến [full_name], GVCN để trả lời em.. . Thân mến. ."
        ]
    }
]