[
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi thầy cô ạ, . . Em muốn hỏi thầy cô cách giải quyết tình trạng   B tạm hoãn tốt nghiệp  /B  do không đăng ký môn học kì 1 (năm học 2021-2022) mặc dù em đã chuyển điểm anh văn đầy đủ và hoàn thành hết tín chỉ yêu cầu cho chuyên ngành của em. . . Em rất mong được thầy cô giải đáp để em có thể đăng ký tốt nghiệp trước ngày 24/12 ạ.. . Em xin chân thành cảm ơn.. . . .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \"",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào phòng đào tạo ạ, em tên [full_name] MSSV:[student_id] thuộc chương trình Việt Pháp, hiện tại em ko còn nợ môn học nào nhưng do thiếu chứng chỉ tiếng pháp nên chưa tốt nghiệp được trong đợt vừa rồi, và hiện tại em thấy mình liệt kê vào tình trạng tạm ngưng. Vậy phòng đào tạo cho em hỏi nếu học ký 212 em có chứng chỉ tiếng pháp thì vẫn đăng ký tốt nghiệp được hay không ạ, có ảnh hưởng gì đến việc tốt nghiệp của em không ạ.",
            "Chào em,. . Khi nào em đủ điều kiện thì làm đơn xin thu nhận lại xét tốt nghiệp.. . Trường hợp SV không được tạm dừng không quá 2HK liên tiếp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em có đăng ký môn học Xử lý số tín hiệu trong học kỳ 202. Tuy nhiên, hiện tại giảng viên vẫn chưa nhập điểm và em đã đủ điều kiện tốt nghiệp, dự định đăng ký tốt nghiệp trong tháng 12 này.. . Phòng Đào tạo cho em hỏi có thể rút môn học Xử lý số tín hiệu này không và phải làm thế nào để được rút môn ạ ?. . Em xin cảm ơn.. . . .",
            "\"Chào bạn,. . Về việc rút môn học (Có tính học phí):. . Bạn vui lòng tải mẫu đơn: RÚT MÔN HỌC tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail pdt@hcmut.edu.vn hoặc BKSI. . Em vui lòng trình bày rõ lý do xin rút MH trong đơn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào quý thầy cô, em tên là [full_name], MSSV [student_id], là sinh viên K18, hiện tại em đang là sinh viên năm 4, kì sau em sẽ đăng kí môn luận văn tốt nghiệp (CH4337) nhưng hiện tại vì tình hình dịch nên em không thể thi anh văn để lấy chứng chỉ tiếng anh quốc tế được ạ, nhưng em đã có kiểm tra tiếng anh định kì trong trường và đạt trên 500 rồi ạ ( em không nhớ rõ do điểm không còn thấy trên mybk nữa ạ). Qúy thầy cô có thể cho em hỏi kì sau em có đủ điều kiện để đăng kí môn luận văn tốt nghiệp không ạ và liệu rằng em có bị trể một kì không ạ.. . em chân thành cảm ơn thầy cô ạ.. .",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào [full_name]T ạ!. . Em đăng kí bổ sung Đề cương Luận văn tốt nghiệp đợt cuối, nên trong TKB có hiện môn học nhưng trong E-learning thì không ạ. Kính xin [full_name]T chỉnh sửa giúp em ạ, em sắp đến hạn nộp đề cương rồi ạ.. . Em cám ơn [full_name]T. Chúc thầy cô [full_name]T nhiều sức khoẻ ạ.",
            "Chào em,. . Nhưng trong E-learning. . =  Môn này do [full_name] chưa phân công GV, em liên hệ [full_name] nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . [full_name]   [email] . . 11:41 (2 phút trước). . tới Phòng. . . . Kính chào quý thầy cô Phòng đào tạo . . Em là [full_name], MSSV [student_id]. Em là sinh viên năm 3, ngành kỹ thuật cơ khí ạ.. . Em nhắn đến quý thầy cô để mong giải đáp về việc học môn đồ án thiết kế ME3139 ạ. . . . Ở học kỳ này (HK211), em có học môn đồ án thiết kế dưới sự hướng dẫn của thầy [full_name], tuy nhiên do không hoàn thành đúng tiến độ nên em bị đánh rớt ạ.. .  . . Em có thể học lại môn đồ án thiết kế ở kỳ HK212 bằng cách đăng ký trên MyBK như bình thường không ạ? . . Hay với sinh viên học lại thì có cần làm đơn xin mở lớp hoặc yêu cầu gì khác không ạ?. . . . Hiện tại trên MyBK em đã gửi đăng ký và đăng ký thành công ạ.. . . . Em rất mong nhận được sự giải đáp của quý thầy cô ạ. . Em xin chúc quý thầy cô sức khỏe, vui vẻ ạ!",
            "Chào em,. . Hiện tại trên MyBK em đã gửi đăng ký và đăng ký thành công ạ.. . =  Em xem lịch học vụ để biết quy trình ĐKMH nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em là sinh viên K2018. Những năm trước em có đăng ký làm BHYT tại trường nhưng trong năm nay em không đăng ký tại trường do em định làm bảo hiểm theo hộ gia đình nhưng khi lên đóng bảo hiểm thì lại không được và người ta yêu cầu sinh viên thì chỉ mua Bảo hiểm theo sinh viên (tức làm chung với trường. Ở trường thì lại quá hạn đăng ký (hạn chót là 25/11/2021). Cho em hỏi làm sao em có thể đăng ký BHYT tại trường lại được ạ vì không tham gia BHYT sẽ không được đăng ký môn học tiếp theo. Em xin chân thành cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính thưa Phòng đào tạo. . Em là [full_name], MSSV [student_id]. . Em nhận được file giấy tốt nghiệp tạm thời trên trang chủ mybk.. . Khi đăng ký xét tốt nghiệp em có click chọn đăng ký gửi giấy tốt nghiệp tạm thời về nhà nhưng hiện nay em không thấy dấu stick hiện trên chỗ đăng ký gửi bưu điện ạ.. . Em muốn hỏi là giấy sẽ được gửi về địa chỉ thông qua bưu điện hay em sẽ lên trường nhận vậy ạ.. . Em cảm ơn nhiều ạ. .",
            "Chào em,. . Em có thể vào mybk/Đăng ký tốt nghiệp để tại file scan giấy CN tốt nghiệp tạm thời, bản giấy sẽ được gửi qua đường bưu điện nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ. em xin nộp đơn thu nhận lại. mong nhà trường xem xet",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name] Xin kính chào pđt[full_name] [full_name] E là cựu sinh viên BK[full_name] Hiện tại e có đăng ký hệ vhvl và có 1 số thông tin chưa rõ[full_name] [full_name] \"Các thủ tục: Bằng TN CĐ / ĐH (TT1); bảng điểm CĐ / ĐH (TT2); Học bạ THPT (TT3); Đề cương các môn học cơ sơ ngành, ngành, chuyên ngành (TT4)\"[full_name][full_name] [full_name] [full_name] [full_name] E có 2 câu hỏi[full_name][full_name] [full_name] 1[full_name] Học bạ e hiện tại đang bị thất lạc, vậy có thể nộp sau đc k ạ? (TT3)[full_name] [full_name] 2[full_name] Đề cương các môn cơ sở ngành, chuyên ngành là gì ạ? (TT4)[full_name][full_name] [full_name] [full_name] [full_name] E cảm ơn quý thầy cô[full_name] Chúc quý thầy cô có 1 ngày tốt lành[full_name]",
            "Chào em,. . Em vui lòng email đến [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Yêu cầu khác  /i [full_name] [full_name] [full_name] [full_name] Kính Gửi : Ban Giám Hiệu[full_name] [full_name]            Phòng Đào Tạo Trường Đại Học Bách[full_name] [full_name]            Khoa[full_name] [full_name] Em tên là : [full_name][full_name] [full_name] Mssv : [student_id][full_name] [full_name] Dạ em chào PĐT ạ[full_name] [full_name] Dạ hôm trước em có xin ý kiến của PĐT là cho em thi các môn em xin hoãn ở học kỳ 202 vào thi ở học kỳ 211 ạ và PĐT bảo em là sẽ có thông báo sau nhưng do gần đến ngày thi rồi nên em hơi lo ạ [full_name] [full_name] Chào em,[full_name] [full_name]   B Về việc thi để xóa điểm Hoãn thi:[full_name] [full_name] -   Môn học có mở trong HK211: PĐT sẽ tự động xếp Lịch thi và đồng thời  cập nhật trên trang mybk[full_name]hcmut[full_name]edu[full_name]vn  Thông tin sinh viên Lịch thi (dự kiến vào đầu tháng 12/2021)[full_name][full_name] [full_name] -   Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp Lịch thi và đã gởi email cho Sinh viên Lịch thi cụ thể (Sinh viên xem chi tiết Lịch thi cập nhật trên trang mybk[full_name]hcmut[full_name]edu[full_name]vn  Thông tin sinh viên Lịch thi)[full_name][full_name] [full_name] -   Các môn học khác: Sinh viên vui lòng đợi thông báo lịch thi sau[full_name][full_name] [full_name] - Cho em hỏi là em có thể đăng ký thi những môn em đã xin hoãn thi trong HK202 vào HK212 không ạ[full_name] [full_name] =  Em chưa muốn  thi trong HK211: Em vui lòng đợi thông báo sau nhé[full_name]  /B [full_name] [full_name] Dạ cho em hỏi là khi nào sẽ có thông báo thế ạ[full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]![full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . Lịch thi đã cập nhật ròi mà. . Bạn kiểm tra lại gấp. . Thân",
            "Kính Gửi : Ban Giám Hiệu[full_name] [full_name]            Phòng Đào Tạo Trường Đại Học Bách[full_name] [full_name]            Khoa[full_name] [full_name] Em tên là : [full_name][full_name] [full_name] Mssv : [student_id][full_name] [full_name] Dạ em Chào PĐT ạ [full_name] [full_name] Dạ em muốn xin hoãn thi các môn của HK202 và thi các môn hoãn thi vào HK212 được không ạ [full_name] [full_name] Gồm các môn là : [full_name] [full_name] - AS1003 : Cơ Lí Thuyết: thi 12h ngày 11/12 [full_name] [full_name] - [full_name]1005 : Giải Tích 2 : thi 16h ngày 19/12[full_name] [full_name] - [full_name]1009 : Phương pháp tính: thi 14h ngày 26/12[full_name] [full_name] - CH1003 : Hóa đại cương: thi 16h ngày 30/12[full_name] [full_name] Em muốn xin thi các môn trên vào HK212 ạ, lúc trước em có đọc trên quy chế là các môn xin hoãn thi có thể đăng ký thi lại trong vòng 1 năm ạ [full_name] [full_name] Em xin chân thành cảm ơn![full_name] [full_name] [full_name]! [full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . Về vấn đề Hoãn thi của HK211 bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi HK211 Pdt đã gởi qua mail  vào ngày 22/11/2021- Mục 5.. . . . -\tTrường hợp PĐT đã xếp Lịch thi nhưng SV không thể Thi để xóa điểm HT trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ. . . •\tLưu ý: SV cân nhắc khi đăng ký không thi ở HK211, vì PĐT đã cố gắng xếp Lịch thi cho tất cả SV diện có Quyết định Hoãn thi để SV có kết quả kịp tiến độ theo Chương trình đào tạo, HK212 khả năng dự kiến khó mở lớp những môn này, đồng thời theo quy định SV phải đăng ký thi cuối kỳ trong thời hạn một năn học để lấy kết quả này làm điểm tổng kết thay thế cho điểm HT.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em tên [full_name]. . . Hiện tại chứng chỉ ngoại ngữ của em đã thẩm tra xong. Dựa theo các điều kiện còn lại hiện tại em đã đủ điều kiện tốt nghiệp. Mong bên phía trường cập nhất CCNN và các thông tin để xét tốt nghiệp cho em vì hiện tại em đang cần bằng tốt nghiệp gấp. . . Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Phòng đào tạo!. . . . Em là [full_name]. . MSSV: [student_id]. . . . Trong những lần trước em có hỏi về cập nhật điểm chuyển TOEIC cho môn học anh văn 3 và anh văn 4. Hiện tại em đã có kết quả thẩm tra Chứng chỉ Toeic. Em có 2 câu hỏi ạ:. . . . 1) Kính mong Phòng đào tạo cập nhật chuyển điểm để xét tốt nghiệp ạ.. . . . 2) Khi Phòng đào tạo cập nhật chuyển điểm xong thì em có thể đăng ký xét tốt nghiệp được ạ?. . . . Rất mong nhận được sự phản hồi từ Phòng đào tạo.. . Em xin chân thành cảm ơn.. . . . Trân trọng./.. . [full_name]",
            "Đã tl. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1913275  /b \t. . . .   i Học vụ . ĐƠN XIN HỦY ĐĂNG KÝ HỌC TRỰC TIẾP . . MÔN THỰC HÀNH THÍ NGHIỆM. . \t. . Kính gửi: Phòng Đào tạo trường Đại học Bách khóa – ĐHQG TPHCM. . Em tên là: Nguyễn Thị Hương Hạ, khoa Kĩ thuật Hóa học, chuyên ngành Công nghệ Sinh học. MSSV: 1913275. . Kính thưa quý Thầy, Cô! Vào ngày 19/11/2021 em đã đăng ký biểu mẫu học trực tiếp tại trường, nhưng sau khi nhận được mail trường thông báo về kế hoạch đi học lại, thì em không có đủ khả năng để đi học trực tiếp được nữa ạ. Vì vậy, em làm đơn này xin phép được hủy đăng ký học trực tiếp môn thực hành thí nghiệm tại trường.. . Lý do như sau: Hiện tại em đang ở Lâm Đồng và khoảng thời gian sau khi đăng ký, thì Bảo Lộc (Lâm Đồng) có số ca lây nhiễm tăng cao, và bị hạn chế ra ngoài, rất khó cho việc di chuyển ra/ vào khỏi tỉnh. Đồng thời, nếu đi học lại thì em không có chỗ để ở lại do KTX chưa có kế hoạch đón sinh viên, và em không có người thân nào tại Sài Gòn. Nếu đi lại thường xuyên thì chi phí cũng như thời gian cách ly làm em gặp nhiều khó khăn. Đồng thời trước diễn biến ngày càng phức tạp của dịch bệnh ở Lâm Đồng và TP HCM, gia đình em rất quan ngại việc em đi học trực tiếp trở lại. Do đó, em xin phép hủy đăng ký học trực tiếp tại trường và đợi thông báo tiếp theo của nhà trường ạ.. . Em mong Phòng đào tạo sẽ xem xét cho trường hợp của em ạ!. . Em xin chân thành cảm ơn!. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận thông tin xin hủy đăng ký học thí nghiệm trực tiếp của em.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT , em thấy trên Mybk đã có cho DKMH HK212 và dự thính 212 nhưng sao vẫn chưa thấy Mail thông báo từ pđt về việc đkmh vậy ạ ?",
            "Chào em,. . Em theo dõi email sắp tới từ PĐT nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Chào PĐT ạ,. . . . Theo thông tin thì hết ngày 30/12/2021 hết hạn đăng kí tốt nghiệp. Vừa qua em vừa nộp bằng anh văn 24/11/2021 vào để chuyển điểm để đủ điều kiện tốt nghiệp. Nhưng tình trạng sinh viên em đang tạm dừng vì không đăng kí môn học (18/11/2021) nên em không thể truy cập vào để đăng kí tốt nghiệp. Cho em hỏi có cách nào để đăng kí tốt nghiệp không ạ.. . . . Trân trọng cám ơn!",
            "Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  . . Kính gửi quý thầy cô,. . . . Hệ Thống Bách Khoa e-learning lỗi dài ngày làm ảnh hưởng việc không đăng nhập để tải đường link học online và tài liệu. . . . Xin quý thầy cô khắc phụ sớm để chúng em có thể học tập bình thường",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 5 sẽ xong và email đến SV.. . Thân mến. .",
            "Kính gửi phòng đào tạo,. . . . Hôm nay là thứ 6 hệ thống vẫn lỗi",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"T/báo về hệ thống BKeL. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 17:48, Th 4, 1 thg 12 (2 ngày trước). . tới stu.all, bcc: tôi. . . . Gửi các bạn Sinh viên,. . . . Hệ thống e-learning BKeL của trường ta đang ở tình trạng không ổn định, dữ liệu quá lớn. Tổ kỹ thuật BKeL đang liên tục điều chỉnh, sửa chữa, xoá bớt các dữ liệu cũ từ trước học kỳ 1/2018-2019, để tiếp tục phục vụ việc dạy và học của trường.. . . . Chúng tôi kỳ vọng hệ thống sẽ hoạt động ổn định chậm nhất vào cuối tuần này, Chủ Nhật 05/12/2021.. . ...\". . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Chào quý thầy cô,. . . . Dạ do không đáp ứng điều kiện dự thi online môn hóa hữu cơ trong HK211 này và giáo viên bộ môn cũng thông báo chấp nhận cho đăng ký hoãn thi thì em sẽ phải viết phiếu đăng kí hoãn thi trên trang web http://www.aao.hcmut.edu.vn rồi gửi cho PĐT đúng không ạ.. . . . Em xin cảm ơn nhiều. . [full_name]. .",
            "Chào em,. . Em xem lại hết email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022.. . Cô chỉ trích lượt: . . \"5. Hướng dẫn đăng ký hoãn thi Cuối kỳ, dự thi. . - Sinh viên không đáp ứng các yêu cầu về trang thiết bị điện tử, đường truyền như . . trong hướng dẫn thi trực tuyến được phép đăng ký hoãn thi Cuối kỳ trực tuyến. . . Trường hợp này, SV sẽ đăng ký Hoãn thi(HT) Cuối kỳ tại trang Mybk.hcmut.edu.vn . .    Ứng dụng cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ (Ứng dụng dự kiến bắt . . đầu mở cho Sinh viên đăng ký từ đầu tháng 12/2021 thời gian đăng ký hoãn thi theo . . quy đinh: trong vòng 5 ngày tính từ ngày vắng thi (chỉ tính ngày làm việc)), Sau khi . . SV đăng ký hoãn thi PĐT sẽ hậu kiểm các tình huống cấm thi hoặc không đủ điều . . 2. . kiện hoãn thi với Giảng viên/Bộ môn/Khoa trước khi ra quyết định cho phép hoãn thi.. . Trường hợp đặc biệt, nhà trường sẽ xem xét riêng. Nếu SV được nhận điểm hoãn thi . . Cuối kỳ thì sẽ được phép thi vào lần tổ chức kế tiếp của học phần trong thời hạn tối . . đa 01 năm theo quy định. . . - Các học phần đồ án (ĐA), Thực tập ngoài trường (TTNT), Đề cương luận văn tốt . . nghiệp (ĐCLV), Luận văn tốt nghiệp (LVTN), nếu tình hình dịch bệnh ảnh hưởng . . nghiêm trọng đến kết quả thực hiện, và SV không thuộc diện bị cấm thi (bảo vệ), SV . . phải được sự đồng ý của GV hướng dẫn, có xác nhận của Bộ môn/Khoa, mới được . . phép hoãn thi (nộp bài, báo cáo, bảo vệ). Sinh viên vui lòng tải mẫu đơn . . tại aao.hcmut.edu.vn/ sinh viên/biểu mẫu/Phiếu đăng ký hoãn thi / vắng thi có phép . . (cuối kỳ). Điền đầy đủ thông tin và trình bày rõ lý do xin hoãn thi gửi bằng email về . . pdt@hcmut.edu.vn kèm theo các minh chứng về sự đồng ý của GV hướng dẫn và xác . . nhận của Bộ môn/Khoa.. . - Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo. . vệ với Khoa. Khoa đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ . . này gửi về PĐT để ra quyết định hội đồng.. . - Các SV đã được hoãn thi của các học kỳ 2, 3 năm 2020-2021: PĐT đã cập nhật kết . . quả Hoãn thi HK202 & HK203 (Điểm 14) tại: mybk.hcmut.edu.vn/Thông tin sinh . . viên/Bảng điểm\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào thầy cô,. . Em tên là [full_name], MSSV [student_id], sinh viên năm nhất khoa Kỹ Thuật Hóa học. . . Em tốt nghiệp THPT năm 2020 và khi nộp hồ sơ nhập học cho nhà trường, em đã nộp bản sao bằng tốt nghiệp THPT do sở GD cấp. Em có thắc mắc là em có cần nộp lại bằng hay không.. . Em mong nhận được lời giải đáp cho thắc mắc của em.. . Trân trọng,. . [full_name]. . . .",
            "Chào em,. . Em vui lòng gửi email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], MSSV [student_id], là Sinh Viên Khoa Môi Trường và Tài Nguyên.. . . . Em đã hoàn thành chương trình học và  mới nộp bằng toeic tuần trước và đã được chuyển điểm 4 anh văn. Hiên tại em đã đủ điều kiện đăng ký tốt nghiệp. . . . . Nhưng hôm nay vào đăng ký TN thì mới biết tình trạng hiện tại đã bị tạm ngưng do không đăng ký môn học học kỳ 1 (2021-2022). . . . . Nhờ nhà trường giải quyết và thu nhận lại để em có thể đăng ký tốt nghiệp đúng hạn ạ.. . . . Mong sớm nhận được phản hồi. . . Em xin cảm ơn.",
            "\"Chào em,. . Trường hợp của em vui lòng theo dõi tình trạng thẩm tra chứng chỉ tại mybk/Nộp chứng chỉ ngoại ngữ, khi nào chuyển qua tình trạng đã thẩm tra hợp lệ (thời gian thẩm tra phụ thuộc vào đơn vị cấp chứng chỉ), bạn gửi lại yêu cầu qua bksi xin chuyển điểm sớm để xét tốt nghiệp nhé. . Về tình trạng, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi ạ nếu môn hiện tại em chưa thi nên em chưa biết mình sẽ qua môn đó hay không thì em có nên đăng ký học lại môn đó không ạ? Tại em sợ lúc em biết điểm em không qua được thì đã qua đợt đăng ký môn học rồi đó ạ.",
            "Chào em,. . Dạ cho em hỏi ạ nếu môn hiện tại em chưa thi nên em chưa biết mình sẽ qua môn đó hay không thì em có nên đăng ký học lại môn đó không ạ?. . =  Việc này do sv tự quyết định, em có thể nhờ  GVCN tư vấn...hoặc em tham khảo anh chị lớp trên xem môn đó có thường mở không rồi em quyết định có nên đăng ký không nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thưa phòng đào tạo!. . . . Theo lịch học vụ thì học kì 212 bắt đầu từ ngày 3/1. Cho em hỏi nhà trường có kế hoạch cho sinh viên ở các tỉnh thành đi học trực tiếp tại trường trước tết không ạ?. . . . Em xin cảm ơn!",
            "Chào em,. . Cho em hỏi nhà trường có kế hoạch cho sinh viên ở các tỉnh thành đi học trực tiếp tại trường trước tết không ạ?. . =  Khi nào có kế hoạch học trực tiếp, nhà trường sẽ gửi email đến sv nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name] - [student_id] - XD20KT. . . . Em xin nộp phiếu thu nhận lại ạ!. . . .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy/ cô cho em hỏi học kì 212 sẽ bắt đầu vào ngày bao nhiêu ạ và hình thức học là online hay offline ạ ?. . . . Em cảm ơn ạ . .",
            "Chào em,. . + Thầy/ cô cho em hỏi học kì 212 sẽ bắt đầu vào ngày bao nhiêu ạ. . =  Em xem lịch học vụ. . - Xem chi tiết lịch đăng ký môn học tại trang web PĐT aao.hcmut.edu.vn    Sinh viên    Lịch học vụ năm học 2021-2022    Học kỳ 2.. . + Hình thức học là online hay offline ạ . . =  Khi nào có kế hoạch nhà trường sẽ gửi email đến sv nhé.. . Thân mến. .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 191540. . Em chào Thầy ( Cô ) ạ . Hôm trước vì em check soát mail nên không thấy mail đăng kí học anh văn theo nhu cầu của tháng 12 . Và bây giờ em check thấy thì đã thấy hết hạn từ ngày 28/11 . Cho em hỏi bây giờ có đăng kí bổ sung được không vậy ạ ? Em cảm ơn ạ . .   i Đăng ký môn học .",
            "Chào bạn. . Bạn vui lòng đăng ký lại môn học ở đợt 2 dkmh HK212 bắt đầu vào ngày 23/12 nghen. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi là em đã học đủ 146 tín chỉ và đã hoàn thành luận văn tốt nghiệp nên không có đăng kí môn nữa, em chờ tháng sau em lấy bằng môn giáo dục quốc phòng thì em sẽ đăng kí tốt nghiệp. Không biết nếu kì này em không đăng kí môn thì có bị ảnh hưởng gì tới việc đăng kí tốt nghiệp không ạ, em cảm ơn!. .",
            "Chào em,. . Việc ĐKMH là tùy SV nhé, khi đủ điều kiện tốt nghiệp em có thể làm đơn xin thu nhận lại để đăng ký xét tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thân chào quý thầy/cô !. . Hôm nay em nộp đơn tạm hoãn HK212 và mong nhận được sự phản hồi sớm nhất từ ban giám hiệu.. . Trân trọng kính chào !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em : [full_name] [student_id], khoa Cơ Khí. . Em có 1 vấn đề mong pdt giải đáp, đợt DKMH này là được miễn anh văn, em đk luận văn lúc đi bảo vệ, có cần nộp bằng mới được bảo vệ không ạ, hay là đăng kí và làm hoàn thành luận văn là được đi bảo vệ ạ",
            "Chào bạn. . Chỉ cần đăng ký bảo vệ LVTN thôi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy/cô,. . . . Em là [full_name], thuộc lớp CN20KHM1. Em xin được đại diện lớp để hỏi các thầy/cô về bảng điểm học kỳ 202 ạ. Hiện tại đã đến những tuần cuối HK211, và mới đây là mail thông báo đăng ký môn học HK212. Tuy nhiên, đến thời điểm hiện tại   B bảng điểm HK202 của lớp em vẫn chưa hoàn chỉnh.  /B  Em mong nhận được phản hồi sớm từ thầy cô để chúng em kịp thời đăng ký và trả nợ môn (nếu có). Em xin cảm ơn.. . . . Trân trọng ./.",
            "Chào em,. . Điểm do GV nhập, bảng điểm [full_name] gửi PĐT. Em vui lòng email [full_name] để xem bảng điểm còn ở đâu nhé.. . [email] [full_name] MT. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em có câu hỏi về đăng ký BHYT, đợt tháng trước nhà trường có mở đợt đăng ký nhưng do đi cách ly nên em không để ý, bây giờ đã quá hạn thì em phải làm sao ạ? Em xin cảm ơn",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào Thầy/cô ạ.. . Em tên là [full_name] k21 VLVH, vừa qua em có hỏi vấn đề về chuyển ngành học từ ngành Tự động hóa sang ngày Khoa học Máy Tính hệ vừa làm vừa học. Em có biên soạn mẫu đơn dựa trên mẫu của một số trường đại học khác. khi em trình lên xin ý kiến của khoa đang học (tức là khoa Điện) thì đơn của em không được giải quyết. Em đính kèm mẫu đơn. Rất mong Thầy/cô xem qua và cho em xin ý kiến chỉnh sửa đơn ạ.. . Em cảm ơn ạ.",
            "Chào em,. . Đơn chuyển ngành của phải bổ sung xác nhận đồng ý của 2 khoa nhé bạn.. . Khoa bạn đang theo học và khoa bạn xin chuyển đến nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Em là [full_name], MSSV [student_id], là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy.. . Hôm trước em có gửi yêu cầu đăng ký thu nhận lại thông qua BKSI và mail SV. Tuy nhiên khi em vào đăng ký môn học thì vẫn chưa thể đăng ký được vì lí do Tạm dừng.. . Em rất mong nhận được sự hỗ trợ từ phía anh/chị.. . Em cảm ơn!. .",
            "Chào em,. . PĐT đang xử lý các trường hợp này. Em vui lòng theo dõi email sắp tới từ PĐT nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi PĐT,. . . . Do bị hạn chế về môn học trước và môn tiên quyết, nên hiện tại HK chính 212 em chỉ có thể đăng ký 1 môn học tức 4 chỉ.. . . . Điều đó có ảnh hưởng tới việc học tập hoặc có trường hợp ngoại lệ nào không ạ !. . . . Em cảm ơn PĐT",
            "Chào bạn. . Về vấn đề này bạn vui lòng đợi thông báo sau của nhà trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi là em là sinh viên k17 Vật liệu Polymer. Năm của em có quy định thi tiếng Anh đầu vào dưới 250 điểm thì không được học Anh văn trong trường. Do đó em không có học và chỉ tham gia thi kỳ thi tiếng Anh định kỳ của trường. Cho đến nay dịch nên em không có lên thi lấy bằng chuyển điểm nên còn 8 chỉ tiếng Anh em chưa hoàn thành. Do đợt này trường có thông báo không xét chuẩn tiếng Anh với CCAV để Làm luận văn tốt nghiệp, nhưng có quy định là số tín chỉ tối thiểu qua từng năm. Nếu theo quy định thì em phải đủ 126 chỉ mới được nhận LV, nhưng mà em chỉ mới tích lũy 125 tín chỉ do em chưa thi để quy đổi điểm tiếng Anh được. Cho em hỏi nếu không xét chuẩn tiếng Anh vậy có tính số tín chỉ tiếng Anh để đăng ký Luận văn không ạ? Và có cách nào giải quyết nếu như có xét không ạ khi tình hình hiện tại không cho phép em lên thi lấy bằng chuyển điểm ạ. Em xin cảm ơn!",
            "Chào em,. . Trong thông báo về ĐKMH đã ghi rõ nhé bạn, quy định về số tín chỉ SV vẫn phải đảm bảo nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi hiện tại em bị đình chỉ 1 HK do trễ học phí. . Và kì tới em muốn xin thu nhận lại. .  có được không ạ. .",
            "\"Chào bạn,. . Về việc đăng ký thu nhận lại:. . Bạn vui lòng tải mẫu đơn: Thu nhận tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] MSSV [student_id]. Em đã quên chưa đăng ký bảo hiểm y tế của năm học 2022. Theo email thì sẽ không được đăng ký môn học trong học kì chính sắp tới. Có cách nào để em đăng ký làm BHYT không ạ? Lỗi tại em đã quên xin nhà trường giúp em",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Thầy/Cô. . . . Cho em hỏi SV với bảng điểm trên 8.0 sẽ được đăng ký tối đa 23 tín chỉ đúng không ạ?. . . . Em cảm ơn, mong nhận được phản hồi từ Thầy/Cô.. . Chúc Thầy/Cô buổi chiều làm việc hiệu quả!. . . . Trân trọng./. . .",
            "Chào em,. . Em vui lòng xem quy chế:. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.3. . Thân mến. . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Em thấy kỳ này không xét CCAV cho luận văn vậy cho em hỏi em bị thiếu 5 chỉ để đăng kí luận văn thì có được đăng kí không ạ, Vì lịch học vụ quá sát mà đăng kí thi toeic ở IIG để chuyển điểm anh văn thì không kịp ạ",
            "Chào em,. . Trong thông báo có nói rõ, sẽ pass đạt tất cả các môn trong HK202,203,211 (kể cả dự thính), nhưng bạn phải đảm bảo đủ số tín chỉ đăng ký theo quy định nhé. . Thân",
            "Dạ vậy thì hạn cuối để nộp CCAV để chuyển điểm AV là ngày bao nhiêu ạ",
            "Chào bạn. . Hiện không có hạn cuối. . Nếu bạn có CCNN đủ để chuyển điểm theo quy định thì bạn nộp để chuyển điểm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em kính chào PĐT. Em nhận được mail ĐKMH HK212, nhưng hiện tại em chưa đăng kí BHYT 2022 và BHYT cũ 2021 em quên chưa thanh tóan. Em có thể đăng kí BHYT 2022 và thanh toán dù đã trễ để được ĐKMH HK 212, còn BHYT 2021 em sẽ cố gắng thanh toán sau ạ'. Mong PĐT hướng dẫn để em được ĐKMH HK 212 với ạ. Em xin cảm ơn rất nhiều ạ.. . Yêu cầu khác:",
            "Chào em,. . Em liên hệ phòng Công tác chính trị sv qua email [email] để được hướng dẫn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào PĐT,. . . . Em là sinh viên năm 4, gần hoàn thành chương trình đào tạo, chỉ còn môn AV4 thôi để được xét tốt nghiệp. . . . . Em chọn thi TOEIC đạt 600 điểm để xét chuyển điểm các môn thi AV, nhưng mà em thi chưa đạt.. . Học kỳ 211 vừa qua, em không đăng kí môn học nên đã bị tạm dừng học, với quyết định 2869/QĐ-ĐHBK ngày 18/11/2021.. . . . Em biết thông tin là nếu em tạm dừng 2 học kỳ liên tiếp thì sẽ bị buộc thôi học.. . . . Em xin hỏi PĐT tư vấn cho em giải pháp được không ạ ? . . Em chân thành cảm ơn nhiều."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy (cô) hiện tại em đã tạm thời qua môn anh văn căn bản theo nhu cầu, thầy cô cho em hỏi bây giờ em có thể đăng ký av2a luôn được không ạ? hay em phải đăng ký av1a?. . Em cảm ơn thầy ( cô). .",
            "Chào em,. . Về Chương trình Đào tạo, em liên hệ Khoa, GVCN để được tư vấn, hỗ trợ nhé.. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ kính thưa Phòng Đạo tạo,. . em là sinh viên K20 Khoa Điện-Điện tử, trong kì 211 vừa rồi em không đăng kí được môn giải tích mạch nhưng môn giải tích mạch lại là môn tiên quyết của các môn kì 212 này ( em tham khảo trên aao). Bây giờ đã mở đăng kí môn đợt 1, em mong muốn được học giải tích mạch dự thính để song song với các môn kì này có được không ạ ? Rất mong pdt cho phép em học vì nếu như không học được song song như vậy thì kì này em chỉ đăng kí được môn Giải tích mạch, còn nhiều môn học ở kì 212 sẽ bị delay qua các kì sau do thiếu môn tiên quyết.Rất mong pdt có thể cho em học song song môn giải tích mạch dự thính, các môn học kì 212 chính quy để em không bị nghỉ mất một kì cũng như nhẹ bớt gánh nặng tài chính.",
            "Chào em,. . Về Chương trình đào tạo, môn học trước ... em liên hệ Khoa để được hỗ trợ nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV[full_name] [student_id]  /b \t. . . .   i Tốt nghiệp . Kính gửi Thầy (Cô) Phòng Đào tạo!. . Em tên là[full_name] [full_name] - MSSV[full_name] [student_id].. . Em vừa nộp Chứng chỉ Ngoại ngữ, đã chuyển xong các môn Anh văn 1,2,3,4 và đã đủ tiêu chuẩn xét Tốt nghiệp. Tuy nhiên hiện tại em không được duy trì tình trạng sinh viên do học kỳ 211 không đăng ký môn học. Em cần giải quyết như thế nào để có thể đăng ký tốt nghiệp được ạ?. . Mong Quý Thầy (Cô) hỗ trợ giúp em, em xin chân thành cảm ơn!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 07/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô.. . trong đợt ĐKMH sắp tới em không đủ số TCTLN để đăng kí luận văn (bị thiếu 1 chỉ). Hiện tại em có thi anh văn để lấy bằng toeic để nộp chuyển điểm.. . Em muốn hỏi là bây giờ em chuyển điểm anh văn để qua các AV1, 2,3,4 thì có được tính vào số TCTLN để đủ chỉ đăng kí luận văn không ạ.. . Em cảm ơn",
            ". .  Đăng ký môn học. . . . Kính gửi Phòng đào tạo,. . Trong đợt ĐKMH sắp tới em không đủ số TCTLN để đăng kí luận văn, quy đinh cần 123 tc nhưng em chỉ mới đủ 122 tc do bị thiếu chỉ anh văn, em đang đăng kí để thi lấy bằng tại IIG nhưng do dịch covid kéo dài, hiện IIG chỉ mới mở thi nhưng bị quá tải nên em sợ không kịp có bằng để chuyển điểm . . Trong trường hợp em có bằng toeic trễ hơn so với hạn ĐKMH thì em có thể xin được đăng kí trước và nộp chuyển điểm sau để đủ TCTLN không.. . Mong nhà trường thông cảm cho em ạ.. . Em xin cảm ơn",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . - Em cần tư vấn thì liên hệ với GVCN nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào PĐT,. . Em có xem qua được 2 bảng chương trình giảng dạy ngành kiến trúc K19 được đăng tải vào năm 2020. Một bảng ở HK6 có bao gồm môn Thí nghiệm vật lý kiến trúc (CI3151), còn một bảng không có. Em thắc mắc là HK6 em có phải đăng kí môn này không ạ?. . Em xin cảm ơn.",
            "Chào em,. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính chào Thầy/Cô.. . Thầy/Cô cho em hỏi về số tín chỉ tối thiểu trong học kỳ. Hiện nay, theo chương trình đào tạo của trường thì em còn 1 học kỳ cuối. Nhưng học kỳ 211 này em không đạt 1 môn học tiên quyết để được đăng ký làm luận văn tốt nghiệp, đồng thời cũng chưa đạt chuẩn anh văn để đăng ký luận văn(nếu trường vẫn xét chuẩn anh văn từng năm). Vậy em có thể đăng ký ít hơn 10 tín chỉ để duy trì tình trạng đang học hay không ạ?. . . . Mong Thầy/Cô phản hồi.. . Em xin cảm ơn ạ!",
            "Chào em,. . Em xem quy chế điều 9.4. . http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 9.4. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào anh/chị,. . Em là [full_name], MSSV [student_id], là sinh viên khoa Cơ khí, chuyên ngành Chế tạo máy.. . Hôm trước em có gửi yêu cầu đăng ký thu nhận lại thông qua BKSI và mail SV. Tuy nhiên khi em vào đăng ký môn học thì vẫn chưa thể đăng ký được vì lí do Tạm dừng.. . Em rất mong nhận được sự hỗ trợ từ phía anh/chị.. . Em cảm ơn!",
            "Chào em,. . PĐT đang xử lý các trường hợp này. Em vui lòng theo dõi email sắp tới từ PĐT nhé.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em chào quý thầy cô. Dạ cho em hỏi,là mình học cải thiện môn thì mình đăng ký bên dự thính hay học kỳ chính đều được phải không ạ.  2 cái đó khác nhau như thế nào ạ. Em cảm ơn ạ!",
            "Chào em,. . - Mình học cải thiện môn thì mình đăng ký bên dự thính hay học kỳ chính đều được phải không ạ. . . =  Dự thính hay chính quy đều như nhau. . - Khác nhau như thế nào ạ. . =  Khác nhau về học phí, thời gian học, DT học ngoài giờ, em nên tham khảo anh chị đi trước xem môn đó thường mở ở CQ hay DT. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi quý thầy cô phòng đào tạo. . Em tên [full_name]. . MSSV [student_id]. . . . PĐT có thể kiểm tra lại hệ thống BKeL, hệ thống bị sập từ ngày 30.11.2021 và hiện giờ vẫn không thể nào truy cập được ạ.. . . . Mong PĐT có thể sửa lỗi sớm để bọn em có thể ôn tập thi cuối kì ạ!. . . . Chúc thầy cô nhiều sức khỏe ạ!. . Em cám ơn nhiều ạ!",
            "Chào em,. . PĐT đang khắc phục, bảo trì, dự kiến khoảng thứ 5 sẽ xong và email đến SV.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi em đã gửi bằng IELTS và được phòng chấp nhận thì em có cần phải đăng ký môn Anh văn 2 trong học kỳ 2 không ạ. . . . .",
            "\"Chào em,. . Trường hợp SV khóa 2021, khi xét tuyển vào Trường có gửi CCNN để quy đổi điểm xét điểm, Phòng Đào tạo đã tự động xét đạt các môn AV theo quy định.. . Trường hợp mới nộp CCNN để xét đạt các môn AV1,2,3,4, SV cân nhắc về việc đăng ký các môn học AV 1,2,3,4 trong trường để lấy điểm nhé.. . \"\"Sinh viên vừa trúng tuyển, trong thời hạn không quá 1 năm, có thể dùng chứng chỉ Anh văn Quốc tế còn thời hạn phụ hợp để xét miễn các học phần tiếng Anh\"\". . Quy định về điểm đạt: Miễn học, miễn thi: 12 MT - Đạt nhưng không tính vào ĐTB. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Dạ em không xác nhận được đăng ký nộp bằng. Cho em hỏi em phải làm gì ạ ?. .",
            "Chào em,. . SV đăng ký mà vào không đúng thời gian mở, trước 20/12/2021 và sau 22/01/2022 thì SV sẽ không ấn được nút \"xác nhận đăng ký\".. . Vì vậy SV phải vào đăng ký đúng thời gian PĐT đã thông báo. (PĐT mở từ 0h ngày 20/12/2021 đến 0h ngày 22/01/2022). . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi tại sao đợt đk môn lần này em không được đk môn là vì ko đóng hp cho trường hay do đợt trước e ko đk môn vậy ad ?. .",
            "Chào bạn. . Việc dkmh đang gia hạn đến ngày 10/12, bạn vào dkmh. . Nếu đăng ký không được lý do gì, bạn vui lòng chụp hình minh chứng đính kèm. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . rất xin lỗi vì làm phiền thầy cô lần nữa ạ. Do kỳ 212 tụi em có mục đăng ký thực tập ngoài trường, nghĩa là tụi em đăng ký bây giờ rồi kỳ hè mới thực tập hay sao vậy ạ.. .  nếu bây giờ không đăng ký thực tập thì kỳ hè tụi em có được đăng ký lại không ạ, hay bắt buộc phải đăng ký trong học kỳ này mới được vậy ạ.",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được tư vấn nhé.. . Thân mến. ."
        ]
    }
]