[
    {
        "intent": "",
        "message": [
            "thầy/cô cho e hỏi lich học onl(trực tiếp trên livestream) hệ VLVH (học tại trường CĐ Điện Lực) nhưng lại trùng với giờ đi làm của các bạn trong khóa. vậy sao mọi người có thể học được ạ.. . e mong nhà trường điều chỉnh lại để các bạn cùng khóa có thể theo kịp ạ. . . . Vừa làm vừa học - ĐTTX   Học vụ .",
            "Chào bạn. . - Việc giảng dạy dạng livestream tại các phòng học của trường thì một MH (của tất cả các nhóm lớp) chỉ có 1 buổi livestream, không phải tất cả các GV cùng vào trường một thời điểm. Nhà trường luôn tuân thủ các quy định về phòng chống dịch và đã có các biện pháp chặt chẽ về việc này.. . . . - Việc đưa ra phương pháp gồm 4 cấu phần, trong đó có livestream cho môn học (đông SV) và tương tác cho từng nhóm lớp môn học (ít SV) cũng là để nội dung môn học được truyền đạt đến toàn bộ sinh viên ở mức chất lượng đồng đều nhất. Ngoài ra, theo dự tính của nhà trường, các video luôn được lưu lại để SV tiếp tục xem sau các buổi học cũng giúp giảm tải hệ thống và nâng cao chất lượng học tập.. . . . - Như vậy, một cách cơ bản, SV học theo cách sau: đọc bài và xem các video ngắn trước, làm các bài kiểm tra đánh giá kiến thức trước, sau đó nghe giảng livestream, sau đó tương tác sâu với các GV, được tiếp tục đánh giá qua các bài kiểm tra trên BKeL. Với cách thức học như thế, nhà trường kỳ vọng rằng chất lượng học tập kỳ này có thể còn tốt hơn cách giảng dạy cũ là chỉ nghe giảng bài 1 lần/tuần. (Hẳn nhiên, không phải MH nào cũng online được và không hẳn cách đánh giá online nào cũng đều phản ánh đúng thực lực của SV.). . . . - Cám ơn những góp ý của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. . . . -. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV[full_name]MSGV: [student_id]  [full_name]b \t[full_name] [full_name] [full_name] [full_name]   i Hỏi đáp học trực tuyến (BKeL)  [full_name]i [full_name] [full_name] [full_name] [full_name] [full_name]ưa [full_name]ầy[full_name][full_name][full_name] [full_name] Hiện chúng em đang tham dự lớp livestream môn CI2003 Cơ lưu chất phòng 02 LIVE nhưng giọng của [full_name]ầy bị nhái lại rất khó nghe ạ[full_name][full_name] [full_name] [full_name] [full_name] Em cảm ơn ạ[full_name]",
            "Chào bạn. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, Phòng đào tạo ghi nhận và sẽ nhanh chóng khắc phục các sự cố kỹ thuật phát sinh, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . PĐT cho em hỏi là trên BKeL của em không có định dạng môn học theo (video stream) của bất kì môn học nào. Em có tiết học vào 7h sáng hôm nay nhưng click vào link môn học (video) không có thấy thầy dạy. Mong PĐT phản hồi sớm giúp em. Em xin cảm ơn",
            "Chào bạn. . - Có thể là có vấn đề phát sinh trong quá trình livestream, Bạn vui lòng liên hệ trực tiếp với giảng viên giảng dạy để được hỗ trợ thêm thông tin nghen. . - Ngày mai thứ 4 bạn có buổi học livestream, nếu có phát sinh gì, bạn vui lòng phản hồi cho phòng đào tạo. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em chào thầy/cô ạ,em là sinh viên năm 2 ngành Bảo Dưỡng công nghiệp ạ!. . Do lúc trước kỳ 191 em sợ rớt môn Cơ lưu chất (mã môn CI2003) nên em có đăng kí vào kỳ 192,nhưng em đã qua được môn này ở kỳ 191 và vì kỳ này hơi nặng với em nên em muốn hủy môn này ạ . . Em mong thầy/cô ở phòng đào tạo xem xét cho em được hủy môn , nếu được thì em có thể nộp đơn hủy môn trực tuyến online được không ạ!. . Em cảm ơn nhiều ạ!",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi PĐT. .   Em làm đơn này mong PĐT và thư viện ĐHQG có thể xem xét cho việc Scan pdf các giáo trình tương ứng các môn mà SV đã đăng kí ( đặc biệt là 1 số môn đại cương, cơ sở ngành ). Phần vì điều kiện hiện tại khó lòng để em và 1 số bạn có thể mua hết giáo trình môn kì này, phần vì sau 2 buổi học onl em thấy lượng kiến thức ngoài slide thầy cô đăng khá nhiều.. .   Cám ơn các thầy cô đã xem.",
            "Chào bạn. . Cám ơn những góp ý của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. Em tên [full_name] MSSV [student_id] Thầy cô cho em hỏi la hiện giờ em có thể xin rút bớt môn( EN2023-L01) hk192 được ko ạ ? Do em kh có đủ điều kiện để học onl với tốc độ mạng ở quê em k đủ để học hết tất cả các môn mà học kì này phải học online em. Xin thầy cô cho xem xét cho em xin rút bớt môn không tốn học phí để kì sau em có thể học off ạ. Em xin cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa pdt trường dh Bách Khoa!. . Em tên là [full_name], e xin được hỏi pdt vấn đề là: em có đăng ký môn Thực tập tốt nghiệp (MA3313) ở hk192 này nhưng do tình hình dịch bệnh covid19 phức tạp em muốn hỏi pdt là bây giờ e có thể rút môn học này được không? Và nếu rút được có phải tốn tiền học phí không ạ?. . Đó là 2 câu hỏi của em, mong sớm nhận được phản hỏi của pdt, em cảm ơn!",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em muốn hỏi là giờ rút môn học thì có phải đóng học phí môn đó không?. . Em muốn rút môn vẽ kĩ thuật MSMH : CI1003",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. MSSV [student_id].. . Lý do: Xin thầy cô xem xét lại thời khóa biểu của em có 2 môn trùng lịch học nhau là môn nền móng và môn thiết kế cầu ạ. . .",
            "Chào bạn. .     . . - Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . - Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Em chào thầy cô. . Dạ thầy cô cho em hỏi là em lỡ bấm vào chữ \"khối liên hệ\" trong lúc xem tin nhắn của giáo viên gửi trên bkel nên bây giờ em không thể gửi mail cho thầy đó được nữa. . . Dạ cho em hỏi bây giờ em phải làm sao ạ. . Mong thầy cô sớm phản hồi ạ. Em cảm ơn . . . .",
            "Chào bạn. . - Cám ơn phản hồi của bạn cho nhà trường, Phòng đào tạo ghi nhận và sẽ nhanh chóng khắc phục các sự cố kỹ thuật phát sinh, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé",
            "Dạ vậy cho em hỏi nó có ảnh hưởng tới việc nộp bài cho giáo viên trên bkel không ạ. Mong cô phản hồi sớm ạ. Em cảm ơn cô",
            "Chào bạn. . - Vào danh sách thành viên trên trang môn học.Lọc danh sách theo giảng viên và nhấn vào giảng viên muốn gửi email,sau đó Nhấn vào tên giảng viên sau đó nhấn vào Tin nhắn (gửi email) để gửi cho Thầy. Cô có gởi minh họa thao tác theo file hình đính kèm. . . . - Việc nộp bài cho giảng viên bạn liên hệ trực tiếp với giảng viên để xin hỗ trợ nghen. . . . Chúc bạn học tập tốt nhé.. .",
            "Dạ em đã làm theo cách cô chỉ nhưng mà em không gửi được ạ. Em có kèm tấm ảnh mong cô xem giúp em. Em cảm ơn cô",
            "Chào em,. . . . Em kiểm tra mục tín nhắn thử nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em là [full_name], sinh viên K19.. . Do một vài lý do cá nhân, em muốn thay đổi tên mình trong tương lai và em không biết việc đó ảnh hưởng đến quá trình học của em không ạ? Và trường có hỗ trợ giúp em trong việc đổi các thông tin lại không ạ? Do em ưu tiên đổi tên trước khi có bằng cấp các loại nên không biết bằng của em có được đổi theo tên sau khi đổi không ạ?. . Em cảm ơn.",
            "Chào bạn. . Trước tiên em đổi tên phải có lý do chính đáng, vì khi một khi đổi tên phải có thống nhất tất cả hồ sơ của bạn : tất cả bằng cấp, giấy khai sinh, hộ khẩu, cmnd.... . - Nếu có việc thay đổi tên : bạn phải làm đơn xin thay đổi, đính kèm giấy khai sinh mới, quyết định cải chính hộ tịch, . . Lúc đó sẽ xin ý kiến của Ban lãnh đạo Phòng đào tạo và Ban giám hiệu",
            "Dạ em có lý do và chỉ muốn tham khảo thêm về quá trình sau khi đổi ạ. Sau khi em có đủ tất cả giấy tờ theo pháp luật thì em được đổi tên trong qua trình học và trong bằng cấp phải không ạ? (Do em sẽ đổi trước khi tốt nghiệp ạ)",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "chào bạn, . . sau khi hoàn tất thủc tục bạn vui lòng làm đơn trỉnh bày và xin điều chỉnh lại (kèm minh chứng) và nộp trực tiếp tại phòng đao tạo để được hướng dẫn nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ thưa nhà trường. Quá trình học tập trên E-learning em có vấn đề sau:. . - Bối cảnh : Đối với môn [Thống kê và đo lường trong công việc], em HOÀN THÀNH xem video 1 + ĐÃ làm phần tổng kết CUỐI video + làm bài kiểm tra(Đạt 5 điểm). . - Vấn đề : Em không xem được tiếp Video tiếp theo.. . . . Mong nhà trường sớm phản hồi và khắc phục ạ.. . Chúc toàn bộ cán bộ, giáo viên nhà trường mạnh khỏe để vượt qua đại dịch này ạ.",
            "Chào bạn. . - Cám ơn phản hồi của bạn cho nhà trường, Phòng đào tạo ghi nhận và sẽ nhanh chóng khắc phục các sự cố kỹ thuật phát sinh, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé. .",
            "Chào bạn. . - Sinh viên chưa đủ điều kiện xem video tiếp theo vì  làm bài kiểm tra TKCV_C1 chưa đạt 5 điểm trở lên sao lại báo là lỗi. (Minh chứng gởi theo file đính kèm). . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, Phòng đào tạo ghi nhận và sẽ nhanh chóng khắc phục các sự cố kỹ thuật phát sinh, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. .",
            "Dạ thưachị. . Vậy có cách nào để giải quyết để em có thể xem tiếp video 2.1 ạ??",
            "Chào bạn,. . . . Việc này em liên hệ với giáo viên giảng dạy nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào tạo trường Đại học Bách khoa TPHCM. . Em bị trùng lịch livestream trên youtube với lịch tương tác trực tuyến nên cho em có vài thắc mắc ạ:. . 1) Dạ là video livestream trên youtube có điểm danh không ạ? Nếu em không kịp xem đúng giờ sau đó em có thể xem lại không ạ?. . 2) Nếu em bị trùng lịch tương tác trực tuyến với lịch livestream thì cho em hỏi nếu em không tham gia tương tác trực tuyến để xem livestream thì tương tác trực tuyến có điểm danh để thi cuối kì không ạ?. . Em xin cảm ơn ạ.",
            "Chào bạn. . . . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi Phòng Đào Tạo,. . . . Em tên là [full_name]. MSSV: [student_id], hiện đang học khoa Khoa học và Kỹ thuật máy tính.. . . . Hiện do phương pháp học online đối với em gặp khá nhiều khó khăn vì chỉ học qua video nên lượng kiến thức mà em phải tự tìm hiểu khá nhiều trong khoản thời gian ngắn, nhất là đối với các môn chuyên ngành.. . . . Vì vậy để đảm bảo kết quả học tập, em xin phép phòng Đào Tạo rút môn học [full_name] - MT2001 trong học kỳ này để đảm bảo chất lượng học tập.. . . . Em cảm ơn rất nhiều.. . . . . .",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên [full_name], MSSV :[student_id]. Em đã đăng kí sai môn học do thiếu cẩn thận.. . Môn học sai: Vẽ kĩ thuật, mã môn: CI1003. . Môn học xin đăng kí lại : Vẽ kĩ thuật xây dựng , mã môn : CI1033. . . Kính nhờ thầy cô giúp đỡ em để được học đúng môn chuyên ngành. Em sẽ lấy đây là bài học để không phạm phải lỗi như vậy nữa. Cảm ơn thầy cô đã xem.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em đã vào đường dẫn cho buổi giảng livestream môn \"Mạch từ & Máy biến thế\" vào 13.00h ngày hôm nay như trong file hướng dẫn trên website nhà trường nhưng đường link gặp lỗi 404 not found.. . . . Đây có phải là một lỗi kĩ thuật hay không ạ? Và tại sao những thông báo về hướng dẫn sinh viên tham gia chuẩn bị các lớp livestream lại KHÔNG được gửi qua email để sinh viên cập nhật kịp thời ạ?",
            "Chào bạn. . - Cám ơn phản hồi của bạn cho nhà trường, Phòng đào tạo ghi nhận và sẽ nhanh chóng khắc phục các sự cố kỹ thuật phát sinh, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé",
            "Chào bạn. . - Về trường hợp livestream như bạn phản hồi, bạn liên hệ trực tiếp với Giảng Viên giảng dạy môn học nghen. . - Phòng đào tạo đã gởi mail về việc triển khai các môn học giảng dạy theo phương thức truyền trực tiếp (livestream) HK192 cho Sinh viên vào 8g26 ngày 31/3/2020. . Chúc bạn học tập tốt nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name],MSSV: [student_id]. . Em đã đăng kí sai môn học do nhìn không cẩn thận. . Môn học đăng kí sai: [full_name],MSMH: CI1003. . Môn học xin được đăng kí lại: [full_name] Xây Dựng,MSMH: CI1033. . Kính mong quý thầy,cô giúp em có thể học lại đúng chuyên ngành.Em thành thật xin lỗi về sự bất cẩn của mình.Em cảm ơn quý thầy,cô đã đọc ạ",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng Đào tạo. . . . Sinh viên: Võ [full_name]    MSSV: [student_id]    Khoa Kỹ thuật xây dựng. .   1. Lý do xin chuyển  . . Em xin được trình bày vấn đề ạ: Gần đây em và nhiều bạn phát hiện ra sự sai sót trong việc đăng ký môn học, đúng ra phải đăng ký môn Vẽ kỹ thuật xây dựng ( CI1033), nhưng chúng em lại đăng kí thành môn Vẽ kỹ thuật (CI1003). Khi phát hiện ra thì chúng em rất hoảng hốt và lo lắng.. .  2. Mong muốn. .  Chúng em mong Phòng đào tạo có thể giúp chúng em được chuyển lại môn vẽ kỹ thuật xây dựng (CI1033). Chúng em rất xin lỗi về sự bất tiện này.. . 3. Cam kết. . Đây là lần đầu chúng em gặp phải trường hợp như này, xin hứa sẽ cẩn thận hơn không để trường hợp này xảy ra nữa.. . Thay mặt các bạn có cùng trường hợp, em xin chân thành cảm ơn Phòng đào tạo!. . Trân trọng.. . [full_name]",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Kính chào Phòng đào tạo. . Em tên [full_name]. Mssv [student_id]. Khoa kỹ thuật xây dựng. .  Môn học em đăng ký sai là VẼ [full_name] (CI1003). . Lý do: khi đăng ký môn thì em nghĩ chỉ có 1 môn học VẼ [full_name] nên đã đăng ký sai, em không biết ngành xây dựng là học môn VẼ [full_name] XÂY DỰNG, với cả 2 môn đó nhìn qua dễ nhầm lẫn vì tên với mã số khá giống nhau.. .  Môn muốn đăng ký lại: VẼ [full_name] XÂY DỰNG (CI1033). . Em xin cảm ơn, hứa sẽ cẩn thận hơn ạ",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Yêu cầu khác .   U . . Kính gửi phòng Đào tạo. . . . Sinh viên: [full_name]    MSSV: [student_id]    Khoa Kỹ thuật xây dựng. .   1. Lý do xin chuyển  . . Em xin được trình bày vấn đề ạ: Gần đây em và nhiều bạn phát hiện ra sự sai sót trong việc đăng ký môn học, đúng ra phải đăng ký môn Vẽ kỹ thuật xây dựng ( Cl1033), nhưng chúng em lại đăng kí thành môn Vẽ kỹ thuật (Cl1003). Khi phát hiện ra thì chúng em rất hoảng hốt và lo lắng.. .  2. Mong muốn. .  Chúng em mong Phòng đào tạo có thể giúp chúng em được chuyển lại môn vẽ kỹ thuật xây dựng (Cl1033). Chúng em rất xin lỗi về sự bất tiện này.. . 3. Cam kết. . Đây là lần đầu chúng em gặp phải trường hợp như này, xin hứa sẽ cẩn thận hơn không để trường hợp này xảy ra nữa.. . Thay mặt các bạn có cùng trường hợp, em xin chân thành cảm ơn Phòng đào tạo!. . Trân trọng,. . [full_name]",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Xin chào thầy(cô), vì tình hình dịch bệnh nên trường mình đang triển khai hình thức dạy trực tuyến. Kì này em đăng kí khá nhiều môn dẫn đến lịch livestream và tương tác trực tuyến trùng nhau khá nhiều, và đường truyền mạng nhà em khá là chậm nên học không được tốt lắm, cho em hỏi em có thể rút bớt môn(không tính học phí) chuyên ngành quan trọng để kỳ sau học cho đạt chất lượng tốt hơn không ạ? . . Mong được giải đáp sớm, em xin cảm ơn!. . . .",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ [full_name]. . Bước 3: Click  TẠO CÂU HỎI/ [full_name] MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) . Em chào phòng đào tạo, em xin được rút môn học Kỹ thuật xúc tác và ứng dụng (CH3151) với lý do như sau: . . 1. Kỳ này em đăng ký 24 chỉ, nhiều hơn so với bình thường và nếu như với phương pháp học tập như hiện nay em muốn rút bớt môn để giảm áp lực.. . 2. Em có nguyện vọng đi du học nên cần có chút thời gian luyện IELTS bổ sung cho hồ sơ.. . Em xin cảm ơn PĐT ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Dạ phòng đào tạo cho em hỏi là việc nộp chứng chỉ ngoại ngữ để thẩm tra thì em có thể nộp nhiều lần và thẩm tra lấy điểm cao nhất hay em chỉ được nộp 1 lần duy nhất ạ. Em cảm ơn và mong được nhận phản hồi sớm ạ.",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn? Bạn nộp CCNN để chuyển điểm hay để pass chuẩn sinh viên để đăng ký MH?. . Chứng chỉ bạn có thể nộp nhiều lần tùy bạn nhé, nhưng về việc chuyển điểm, thì 1 môn ngoại ngữ chỉ được chuyển điểm 1 lần.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Quí thầy cô cho em hỏi, link livestream bài giảng có phải chỉ hiện ở e-learning đúng không ạ?. . Nếu nhưng đúng giờ mà vẫn không có tức là hôm đấy thầy không dạy hay là lỗi hệ thống chưa cập nhật được đường link cho sinh viên ạ. Do có môn em nhận được link nhưng môn khác thì không thấy gì trên e-learning cả.. . Em xin cảm ơn.",
            "Chào bạn. . - Phòng đào tạo đang kiểm tra lại thông tin lớp học live của bạn. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em học khoa xây dựng, nhưng em lại đăng ký nhầm môn vẽ kỹ thuật (CL1003) lớp L02 , em xin pdt có thể đổi lại giúp em môn vẽ kỹ thuật xây dựng (CL1033) lớp L03. Lý do là lúc đăng ký môn học vì mã môn học giống nhau nên đã đăng ký nhầm.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Em tên [full_name] khóa 2019, sinh viên khoa Xây Dựng . . Ở đợt đăng ký môn học vừa rồi. Em có đăng ký môn [full_name] ( Cl1003 ) . . Nhưng đến hôm nay, em mới nhận ra môn [full_name] ( Cl1003 ) không có trong chương trình của khoa XD mà thay vào đó là môn [full_name] Xây Dựng ( Cl1033 ). . Do sự bất cẩn thiếu cẩn thận của em trong việc đăng ký môn học nên dẫn đến sự nhầm lẫn trên . . Em muốn xin chuyển môn, từ [full_name] ( Cl1003 ) sang [full_name] Xây Dựng ( Cl1033 ). Em xin sự tư vấn của PĐT ạ . . . Em mong nhận được sự phải hồi. Em xin chân thành cảm ơn ạ !",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé.. . Ghi chú: Khi đăng kí môn CI1033 PDT sẽ đăng kí nhóm có PDT còn trống.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi phòng Đào tạo. . . . Sinh viên: [full_name]    MSSV: [student_id]    Khoa Kỹ thuật xây dựng. . - Vì đơn lần trước viết không rõ ràng nên em xin viết lại, em xin lỗi vì sự cố này ạ.. .   1. Lý do đăng ký sai mã môn học. . . .    Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. . . .  2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại. . . .   - Tên: Vẽ kỹ thuật xây dựng (CI1033). .   - Mã nhóm MH mới: L07_L13 . . . .  3. Chân thành cảm ơn quý thầy cô và Phòng đào tạo! Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.. . . . Trân trọng,",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé để học nhé.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. Em tên [full_name] MSSV [student_id] Thầy cô cho em hỏi là hiện giờ em có thể xin rút bớt môn Thủy văn môi trường ( EN2023-L01) hk192 được ko ạ ? Do em kh có đủ điều kiện để học online với tốc độ mạng ở quê em k đủ để học hết tất cả các môn mà học kì này phải học online.Tình hình dịch bệnh bây giờ em cũng k thể ra tiệm net hằng ngày đc ạ. Xin thầy cô cho xem xét cho em xin rút bớt môn không tốn học phí để kì sau em có thể học offline môn này ạ. Em xin cảm ơn thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... .   B [student_id] . .   I Em muốn đăng kí lại môn vẽ kĩ thuật xây dựng do em đã đăng kí sai môn học. Lí do là vì em đăng kí môn vẽ kĩ thuật xây dựng nhưng lại viết nhầm mã môn học thành vẽ kĩ thuật. Em cứ nghĩ là hai môn giống nhau nên không sửa ạ. Giờ em muốn xin chuyển môn vẽ kĩ thuật , mã môn vẽ kĩ thuật là CI1003 thành môn học vẽ kĩ thuật xây dựng, mã môn là CI1033, mã nhóm môn là L07. Em xin cảm ơn ạ",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) .   B. . Em xin rút môn Nhập môn về kĩ thuật (ME1001). . nhóm tổ : CC01",
            "em xin rút môn ME1001",
            "Chào bạn,. . Vui lòng làm lại theo hướng dẫn bên dưới. . Hướng dẫn đăng ký rút MH (không tính HP):. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ YÊU CẦU. . Bước 3: Click  TẠO CÂU HỎI/ YÊU CẦU MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào      + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút MH, ghi rõ tên môn học, mã số MH, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu. . Lưu ý trình bày rõ lý do xin rút, nhà trường sẽ in và lưu lại nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo. . . . Sinh viên: [full_name]   . .   B MSSV: [student_id]   /B    . . Khoa Kỹ thuật xây dựng. . . . 1. Lý do đăng ký sai mã môn học. . . .    Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. . . .  2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại. . . .   - Tên: Vẽ kỹ thuật xây dựng (CI1033). .   - Mã nhóm MH mới: L04_L07 (có kèm ảnh dẫn chứng). . . .  3. Chân thành cảm ơn quý thầy cô và Phòng đào tạo! Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.. . . . Trân trọng,. . [full_name]",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. Em tên [full_name] MSSV [student_id] Thầy cô cho em hỏi là hiện giờ em có thể xin rút bớt môn Thủy văn môi trường ( EN2023-L01) hk192 được ko ạ ? Do em kh có đủ điều kiện để học online với tốc độ mạng ở quê em k đủ để học hết tất cả các môn mà học kì này phải học online.Tình hình dịch bệnh bây giờ em cũng k thể ra tiệm net hằng ngày đc ạ. Xin thầy cô cho xem xét cho em xin rút bớt môn không tốn học phí để kì sau em có thể học offline môn này ạ. Em xin cảm ơn thầy cô ạ.. .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé!. .",
            "dạ cho em hỏi là có thể yêu cầu rút đc 2 môn không ạ ?",
            "Chào bạn :. . Bạn làm theo hướng dẫn này. . . . Thân gởi các bạn sinh viên. . Phòng đào tạo thông báo về việc cho rút môn học (không tính Học Phí) của học kỳ 2 (2019-2020).. . - Thời gian :  Từ nay đến hết ngày 17/04/2020. . - Tất cả các trường hợp đăng ký rút môn học (không tính Học Phí) đều phải thực hiện tại trang bksi.hcmut.edu theo đúng hướng dẫn bên dưới (không gửi qua mail và không phải đến trực tiếp tại Phòng Đào tạo). . - Sau thời gian này, tất cả các trường hợp xin Rút môn học (nếu có) đều phải tính học phí theo quy chế học vụ.. . Lưu ý:. . -         Sinh viên cân nhắc thật kỹ trước khi đăng ký rút môn học  (không được điều chỉnh). . -         Tất cả các bạn sinh viên đã nộp đơn rút môn học trước đó vẫn được xử lý là Rút môn học (không tính Học Phí). .  Hướng dẫn đăng ký Rút Môn Học:. . Bước 1: Truy cập vào trang BKSI.HCMUT.EDU.VN. . Bước 2: Click  HỎI/ YÊU CẦU. . Bước 3: Click  TẠO CÂU HỎI/ YÊU CẦU MỚI. . Bước 4: Click  Đăng ký rút môn học HK192 (không tính HP). .    và click TIẾP THEO/ KẾT THÚC. . và ghi vào     + chủ đề     : Rút môn học. .                        + nội dung : sinh viên vui lòng trình bày rõ lý do (bất khả kháng) vì sao muốn xin rút môn học, ghi rõ tên môn học, mã số môn học, mã nhóm. .              tải các file ảnh chụp (nếu có).. . Bước 5: Click GỬI để gửi yêu cầu. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) . Cho em hỏi với tình hình dịch hiện tại chúng em có thể rút môn học online được không ạ? Do với tình hình dịch em không thể lên trường. Điều đó ảnh hưởng đến thời gian làm luận vắn. Nên em xin rút môn học. MMH: CH3243- Công nghệ lên men. Nhóm A01. Em xin cảm ơn ạ",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi phòng Đào tạo. . Sinh viên: [full_name]. .   B MSSV: [student_id]   /B . . Khoa Kỹ thuật xây dựng. . 1. Lý do đăng ký sai mã môn học. . Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. . 2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại. . - Tên: Vẽ kỹ thuật xây dựng (CI1033). . - Mã nhóm MH mới: L04_L07 (có kèm ảnh dẫn chứng). . 3. Chân thành cảm ơn quý thầy cô và Phòng đào tạo! Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.. . Trân trọng,. . [full_name]",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. . Ghi chú: Khi đăng kí môn CI1033 PDT sẽ đăng kí nhóm có phòng thí nghiệm  còn trống.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name].. . MSSV: [student_id].. . 1.Lý do xin chuyển:. . Em là sinh viên thuộc khoa Xây dựng đáng ra phải đăng kí bộ môn vẽ kĩ thuật \"xây dựng\" (CI1033 và CI1034) nhưng vì em bất cẩn nhìn sai dãy số nên em đã đăng kí vào môn \"vẽ kĩ thuật\" (CI1003 và CI1004).. . 2.Mong muốn:. . Nếu có thể xin thầy/cô có thể chuyển em về lại bộ môn vẽ kĩ thuật xây dựng của mình. . Mã môn học CI1033 và CI1034.. . Nhóm lớp học  . . CI1033: L05.. . CI1034: L10.. . Em chân thành cảm ơn. . . .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ em chào thầy/cô PĐT,. . . . Cho em hỏi sao TKB livestream trên mybk của em bị mất rồi ạ? (em có gửi hình ảnh đính kèm). . . . Em cám ơn nhiều ạ,"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Lúc đầu em đăng ký luận văn, trường đã duyệt nên không đăng ký những môn học khác. Nhưng bây giờ lại bị hủy luận văn. Em muốn hỏi là kỳ này trường có mở dự thính để em có thể đăng ký những môn như tư tưởng, đường lối hay pháp luật đại cương không ạ?",
            "Chào bạn,. . Bạn vui lòng theo dõi email, nhà trường cho thông báo cho sinh viên sau khi có thông tin chính thức sẽ tổ chức học kỳ dự thính nhé!"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1612492  /b \t. . . .   i Đăng ký rút môn học HK192 (không tính HP) . Em xin chào thầy cô phòng đào tạo ạ.. . Em tên Lưu Kiều Oanh, MSSV: 1612492, Khoa Kỹ thuật hóa học, Bộ môn công nghệ thực phẩm, Lớp HC16KTTP.. . Em viết tin này với mục đích hỏi thăm về vấn đề xin rút 2 môn Hóa hữu cơ và Công nghệ lên men thực phẩm.. . Lí do:. .   Hóa hữu cơ (Mã MH: CH2021, Nhóm A03): Do thời gian của 3 đợt mở đăng kí môn học cho học kì 192 trước thời gian em thi học kì 191 và biết điểm thi của môn hóa hữu cơ này, trong khi em đang năm cuối nếu rớt môn thì phải trễ thêm 1 học kì nữa. Do đó em đã đăng kí hờ để nếu rớt có thể học lại ở học kì 192 vì môn không có đăng kí dự thính. Tuy nhiên ở học kì 191 khi biết điểm em đã qua môn, nhưng không thể hủy môn được mà chỉ có rút môn. Em thật sự xin lỗi vì việc này.. .   Công nghệ lên men thực phẩm (Mã MH: CH3243, Nhóm A01): Môn này em có dự tính sẽ học cải thiện trong học kì 192, tuy nhiên cũng với tình hình như trên là thời gian đăng kí môn học trước lúc em biết điểm thi ạ, em định cải thiện để giữ bằng tài năng, nhưng trung bình học kì 191 của em lại thấp hơn 7.5, và do hiện dịch bệnh nên luận văn của em bị chậm nên sau khi hết dịch em phải tranh thủ hoàn thành nhanh nên không có thời gian học cải thiện vì môn này nặng. Em thật sự xin lỗi vì việc rút môn này, nhưng do tình hình diễn ra sau khi đăng kí em không lường trước được. Em mong phòng đào tạo thông cảm.. . Trên là lí do em xin rút môn. Em muốn hỏi sau khi đi học trở lại em mới rút được môn hay em rút trực tuyến ạ. . . Em xin lỗi vì trình bày mail dài. Em mong sẽ nhận được mail phản hồi của Phòng đào tạo. Em chân thành cảm ơn ! . . . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé!. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô,. . . . Em có nhận được đường link để tham gia lớp học nhưng khi truy cập không thể tham gia được. Đồng thời khi tải ứng dụng Google Hangouts Meet về điện thoại thì không biết truy cập như thế nào. Cô còn nói để tham gia qua điện thoại thì quay một số điện thoại có mã quốc gia của Mỹ và mã PIN nhưng khi mở ứng dụng thì chỉ có 2 lựa chọn là cuộc họp mới và mã cuộc họp thôi. Em không biết làm như thế nào nên em nhập thử mã PIN vào mã cuộc họp và bỏ đi dấu thăng phía sau thì em vào được một cuộc họp nhưng không phải là lớp học của mình và chỉ có mình em ở đó thôi.. . . . Em hi vọng thầy/cô có thể hướng dẫn em cách tham gia lớp học giúp em. Đồng thời hướng dẫn em rõ cách để tham gia trên điện thoại và ứng dụng trên điện thoại như nó kêu nhập mã cuộc họp thì nhập sao cho đúng. Vì em đã bỏ qua một lớp học hôm nay rồi ạ.. . . . File em đính kèm là hình ảnh khi truy cập đường link nhưng không tham gia được.. . . . Em mong nhận được phản hồi sớm từ thầy/cô.. . . . Em cám ơn!",
            "Chào em . . . . Google Meet thì phụ thuộc không chỉ vào đường truyền của trường mà có thể còn phụ thuộc đường truyền quốc tế.. . SV báo cáo cụ thể với GV nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Dạ, em bị trùng lịch học online thì sao ạ? Em sẽ chọn học 1 trong 2 sau đó xem lại môn kia sau hay sao ạ?",
            "Chào bạn. . -    Phòng đào tạo sẽ kiểm tra lại thời khóa biểu học livestreams trên Mybk bị trùng và sẽ cập nhật lại nếu có thay đổi. . -    Trường hợp thời khóa biểu học bị trùng, sinh viên có thể chọn học môn thứ 1, sau đó xem lại video môn thứ 2, thứ 3,… theo đường link Bài giảng trực tuyến trên BKeL (chú ý : video livestreams). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. Em tên [full_name] MSSV [student_id] Thầy cô có thể cho em xin rút bớt môn An toàn lao động & vệ sinh môi trường CN ( EN2021-L01) hk192 được ko ạ ? Do em kh có đủ điều kiện để học online với tốc độ mạng ở quê em k đủ để học hết tất cả các môn mà học kì này phải học online.Tình hình dịch bệnh bây giờ em cũng k thể ra tiệm net hằng ngày đc ạ. Xin thầy cô cho xem xét cho em xin rút bớt môn không tốn học phí để kì sau em có thể học offline môn này ạ. Em xin cảm ơn thầy cô ạ.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng Đào tạo. . . . Sinh viên: [full_name]   . .   B MSSV: [student_id]   /B    . . Khoa Kỹ thuật xây dựng. . . . 1. Lý do đăng ký sai mã môn học. . . .    Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. . . .  2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại. . . .   - Tên: Vẽ kỹ thuật xây dựng (CI1033). .   - Mã nhóm MH mới: L07_L14 (có kèm ảnh dẫn chứng). . . .  3. Chân thành cảm ơn quý thầy cô và Phòng đào tạo! Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.. . . . Trân trọng,. . [full_name]",
            ". . Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. . Ghi chú: Khi đăng kí môn CI1033 PDT sẽ đăng kí nhóm có phòng thí nghiệm  còn trống.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) . Xin chào thầy(cô), vì tình hình dịch bệnh nên trường mình đang triển khai hình thức dạy trực tuyến. Kì này em đăng kí khá nhiều môn dẫn đến lịch livestream và tương tác trực tuyến trùng nhau khá nhiều, và đường truyền mạng nhà em khá là chậm nên học không được tốt lắm, trong quá trình xem bài giảng xảy ra hiện tượng đứng khá nhiều, nên em muốn rút bớt môn chuyên ngành để kì sau học trên lớp hoàn toàn để có kết quả tốt nhất.. . Rút môn: Hệ điều hành_CO2017_L01. . Mong được giải đáp sớm, em xin cảm ơn!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé!. .",
            "Cho em hỏi vậy là rút môn thành công rồi đúng không ạ? Hay phải chờ đến ngày 4 tháng 5 mới biết ạ, nếu đến đó rút môn không được thì lỡ bài mất ạ",
            "Cho em hỏi vậy là rút môn thành công rồi đúng không ạ? Hay phải chờ đến ngày 4 tháng 5 mới biết ạ, nếu đến đó rút môn không được thì lỡ bài mất ạ",
            "Bạn vui lòng đọc kĩ câu trả lời, pdt đã chấp nhận yêu cầu rút môn học của bạn rồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô/thầy ạ!. . Em tên [full_name], MSSV [student_id], học kỳ này em có đăng ký môn Đề cương luận văn tốt nghiệp (CO4321), trên mybk hiện đã có thời khoá biểu cho môn học này ạ. Tuy nhiên trên elearning thì không tìm thấy môn học, nên hiện tại em không có thông tin gì về môn học này ạ, lẫn mail trường cũng không có thông báo ạ.. . Do nghĩ dịch nên em không lên trường giải quyết/tìm hiểu được. Cô/thầy giải quyết giúp em ạ. Hình ảnh em gữi bên dưới ạ!. . Em cảm ơn!. .",
            "Chào em,. . . . Trên elearning chỉ cập nhật các môn lý thuyết, môn đề cương luận văn em liên hệ với khoa hoặc giáo viên hướng dẫn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Kính gửi ban giáo vụ, em tên là [full_name] (MSSV: [student_id]), sinh viên khóa K2016 lớp CC16CDT2 khoa cơ khí ngành cơ điện tử. Hiện tại kì này em đang làm luận văn. Tuy nhiên em đang thiếu 1 chỉ để đủ điều kiện làm luận văn, hiện tại số TCTLN của em là 121 trong khi điều kiện để làm luận văn bên chương trình chất lượng cao là 122. Trong 121 tín chỉ này chưa tính điểm anh văn. Em đã đăng kí chuyển điểm và nạp tiền đăng kí chuyển điểm từ 12/1/2020. Nếu không được chuyển điểm thì em sẽ bị hủy luận văn kì này. Kính mong ban giáo vụ giải quyết giúp em ạ.. . . .",
            "Chào em,. . . . Em liên hệ với Văn Phòng Đào Tạo quốc tế nhé, địa chỉ mail [email]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng Đào tạo. . . . Sinh viên: [full_name]. .   b MSSV: [student_id]  /b . . Khoa Kỹ Thuật Xây Dựng\t. . . . 1. Lý do đăng ký sai mã môn học. . . .    Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. . . .  2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại. . . .   - Tên: Vẽ kỹ thuật xây dựng (CI1033). .   - Mã nhóm MH mới: L11 (có kèm ảnh dẫn chứng). . . .  3. Chân thành cảm ơn quý thầy cô và Phòng đào tạo! Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.. . . . Trân trọng,. . [full_name]. .",
            "QUOTE   /QUOTE . .   QUOTE   /QUOTE . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Sinh viên: [full_name]. . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu .  *Lý do đăng ký sai mã môn học. . Vì không nhìn cẩn thận sự khác biệt giữa mã môn học Vẽ kỹ thuật(CI1003) với Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học.Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. .  *Môn học mới xin đăng ký lại:. .  1/Tên môn học: Vẽ kỹ thuật xây dựng (CI1033)-Mã nhóm MH mới:L11_L21. .  2/Tên môn học: Võ (Karate, Taewondo)-Mã nhóm MH mới:L19 . .  Em rất xin lỗi thầy cô và Phòng đào tạo về sự cố này. Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.Chân thành cảm ơn quý thầy cô và Phòng đào tạo",
            "Chào em,. . . . - Phòng Đào Tạo chỉ giải quyết chuyển môn CI1003 sang CI1033 nhé.. . . . . . -  Khi đăng kí môn CI1033 PDT sẽ đăng kí nhóm có phòng thí nghiệm  còn trống.. . . . Thân.. . . . . .",
            "[full_name] Viên: [full_name]-Khoa Kỹ thuật xây dựng. . Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . *Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học.. . *Tên và mã môn học mới xin đăng ký lại:. . 1/Vẽ kỹ thuật xây dựng (CI1033)-Mã nhóm MH mới:L11_L21. . 2/[full_name](PE1023)-Mã nhóm MH mới:L19. . * Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này. Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.Chân thành cảm ơn quý thầy cô và Phòng đào tạo.. .",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. . Ghi chú: Khi đăng kí môn CI1033 PDT sẽ đăng kí nhóm có phòng thí nghiệm  còn trống.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi phòng Đào tạo.. . . . Sinh viên: [full_name]. .   B MSSV: [student_id]   /B    . . Khoa Kỹ thuật xây dựng.. . . . 1. Lý do đăng ký sai mã môn học.. . . .    Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(CI1003) và Vẽ kỹ thuật xây dựng(CI1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. . . .  2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại. . . .   - Tên: Vẽ kỹ thuật xây dựng . .   - Mã môn học: CI1033. .   - Mã nhóm MH mới: L07( vẽ kỹ thuật xây dựng và L14( vẽ kỹ thuật xây dựng TN). . . .  3. Chân thành cảm ơn quý thầy cô và Phòng đào tạo! Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.. .",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. . Ghi chú: Khi đăng kí môn CI1033 PDT sẽ đăng kí nhóm có phòng thí nghiệm  còn trống.. .",
            "Dạ thưa kính thưa pdt, những bạn đăng ký nhầm môn vẽ kỹ thuật xây dựng thành vẽ kỹ thuật đã được đổi lại trên bk elearning nhưng của em vẫn chưa được đổi ạ. Pdt có bỏ xót em không ạ. Xin pdt giúp em với ạ.",
            "Chào em,. . . . PDT sẽ cập nhật lại cho em.. . . . Thân.. .",
            "- dạ thưa pdt trên bk elearning của em đã có môn vẽ kỹ thuật xây dựng nhưng thời khoá biểu của em vẫn còn vẽ kỹ thuật(tn) thì có sao không ạ.",
            "Chào em,. . . . Em em trả lại TKB lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu  /i [full_name] [full_name] [full_name] [full_name] Sinh viên: [full_name][full_name] [full_name] MSSV [student_id]  khoa kĩ thuật xây dựng[full_name] [full_name] [full_name] [full_name] 1[full_name] Lí do đăng kí sai mã môn học:[full_name] [full_name] Do [full_name][full_name]không cẩn thận trong việc nhập và phân biệt được 2 mã môn nên đã dẫn đến sai sót, từ đó gây ra nhiều hậu quả khôn lường[full_name] Rất xin lỗi thầy cô và Phòng đào tạo về sự sai sót này[full_name][full_name] [full_name] [full_name] [full_name] 2[full_name]Tên và mã số môn học đăng kí sai: vẽ kĩ thuật (CI1003)[full_name] [full_name] [full_name] [full_name] 3[full_name]Do đó [full_name] xin đăng kí lại môn:[full_name] [full_name]  + vẽ kĩ thuật xây dựng (CI1033)[full_name] [full_name]  + Mã nhóm môn mới : L06_L11[full_name] [full_name] [full_name] [full_name] 4[full_name]Em rất lấy làm tiếc về sự sai sót này, thành thật xin lỗi thầy cô[full_name] Em hứa sẽ cố gắng khắc phục ạ[full_name] Mong được thầy cô giải quyết giúp[full_name] Em thành thật cám ơn![full_name] [full_name]    Trân trọng: [full_name]",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. . Ghi chú: Khi đăng kí môn CI1033 PDT sẽ đăng kí nhóm có phòng thí nghiệm  còn trống.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) . Lí do : Kì này em phải thực hiện đồ án chuyên ngành và đề cương luận văn nên thời gian không thể xắp xếp,. Điều kiện học online khó khăn nên không thể học quá nhiều môn, đặc biệt môn vẽ kĩ thuật có cả vẽ tay và thực hành máy nên không thể học online được.. . . . + Tên môn học : [full_name]. . + [full_name] : CI1003. . + Mã nhóm : L10. . . .",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi khi học trực tuyến thì sinh viên sẽ điểm danh như thế nào ạ",
            "Chào bạn. . Vấn đề này bạn liên hệ giảng viên giảng dạy nghen. . Chúc bạn học tập tốt nhé."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký rút môn học HK192 (không tính HP) . Kính gửi thầy cô PĐT Trường ĐH Bách Khoa. Em tên [full_name] MSSV [student_id] Thầy cô có thể cho em xin rút môn An toàn lao động & vệ sinh môi trường CN ( EN2021-L01) hk192 được ko ạ ? Do em kh có đủ điều kiện để học online với tốc độ mạng ở quê em k đủ để học hết tất cả các môn mà học kì này phải học online Xin thầy cô cho xem xét cho em xin rút bớt môn không tốn học phí ạ . Em xin cảm ơn thầy cô ạ.",
            "Chào bạn,. . - Phòng Đào tạo đã tiếp nhận yêu cầu về việc xin Rút môn học HK 2/2019-2020 (không tính Học Phí). Bạn vui lòng theo dõi kết quả được cập nhật trên trang Mybk/TKB sau ngày 04/05/2020.. . - Cám ơn những góp ý, và phản hồi của bạn cho nhà trường, mong bạn chia sẻ và đồng hành cùng nhà trường.. . Chúc bạn học tập tốt nhé!. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1914595  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi phòng Đào tạo.. . . . Sinh viên : NGUYỄN TẤN PHÁT. .   b MSSV: 1914595  /b . . Khoa Kỹ thuật xây dựng. . . . 1.Lý do đăng ký sai mã môn học. . . .   Vì không nhìn cẩn thuận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(Cl1003) và Vẽ kỹ thuật xây dựng(Cl1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này . . . . 2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại. . . .   -Tên: Vẽ kỹ thuật xây dựng(Cl1033). .   -Mã nhóm MH mới:l  b MSSV/MSGV: 1914595  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Chuyển thời khóa biểu . Kính gửi phòng Đào tạo.. . . . Sinh viên : NGUYỄN TẤN PHÁT. .   b MSSV: 1914595  /b . . Khoa Kỹ thuật xây dựng. . . . 1.Lý do đăng ký sai mã môn học. . . .   Vì không nhìn cẩn thận sự khác biệt giữa 2 mã môn học Vẽ kỹ thuật(Cl1003) và Vẽ kỹ thuật xây dựng(Cl1033). Nên trong quá trình đăng ký môn học mới cho học kỳ 2, em đã bị đăng ký sai mã môn học, dẫn đến nhiều hậu quả nặng nề. Rất xin lỗi thầy cô và Phòng đào tạo về sự cố này.. . . . 2.Tên và mã MH, mã nhóm MH mới xin đăng ký lại.. . . .   -Tên: Vẽ kỹ thuật xây dựng(Cl1033). .   -Mã nhóm MH mới:L03_CL1034 ( có kèm ảnh dẫn chứng ). .  . . 3.Chân thành cảm ơn quý thầy cô và phòng Đào tạo. Em hứa lần sau sẽ cẩn thận kỹ càng hơn không để trường hợp này xảy ra nữa.. . . . Trân trọng, . . Nguyễn Tấn Phát",
            "Chào em,. . . . PDT sẽ ghi nhận và xử lý cho em, xem kết quả trên mybk nhé. . Ghi chú: Khi đăng kí môn CI1033 PDT sẽ đăng kí nhóm có phòng thí nghiệm  còn trống.. ."
        ]
    }
]