[
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . dạ thời khóa biểu vừa cập nhật 1 số môn nhóm ONDT cho e hỏi là ONDT là ntn ạ và học phí tính khi nào đóng ạ. . những môn nhóm ONDT học online nhưng thi tại trường phải không ạ.. .",
            "Chào bạn,. . . . Mã nhóm ONDT là mã nhóm livestream dự thính, học phí dự thính hiện tại nhà trường chưa có thông báo về vấn đề này. Khi nào thi PDT sẽ thông báo cho sinh viên.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Chào [full_name],. . E đăng ký môn AV4 mã LA1009 cho đợt dự thính nhưng bị huỷ và hiện tại e không có môn học nào duy trì để xin giấy xác nhận sinh viên. . . Xin nhờ [full_name] tư vấn giúp e làm thế nào để xin giấy xác nhận sinh viên hay đăng ký môn học bổ sung được ạ.. . E xin chân thành cảm ơn.",
            "Chào bạn. . Bạn đợi thông báo qua mail của phòng đào tạo trong tuần này về đăng ký bổ sung dự thính đợt 3, và thông báo bổ sung ngoại ngữ trong HK chính 192 Thân",
            "Chào [full_name],. . Hiện tại e đăng ký môn học dự thính hk193 bị dính vào tình trạng ' tạm dừng' nên không đăng ký được.. . Ly do là Hk192 e không đăng ký môn học duy trì và bị tạm dừng, nhưng ngày 2/7/2020 e có nộp đơn xin thu nhận lại để được nhận lại và ĐKMH cho HK193.. . Mong [full_name] tư vấn giúp e làm như thế nào để e có thể ĐKMH trong HK hè 193 được ạ.. . E xin chân thành cảm ơn.",
            "Chào bạn. . Phòng đào tạo đang làm quyết định thu nhận cho bạn. . Bạn sẽ đăng ký HK dự thính hè vào đợt 3. . Vui lòng kiểm tra mail thường xuyên để biết thời gian vào đăng ký môn học HK dự thính hè  đợt 3. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em chào thầy cô,. . dạ em muốn hỏi là từ ngày 11/5 đi học lại thì những môn đại cương phần Lý thuyết mình sẽ ko đi học mà ở nhà học livestream, còn những môn bài tập, thí nghiệm, thể dục là vẫn đi học theo tkb của trường phải ko ạ?",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn. . Phòng đào tạo đang cập nhật lại Thời khóa biểu mới, bạn vui lòng xem tkb đã cập nhật tại trang Mybk vào cuối tuần này.. . Chúc bạn học tập tốt nhé.. . Chào bạn,. .",
            "dạ em cám ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name], MSSV [student_id].. . Trong đợt rút môn học của nhà trường thì em có đăng ký rút môn Mạch điện tử thông tin ( EE3011 - nhóm A01 ) ở đợt đầu do môn đó kì trước em qua rồi nên kì này không đăng ký nữa ( Hình 1 ). Tuy nhiên trong đơn này em có viết nhầm mã môn từ EE3011 thành EE3031 ( đây là mã môn của môn Lập trình hệ thống nhúng ) cho nên dẫn đến sai sót là xóa nhầm môn. . Sau đó em có làm 1 cái đơn khác để nói về việc xóa nhầm môn ( Hình 2 ) để xin PĐT giúp em chỉnh lại đúng với nguyện vọng ban đầu là xóa môn Mạch điện tử thông tin ( EE3011-A01 ) chứ không phải là xóa môn Lập trình hệ thống nhúng ( EE3031-A01 ). . Đến hôm nay em check lại eL thì PĐT đã cập nhật là xóa môn Mạch điện tử thông tin ( EE3011 ) rồi tuy nhiên môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) ban đầu của em lại không được khôi phục lại như lúc đầu ( Hình 3 ). . Em làm đơn này mong PĐT xem xét và khôi phục lại giúp em môn Lập trình hệ thống nhúng ( EE3031 - nhóm A01 ) do em không hề có ý định xóa môn này từ đầu. Em mong môn này sẽ được khôi phục sớm nhất có thể để em có thể theo kịp tiến độ bài trên lớp vì em đang bị trễ bài do bị mất môn trên eL ạ. Em cảm ơn. .",
            "Chào bạn,. . . . PDT đã chỉnh rồi, bạn kiểm tra. Nếu thấy chưa đúng thì báo lại nhé. Lần sau nhớ ghi cận thận."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa thầy/cô, em đã đăng ký môn giải tích 2 dự thính online rồi nhưng chưa nhận được cập nhật mới về môn trên e-learning, mặc dù đã thấy có thời khóa biểu trên mybk ? vậy khi nào thì sẽ có cập nhật môn này ạ ?",
            "Chào bạn,. . . . PDT sẽ cập nhật trên e-learning sớm nhật. Bạn kiểm tra thời khoá biểu thường xuyên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Em xin chào thầy cô PĐT!. . Trước đây em được biết trường sẽ đổi hình thức kiểm tra Tiếng Anh định kỳ từ giấy sang máy tính và sẽ có thể tổ chức nhiều lần thi trong một học kì. Em xin hỏi sắp tới ngoài đợt tháng 6 thì trường có dự định mở thêm nhiều đợt kiểm tra Tiếng Anh (trong học kì 192 và hè) không ạ?. .",
            "Chào bạn,. . Bạn vui lòng đợi thông báo của nhà trường nhé. Vui lòng kiểm tra email thường xuyên để biết những thông báo mới nhất của Trường. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]I: [student_id]  /b \t. . . . . . Do đợt đăng ký vừa ròi em không để ý và đã lỡ chưa kịp đăng ký môn học để đủ chỉ thực tập. Em đề nghị phòng đào tạo có thể giúp em đăng ký vật lý 2 mã PH1005 dự thính để em có thể thực tập. Em xin chân thành cám ơn",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . Em tên là: [full_name]. . MSSV: [student_id] lớp CK17LOG. . . . Vào tháng 11/2018 em có đăng kí sai loại bảo hiểm y tế 6 tháng. Vì thế sau khi hỏi ở phòng y tế thì cán bộ phòng y tế bảo e đăng kí lại loại bảo hiểm y tế 12 tháng. . . Sau đó e đã thanh toán bảo hiểm y tế loại 12 tháng và đến giờ loại bảo hiểm y tế 6 tháng vẫn đang ở tình trạng chưa thanh toán khiến bkpay của e còn khoản nợ đó. . . . Xin phòng đào tạo xem xét bỏ khoản thanh toán mục bảo hiểm y tế 6 tháng giúp em vì em đã thanh toán mục bảo hiểm y tế 12 tháng rồi.. . . . Em cảm ơn.. . Xin lỗi vì đã làm phiền",
            "Chào bạn,. . Vấn đề về BHYT bạn vui lòng liên hệ tại Phòng Công tác Chính trị Sinh viên - Phòng Y tế để được hướng dẫn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Chào cô/ thầy ạ,. . . . Mail nhà trường ghi 1h59 kết thúc chỉnh sửa đăng ký dự thính mà trên mybk ghi 2h59 mới kết thúc nên em nghĩ là nhà trường cho thêm thời gian suy nghĩ ạ lúc em vào lại thì nhà trường đã khoá không cho chỉnh sửa nữa ạ. Em đang áp lực với môn học hiện tại mong thầy / cô BỎ 3 môn dự thính giải tích 1 MT1003, vật lý 1 PH1003, đại số tuyến tính MT1007 (theo hình thức livestream) mà em đã đăng ký được không ạ. . . . Cảm ơn sự giúp đỡ của thầy/cô ạ",
            "Chào bạn,. . Bạn có thể nộp đơn xin rút môn học tại Phòng Đào tạo nhé.. . Xem quy định rút MH tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Gửi PĐT,. . Em xin đăng ký rút môn học Vi Xử Lý EE2013 nhóm A03 chiều thứ 6, 13h - 15h50.. . . . Lý do: môn học có học phần thí nghiệm nhưng do học online, em không có máy tính cá nhân nên không hoàn thành được.. . . . Em sẽ đóng đầy đủ học phí theo quy định.. . Em xin cảm ơn.",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Gửi PĐT,. . Em xin đăng ký rút môn học Những NgLý cơbản CN M-[full_name]3 nhóm A05 sáng thứ 4, 8h - 10h50.. . . . Lý do: do môn học tổ chức học online.. . . . Em sẽ đóng đầy đủ học phí theo quy định.. . Em xin cảm ơn.",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Em muốn hủy môn học dự thính: toán kỹ thuật (ee1003) nhóm ONDT do giảng viên [full_name] dạy do lý do cá nhân. Em hy vọng phòng đào tạo có thể giúp em hủy môn học này trước khi lớp bắt đầu giảng day vào ngày 4/5 ạ. Em xin cảm ơn",
            "Chào bạn,. . Bạn có thể nộp đơn xin rút môn học nhé.. . Xem quy định rút MH tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin chào các thầy cô, em tên là [full_name], mssv [student_id]. Vào đợt 2 đăng ký dự thính onl 2019-2020, em đã đăng ký môn học sức bền vật liệu (CI2007), hệ thống báo đã đăng ký thành công, nhưng sau khi cập nhật thời khoá biểu thì không có môn học CI2007 mà em đã đăng ký. Em mong thầy cô giúp đỡ, giải quyết dùm em, vì đây là môn học cơ sơr ngành quan trọng.. . Em cám ơn thầy cô đã đọc. . Trân trọng.. .",
            "Chào bạn,. . . . Học kỳ dự thính không mở những môn có thí nghiệm, nên môn CI2007 không được mở lớp. vÌ khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính.. . . . Thân.. . . .",
            "Dạ chào cô, môn học CI2007 này vẫn mở ạ, do có bạn viết đơn và pđt đã đồng ý mở, em có hỏi các bạn thì môn CI2007 này vẫn có trong thời khoá biểu của các bạn, không hiểu sao em đã đăng ký thành công nhưng không có môn học trong tkb. Mong cô giúp em. . Trân trọng",
            "Chào bạn,. . . . Xin lỗi bạn, môn này được mở đặc cách. Môn CI2007 bạn không đăng được vì vướng môn học trước AS1003.. . . . Thân.",
            "Dạ em chào cô, hiện học kỳ chính 192, em đang học môn cơ lý thuyết As1003 rồi thì cô có thể cập nhật cho em để em đăng ký học môn CI2007 ở kỳ dự thính được không ạ,. . Em cám ơn cô đã đọc. . Trân trọng",
            "Chào bạn,. . . . Hiện tại đang mở đợt đăng kí dự thính lần 3, bạn lên đăng kí lại nhé.. . . . Thân.",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh",
            "Dạ em chào cô. . Em đã đăng kí môn CI2007 vào đợt 3 nhưng sáng nay cập nhật thời khoá biểu xong thì vẫn không có môn CI2007, em mong cô giúp em. . Em cám ơn cô đã đọc. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em chào thầy cô, chả là học kỳ dự thính em có đăng ký 2 môn là pháp luật đại cương với sức bền vật liệu. Vậy sao tại sao thời khoá biểu của em chỉ có mỗi môn pháp luật thôi ạ. Này là do chưa cập nhật hay lỗi gì ạ.. . Mong quí thầy cô xem xét lại giúp em.. . . . * Ảnh 1: ảnh đã đăng ký thành công môn học. . * Ảnh 2: thời khoá biểu của em",
            "Chào bạn,. . . . - Các lớp dự thính, PDT rất muốn mở tất cả các môn học để các bạn học. Vì các môn học có  thí nghiệm không thể học livestram được. khi các bạn học tập trung trở lại các phòng thí nghiệm chỉ đáp ứng được các môn học trong học kỳ chính.. . . .  Do vậy, các môn CI2007 không mở lớp (vì môn có thí nghiệm đi kèm). . . . - Các bạn có thể đăng kí các môn có thí nghiệm trong học kỳ hè 193 nhé.. .  Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Chào thầy cô, em muốn hỏi là sao thời khoá biểu của em vẫn chưa có môn học ở học kỳ dự thính 192 ạ. Cụ thể môn sức bền vật liệu(CI2007) và vật lý 2(PH1005)"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Dạ e chào thầy cô! Đăng ký dự thính đợt 2 e có đăng ký môn ĐƯỜNG LỐI CMCS nhưng do không đủ điều Kiện( môn học trước và chuẩn sv năm 2) e nghĩ là đã hủy. Nhưng tkb vẫn cập nhật. em không biết do lỗi hệ thống hay học kì này có thay đổi được phép đăng ký ạ. Mong thầy cô kiểm tra giúp e ạ. E cảm ơn ạ!",
            "Mong Thầy/Cô giải quyết giúp e với ạ!",
            "Chào bạn,. . . . [full_name]T sẽ kiểm tra  và cập nhật lại TKB cho bạn.. . . . Thân.",
            "Chào bạn,. . . . PDT đã kiểm tra cho bạn, môn  Đường lối cách mạng của  ĐCSVN (SP1009) có điều kiện là môn học trước môn SP1005 và chuẩn sinh viên năm 2. Môn SP1005 em đã đăng kí học trước đó rồi, còn chuẩn sinh viên năm 2 được áp dụng cho học kỳ 201 sắp tới. Chính vì vậy bạn vẫn đăng kí được môn SP1009 được.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Dạ em xin kính chào phòng đào .. . Em tên [full_name] mssv [student_id] khoa kỹ thuật Xây Dựng. Em đã từng hủy môn cấp thoát nước CI3095 vì việc học qua hình thức livestream em cảm nhận khó đối với em. Nhưng hôm nay em vô tình vào lại và thấy kết quả môn học dự thính vẫn còn môn đó chưa bị xóađi. em mong phòng đạo tạo cho em xóa môn học dự thính \"Cấp thoát nước CI3095\". Em xin cảm ơn. .",
            "Chào bạn,. . . . [full_name] đã kiểm tra lịch sử đăng kí của bạn, môn này không thấy huỷ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Em thấy mail trường là 11/5 sinh viên toàn trường trở lại học bình thường theo thời khoá biểu tập trung, riêng các môn livestream thì vẫn học online.. . Em muốn hỏi là còn các tiết khác như thể dục, thí nghiệm, lí thuyết + bài tập như hình em đính kèm thì sao ạ? Vẫn đến lớp bình thường hay là tiếp tục tương tác online như các tuần vừa rồi.. .",
            "Chào bạn,. . . . Cuồi tuần này [full_name]T sẽ cập nhật lại TKB cho tất cả các bạn sinh viên, có những phát sinh trường gởi mail thông báo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em chào thầy cô, em có đăng kí in bảng điểm mà trong lúc đăng kí em bị lỗi mạng internet và em bấm nhầm in 2 bản. Thầy cô có thể hủy bớt 1 bản cho em được không?. . Em cám ơn thầy cô!. .",
            "Chào bạn. . Không thể hủy được khi tiền đã lên BKpay nghen bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1413222  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . . . Kính gửi Phòng Đào Tạo,. . Em thuộc khoa Khoa Học Và Kỹ Thuật Máy Tính, K14.. . Trong đợt 1 thì em có đăng ký môn Nguyên Lý Ngôn Ngữ Lập Trình mã số CO3005 và đã được xác nhận.. . Sang đợt 2 thì ngày 28 em vào kiểm tra phát hiện đã mất môn học này nên không thể đăng ký được nữa.. . Sau đấy thì em nhận được thông tin là khoa đã mở lại nhưng lúc đấy đã quá thời gian đăng ký.. . Em kính mong Phòng Đào Tạo có thể xem xét mở thêm lần đăng ký đợt 3 để cứu vớt em, do nếu không đăng ký thì nếu như môn này hè không mở lớp, kỳ sau em không đủ chỉ để đăng ký Luận Văn.. . Trường hợp không mở thêm đợt 3 thì em có thể làm đơn để xin theo lớp kỳ dự thính này được hay không ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. . MSSV [student_id]. . Do em không đọc kĩ thông tin ngày hết hạn của đợt ĐKMH dự thính lần 2. . Nay em xin được đăng kí vào lớp GT1 mã môn học MT1003 do giảng viên [full_name] giảng dạy vào tiết 14 15 ngày thứ 7. . Em mong Phòng đào tạo xem xét giúp em với ạ. . Em chân thành cảm ơn!. . . .",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên : [full_name]. . MSSV   : [student_id]. . Sự việc là em đã đóng tiền lệ phí in bảng điểm ( nếu em không đóng thì nhà trường vẫn tính nợ vì theo quy định ). Nhưng ngày hẹn nhân là ngày 09/04/2020, em không thể nhận được vì trường mình đang cho nghỉ vì COVID-19. Mong PĐT kéo dài thời gian hẹn nhận bảng điểm cho tới khi đi học lại vào ngày 11/5 ạ.. . Em chân thành cảm ơn !. . [full_name]\t. . . .",
            "Chào bạn,. . Bạn có thể lên Phòng Đào tạo cở sở 2 để nhận nhé. Phòng Đào tạo sẽ lưu ý các trường hợp này về việc nhận bảng điểm trễ do dịch bệnh.. . Chúc bạn học tốt.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em chào thầy cô,. . . . Thầy cô ơi, em là sinh viên Việt Pháp, sắp tới có hai môn học được thi lại lần hai, vào sáng và chiều ngày 9/5.. . . . Tuy nhiên, em đang kẹt lại ở Đài Loan do chưa thể mua vé máy bay về Việt Nam, và trong trường hợp về được thì vẫn phải cách ly 14 ngày.. . . . Em muốn xin được Hoãn thi và tham gia kỳ thi bổ sung vào thời gian khác.. . ---. . Hai môn em được tham gia thi lần hai là :. .  . . 1.  MIP (Tiếng Pháp hội nhập nghề nghiệp) (003709). . B2-GDB2B    09/05/20     7g00     90'. . . . 2. Khuếch đại sóng vi ba     (405705). . B1-212      09/05/20    15g30     90'",
            "Chào bạn,. . Trường hợp của bạn, sau khi về Việt Nam và hết cách ly bạn có thể làm đơn xin đặc cách xin thi lại và nộp tại Phòng Đào tạo (kèm minh chứng) để được xem xét giải quyết nhé.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Hỏi đáp học trực tuyến (BKeL)  /i [full_name] [full_name] [full_name] [full_name] Cho em hỏi là kì dự thính em có đăng kí tổng là 3 môn học nhưng trong tkb chỉ hiện 1 môn em đăng kí em không biết là nó chưa được cập nhật hay bị lỗi ạ[full_name] Em mong có phản hồi sớm từ pđt ạ vì lịch dự thính bắt đầu từ tuần sau rồi ạ[full_name] Em cảm ơn[full_name] [full_name] [full_name]([student_id])",
            "Chào bạn,. . . . Bạn không đăng kí được môn CH2051 và CH2043 vì bạn vướng môn học trước CH2003.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . E xin chào PĐT trường ạ! Em tên [full_name], MSSV: [student_id], thuộc khoa KTHH. Em có một vài vấn đề mong PĐT xem xét và giải quyết giúp em ạ!. . Lí do chính là em bị trễ AV nên e học trễ hơn các bạn cùng khóa 1 Học kì. Cho nên kì chính 192 này em đang học các môn của HK191 trước đó! Học kì DT192 vừa rồi e có đăng kí 3 môn, trong đó có 2 môn báo không thỏa điều kiện nhưng vẫn cho đăng kí. Hôm nay e thấy đã cập nhật thời khóa biểu. . Vậy tổng kì này e học 27 chỉ (bao gồm Dự thính). Sau khi suy nghĩ và hỏi ý kiến gia đình e thấy kinh tế nhà em khó khăn (nhà em làm nông vì mùa dịch bấy lâu nên không buôn bán được ạ), với e sợ không đảm bảo được chất lượng môn học nên cho em hỏi: em muốn đăng kí rút 2 môn dự thính được không ạ? nếu được thì e phải làm như thế nào ạ? Em mong PĐT xem xét giúp em lần này ạ! em xin cám ơn ạ!. .",
            "Chào em. . Em đọc mail xem thông báo thời gian rút môn học (tính học phí). . Hiện tại đã hết thời gian hủy môn học dự thính. . Thân",
            "vậy cho e hỏi báo ko đủ điều kiện mà vẫn cho học (lên lịch trên TKB) thì sau này có bị hủy ko ạ? nếu bị hủy thì có tốn học phí ko ạ?",
            "Chào bạn. . Tình hình học kỳ dự thính 192 pass chuẩn anh văn nên bạn yên tâm học nhé",
            "dạ vậy phòng đào tạo kiểm tra giúp e là ngoài việc e pass chuẩn av, e có bị vướng điều kiện đăng kí môn học ko ạ? bạn e như e mà nó đăng kí thì bị ko cho học ạ. . Em cám ơn rất nhiều ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa thầy/cô! Cho em hỏi lịch học vụ hiện tại đã chính xác chưa ạ? em có xem phần học phí vẫn thấy để học phí tạm ứng là nộp từ 15/4-22/4 còn phần còn lại thì tháng 5, nhưng em kiểm tra BKpay thì không có gì hết. Vậy cho em hỏi khi nào thì đóng học phí ạ? Đóng 1 đợt hay vẫn chia làm 2 đợt ? Mong thầy/cô giải đáp để em còn chuẩn bị tiền nộp học phí kịp thời ạ.",
            "Chào bạn. . Dự kiến đóng học phí cho Hk192 vào ngày 28/05/20. . Bạn vui lòng kiểm tra mail để biết thông báo mới nhất của nhà trường nghen",
            "Dạ vâng, vậy là đóng một đợt hay hai đợt vậy ạ?",
            "Chào bạn,. . Sẽ chia thành hai đợt theo đúng quy định nhé bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là môn hóa đại cương trong chương trình PFIEV có được thi lại không ạ?",
            ". . Chào bạn. . Bạn xem chi tiết các môn thị lại việt pháp tại đây:. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=219_80&tid=1895"
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B Hỏi đáp học trực tuyến (BKeL)  /i  . . Chào thầy , cô. . Em tên [full_name] học khoa PFEIV. Em xin hỗ trợ hỏi vấn đề kì thi sắp tới . Trước kì thi cuối kì , e bị tai nạn giao thông nên phải tạm hoãn kì thi cuối kì và được thầy cô và PĐT chấp nhận cấp giấy phép cho em hoãn thi có phép. Em có để hình giấy chấp nhận bên dưới. Do dịch kéo dài nên bây giờ PĐT mới có thể mở lịch thi lại cho các bạn rớt đợt cuối kì. Em muốn hỏi là em có thể đăng kí thi 4 môn e đã bị hoãn chưa thi , bây giờ em có thể thi chung với các bạn không ạ .Hay phải đợi cuối năm nhất nữa ạ. Tại theo lịch thi là 9/5 này các bạn bắt đầu thi lại. Mà tại dịch kéo dài cách li toàn xã hội nên e chưa thể lên trường hỏi trực tiếp được ạ và lịch thi cũng sắp tới , e không biết là e có được thi cùng các bạn không ạ. E rất mong các thầy cô có thể giúp em được thi lại kì thi cuối kì này . E chân thành cảm ơn và mong nhận được mail từ thầy cô."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Vì lí do môn pháp luật đại cương của e bị trùng lịch với môn quản lí sản xuất ở trường. Em có thể xin đổi lớp pháp luật đại cương được không ạ",
            "Chào bạn,. . Bạn vui lòng trình bày rõ nội dung vấn đề hơn nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i Hỏi đáp học trực tuyến (BKeL) . Em muốn hỏi phòng đào tạo về việc đóng học phí học kì 192. Em theo dõi theo lịch đóng học phí trên aao thì thông báo đóng đợt 1 là 15 tới 22 tháng 4 nhưng em lên bkpay thì không thấy có khoản thanh toán.. . Em muốn hỏi là có thay đổi lịch thanh toán không ạ.. . Em xin cám ơn !",
            "Chào bạn. . Bạn vui lòng kiểm tra mail thường xuyển để biết các thông tin cập nhật mới nhất của nhà trường. . Dự kiến Lịch thu học phí 192:. . - Đợt 1: deadline Thứ năm, 28/5/2020 (sau tuần giữa kỳ). . - Đợt 2: deadline Thứ năm, 02/7/2020 (trước tuần dự trữ). . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Dạ chào Cô, Cô cho em hỏi là còn thời hạn rút môn học có tính phí không ạ. Nếu còn cô cho e rút môn Đồ Án Nền Móng CI3197 Nhóm A18 sv [full_name] MSSV [student_id]. . Cám ơn cô. .",
            "Chào bạn,. . Đã hết thời gian nhận yêu cầu rút môn học (không đóng học phí), các trường hợp gửi yêu cầu rút môn học qua bksi.hcmut.edu sau ngày 17/04/2020, vui lòng đợi thông báo của Phòng Đào tạo qua email sinh viên về việc đăng ký rút môn học (có tính học phí theo quy định). Phòng Đào tạo sẽ hướng dẫn rõ thời gian và hình thức nộp đơn rút môn học qua email sinh viên.. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Đăng ký môn học - Đại học - Cao đẳng chính quy   Khác ... . Xin chào phòng đào tạo , em tên là [full_name] , hiện nay em muốn đăng ký thêm môn học cơ lý thuyết ( AS1003) vì lý do em quên theo dõi theo đợt đăng ký thứ 2 (ngày 28/4) và đã bỏ lỡ nó.. . Không biết em có được đăng kí và thêm vào tkb chính thức không ạ vì đây là môn rất cần thiết để em cải thiện và có 1 tấm bằng tốt hơn.. . Em xin cảm ơn pđt rất nhiều",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào [full_name]/Chị[full_name] [full_name] Em tên [full_name][full_name] [full_name] MSSV: [student_id][full_name] [full_name] Em xin đăng ký hủy môn học Quản Lý Sản Xuất[full_name] [full_name] MSMH: Me1009[full_name] [full_name] Lý do: do tính hình dịch covid nên mong [full_name]/Chị thông cảm cho em hủy môn[full_name][full_name] [full_name] Cảm ơn [full_name]/ Chị rất nhiều[full_name] [full_name] [full_name][full_name] [full_name] [full_name] [full_name]",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn có thể nộp đơn xin rút môn học tại Phòng Đào tạo nhé.. . Xem quy định rút MH tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là: [full_name]. . MSSV: [student_id]. . Chuyên ngành: Công Nghệ Thông Tin (VLVH)     . . . . Dạ em xin chào phòng đào tạo trường Bách Khoa. Dạ cho em xin hỏi là hệ vừa học vừa làm bắt đầu đi học lại vào 11/05 luôn đúng không ạ. Em xin cảm ơn.. . . .",
            "Chào bạn,. . . . Theo thông báo của nhà trường có thông báo cho sinh rồi bạn nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho e hỏi là bảng quy đổi điểm anh văn sẽ bắt đầu từ kì hè hay kì 201 ạ. Nếu kì hè e chuyển đổi điểm thì có được tính như bảng điểm cũ không ạ",
            "Chào bạn. . Bạn xem chi tiết tại đây nghen:. . http://www.aao.hcmut.edu.vn/image/data/quyche/Ca%CC%81c%20thay%20%C4%91o%CC%82%CC%89i%20tu%CC%9B%CC%80%20HK192-updated.pdf. . . . Bắt đầu áp dụng chuẩn anh văn thay đổi mới để chuyển điểm theo lịch học vụ của HK201. . Còn trước đó thì tính theo  của chuẩn anh văn để chuyển điểm của HK192"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]0  /b \t. . . .   i thầy cô cho em hỏi khi nào có lịch tốt nghiệp đợt 1 tháng 4 thì sẽ có thông báo trên trang chủ aao đúng ko ạ . với hồi tháng 2 e có đăng ký tốt nghiệp và kích hoạt tài khoản cựu sinh viên và khi tra cứu danh sách tốt nghiệp tháng 4 thì em có tên nhưng hiện tại thì em nhập thông tin tra cứu trên website thì không hiện ra thông tin tốt nghiệp nữa. điều đó có ảnh hưởng gì không ạ . mong được thầy ,cô giải đáp ạ .",
            "Chào bạn,. . Không ảnh hưởng gì nhé bạn,. . Bạn vui lòng theo dõi thông tin lịch trình tốt nghiệp của nhà trường"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi là sau khi kết thúc đợt ĐKMH dự thính đợt 2 vừa rồi em thấy có một số bạn vẫn đăng kí một số môn cần phải thông qua môn học trước cụ thể là av1, nhưng hiện tại các bạn đó vẫn đăng kí được môn học và môn học đã cập nhật lên thời khoá biểu mặc dù các bạn đó chưa qua av1. Vậy là do trang đkmh bị trục trặc về sự cố hay sau này pđt sẽ hậu kiểm lại các môn học đã đăng kí ạ? Em xin cảm ơn!",
            "Chào bạn,. . . . Với tình hình dịch bên nên các trung tâm ngoài ngữ đều đóng cửa không hoạt động, chính vì khó khăn đó nhà trường đặch cách cho học kỳ dự thính 192 các môn học đăng kí đều pass qua chuần anh văn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em tên :[full_name] , MSSv [student_id]. .  Trong học kì dự thính 192 em có đăng kí 3 môn là sp 1007 , sp1005 , ee2005 , mà em kiểm tra tkb thì chỉ có môn EE2005 . Tất cả các môn em đăng kí đều thuộc các môn được nhà truồng cho phép học trong học kì dự thính 192 ạ .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . . . Bạn kiểm tra lại TKB trên công thông tin sinh viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Thưa Thầy/cô. . Em có đăng ký một vài môn học dự thính trong học kỳ 192 và những môn em đăng ký đã được sắp xếp lịch học livestream vào thời khóa biểu, nhưng trong mục bách khoa e-learning của em lại không có mục bài giảng video của những môn đấy ạ. Em rất hoang mang vì 4/5 đã bắt đầu học kỳ dự thính rồi ạ, mong thầy cô xem xét lại giúp giúp em. Em cảm ơn, xin lỗi đã làm phiền thầy/cô.",
            "Chào bạn,. . . . Hôm này Phòng Đào Tạo sẽ cập nhật khoá học  bách khoa e-learning, bài giảng bạn liên hệ với giáo viên giảng dạy nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Học vụ . Kính gửi Phòng Đào Tạo. . . . Em xin được miễn môn học sau đây. . . . 5X3604: Hệ quản trị CSDL(ĐTTX). . . . Do đã hoàn thành môn học tương đương ở hệ VLVH.. . . . Em xin chân thành cảm ơn.. . . . . . . . . .",
            "Chào bạn,. . Bạn vui lòng làm phiếu đề nghị xét miễn môn (kèm bảng điểm minh chứng) và nộp tại Phòng Đào tạo nhé!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em tên là [full_name], mã số sinh viên: [student_id]. . . . Em có tham gia đăng kí lớp học dự thính nhưng lại ko thấy thời khóa biểu của các môn học. Cho em hỏi là muốn xem thời khóa biểu ở đâu ạ.. . . . Em xin cảm ơn nhiều.. . . . CONG. . . . [full_name]. .",
            "Chào bạn,. . . . [full_name]T đã cập nhật TKB dự thính rồi nhé, em kiểm tra lại nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Thưa thầy/cô, em đã có thời khóa biểu học dự thính giải tích 2 nhưng khi vào trang bkel để tham gia học thì em lại không nhìn thấy trang học dự thính giải tích 2 của em ạ. Em phải giải quyết thế nào ạ. Em xin cảm ơn",
            "Chào bạn,. . . . Hôm nay Phòng Đào Tạo sẽ cập nhật trên Bkel các khoa học, còn bài giảng bên trong bạn liên hệ với giáo viên nhé.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Cho em hỏi em đăng kí môn Tín hiệu và hệ thống  EE2005 và PĐT báo đăng kí thành công nhưng trên TKB không thấy xuất hiện môn học. Vậy em có cần phải đi học không ạ.",
            "Chào bạn,. . . . Môn EE2005 không đăng được vì bạn vướng môn song hành EE2007.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ - Đại học - Cao đẳng chính quy   Rút môn học . Em muốn rút môn toán kỹ thuật dự thính (EE1003) vì lý do cá nhân. Mong phòng đào tạo giải quyết sớm cho em ạ.",
            "Chào bạn,. . Bạn có thể nộp đơn xin rút môn học tại Phòng Đào tạo nhé.. . Xem quy định rút MH tại đây:. . http://aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Điều 11. Hủy, rút môn học. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Mình đã có tkb nhưng vẫn chưa có nhóm lớp trên bkel, và lịch học thì bắt đầu từ tuần thứ 19 ( tuần này ) nhưng vẫn chưa thấy link trực tuyến cũng như nhóm lớp để liên hệ với giáo viên",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào em;. . lịch học dự thính bắt đầu từ tuần 19 (tuần này), nhưng môn của em  học và Chủ nhật mà, em xem lại thời khóa biếu trên trang https://mybk.hcmut.edu.vn/stinfo/ nhé. . Thân",
            "Dạ em cám ơn anh đã hỗ trợ và tình hình trên bkel trong tuần là có nhóm lớp đúng không ạ . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khi hôm nay em vào xem thời khóa biểu học dự thính thì thấy 2 môn mạch điện tử và kỹ thuật số khoa không mở lớp ạ, nên em muốn đăng kí môn giải tích 2 hoặc phương pháp tính để thay thế, nhà trường có thể thêm em vào lớp dự thính đó được không ạ, do em thấy ngày hiệu chỉnh là 28/4 -  29/4 nhưng hôm nay em mới xem. Em cảm ơn ạ. .",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b  Em tên là [full_name] MSSV [student_id]\t. . . .   i Hỏi đáp học trực tuyến (BKeL)  /i  Em muốn thi anh văn (Ielts) nhưng không biết trường mình công nhận bằng Ielts Academic hay Ielts General ạ. . Mong trường giải đáp giúp em ạ . . Em cám ơn ạ. .",
            "Em muốn thi và nộp chứng chỉ anh văn. Nhưng em không biết rằng, bằng ielts mà trường mình nhận là Ielts general hay là Ielts academic ạ. . Mong trường giải đáp giúp em ạ . . Cám ơn anh chị . . Chúc anh chị một ngày tốt lành",
            "Em là [full_name] MSSV [student_id]. . . . Em muốn thi và nộp chứng chỉ anh văn. Nhưng em không biết rằng, bằng ielts mà trường mình nhận là Ielts general hay là Ielts academic ạ. . Mong trường giải đáp giúp em ạ . . Cám ơn anh chị . . Chúc anh chị một ngày tốt lành",
            "Chào bạn,. . Chưa hiểu rõ câu hỏi của bạn, các loại chứng chỉ quốc tế trường công nhận bạn vui lòng tham khảo tại đây nhé:. . http://www.aao.hcmut.edu.vn/sinh viên/quy chế/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/Phụ lục 1: Quy định về ngoại ngữ (áp dụng cho các chương trình giảng dạy bằng tiếng Việt). . Thân",
            "Dạ ý của em là trường mình chỉ ghi là bằng ilets nhưng mà Ielts có 2 loại ạ. Đó Là ielst genaral và Ielts academic ạ. Không biết là trường mình nhận loại nào ạ.. . Em cám ơn ạ",
            "Chào bạn,. . Hiện tại trường mình đều chấp nhận 2 loại chứng chỉ IELTS trên nhé.. . Chúc bạn học tốt.. . Thân",
            "Cám ơn chị ạ . . Chúc chị một ngày tốt lành"
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL). . Kính gửi: thầy, cô. . Em gặp vấn đề về e-learning ạ, em không thể vào được trang e-learning để làm các bài kiểm tra ạ, các trang như thông tin sinh viên thì vẫn vào được ạ. Em phải khắc phục lỗi này như thế nào ạ. Em chuẩn bị có bài kiểm tra để làm nhưng hiện tại em vẫn chưa vào được e-learning. Em mong được sự hỗ trợ ạ. Cảm ơn các thầy cô. .",
            "chào bạn;. . bộ phận kỹ thuật đã kiểm tra thấy bạn đăng nhập cách đây 1 giờ 24 phút mà",
            "tình trạng đã bình thường lại rồi nhé",
            "Kính gửi: thầy, cô. . Dạ nó không vào được ạ, Em có gửi file đính kèm hình ảnh e-learning báo không cho đăng nhập ạ. Em vẫn chưa vào được ạ.. . Cảm ơn ạ.. .",
            "Kính gửi: Thầy, cô. . Dạ, đã được ạ. Em chân thành cảm ơn ạ.. . Trân trọng"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1413222  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Kính gửi Phòng Đào Tạo,. . Em thuộc khoa Khoa Học Và Kỹ Thuật Máy Tính, K14.. . Trong đợt 1 thì em có đăng ký môn Nguyên Lý Ngôn Ngữ Lập Trình mã số CO3005 và đã được xác nhận.. . Sang đợt 2 thì ngày 28 em vào kiểm tra phát hiện đã mất môn học này nên không thể đăng ký được nữa.. . Sau đấy ngày 30 thì em nhận được thông tin là khoa đã mở lại nhưng lúc đấy đã quá thời gian đăng ký.. . Kính mong Phòng Đào Tạo xem xét cho em xin đăng ký thêm môn Nguyên Lý Ngôn Ngữ Lập Trình mã CO3005 trong kỳ dự thính này ạ.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vừa làm vừa học - ĐTTX   Yêu cầu khác . Kính thưa quý thầy cô,. . Em tên [full_name], MSSV: [student_id], hiện đang theo học lớp CNTT, hệ VLVH, khoá trúng tuyển Đợt 2 năm 2019. . . Nay do nhiều nguyên nhân khác nhau, xuất phát từ nhu cầu và điều kiện bản thân, em xin được thôi học lớp CNTT, hệ VLVH tại trường.. . Vậy, em cần phải hoàn thành những thủ tục, nghĩa vụ gì, xin thầy cô hướng dẫn.. . Em xin chân thành cảm ơn!",
            "Chào bạn,. . Bạn vui lòng tải mẫu đơn thôi học, điền đầy đủ thông tin ký tên và nộp tại Phòng Đào tạo nhé.. . aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1413222  /b \t. . . .   i Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Thưa cô,. . Em thuộc khoa Khoa Học Và Kỹ Thuật Máy Tính, K14.. . Trong đợt 1 thì em có đăng ký môn Nguyên Lý Ngôn Ngữ Lập Trình mã số CO3005 và đã được xác nhận.. . Sang đợt 2 thì ngày 28 em vào kiểm tra phát hiện đã mất môn học này nên không thể đăng ký được nữa.. . Sau đấy ngày 30 thì em nhận được thông tin là khoa đã mở lại nhưng lúc đấy đã quá thời gian đăng ký.. . Nếu như môn này hè không mở lớp, kỳ sau em sẽ không đủ chỉ để đăng ký Luận Văn nên em hi vọng mình có thể xin thêm 1 slot trong kỳ dự thính này.. . Em xin cảm ơn.",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em viết mail này để xin đăng kí thêm môn  Phương pháp tính ( mã MH MT1009) vào học kì dự thính Livestream 192.   B",
            "Chào bạn,. . . . Bạn kiểm tra mail thường xuyên, trong tuần này nhà trường sẽ gởi mail cho sinh viên về việc đăng kí dự thính đợt 3 sắp tới.. . . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Hỏi đáp học trực tuyến (BKeL) . Em có học mô kinh tế kĩ thuật lớp A01. mặc dù đã làm đầy đủ nhưng vẫn không mở được chương 3. Em có gửi gmail cho thầy nhưng thầy nói do hệ thống PDT giải quyết. Cho e hỏi làm cách nào để khắc phục và ai giải quyết vấn đề này sao ạ. . . Em cảm ơn!",
            "Chào em;. . Em có thể chụp lại lỗi trên không?, tôi vẫn thấy video chương 3 xem bình thường",
            "Đây ạ, đến khi em gửi tin nhắn này thì đã có chương 3, nhưng đã hết thời gian làm bài. . . Thầy nói đã úp các chương lên rồi, sao đến giờ em mới nhận được và các chương sau còn bị lỗi vậy nữa không. Em mong được giải đáp.. . Em cảm ơn!"
        ]
    }
]