[
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng Đạo Tạo!. . Em tên là [full_name]. . MSSV: [student_id]. . Em xin trình bày 1 vấn đề:. . Kỳ \"  B Đăng ký môn học HK1 (2020 - 2021)- [full_name] Chính Quy - Đợt 1  /B \" em có đăng ký môn EE2017(Cơ sở kỹ thuật điện) nhưng khi có kết quả đợt 1 thì em bị loại với lý do \"  B Môn học khoa không mở lớp - SV liên hệ Khoa  /B \". . Tuy nhiên khi nhà trường mở DKMH đợt 2 thì em thấy môn EE2017 vẫn có 1 lớp và sĩ số đã full 42/42! Em làm đơn này khẩn thiết kính mong Phòng Đào Tạo thêm em vào danh sách lớp này để em có thể theo học và kịp tiến độ học tập vì nếu em không đăng ký được môn này thì em sẽ trễ tròn 1 năm học!. . Kính mong Phòng Đào Tạo xem xét và chấp thuận!. . Em xin cảm ơn ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo . Do dịch nên dẫn đến kỳ trước em không đăng ký được vài môn trong chương trình nên mong quý thầy cô có thể tăng xỉ số học trên để em có thể tham gia học tập và ra trường đúng hạn ạ. Em xin cảm ơn !",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào Thầy (Cô) . . Em là sinh viên khoá k18. . Cho e hỏi là nếu học kỳ 201 e đăng ký 12 chỉ   14 : số tín chỉ tối thiểu trong 1 học kỳ thì có bị làm sao k ạ?. . Em cảm ơn.",
            "Chào bạn, . . Nếu không đăng ký đủ tín chỉ theo quy định thì sẽ không bị hủy TKB. Tuy vậy , số tín chỉ/học kỳ sẽ dùng xác định sinh viên chính quy tập trung =  ảnh hưởng đến việc xin tạm hoãn NVQS (đối vối SV nam) và các quyền lợi khác (xét học bổng, học phí đối sới SV khóa 2019) Các trường hợp có TKB đều được cấp nhận CNSV. . . Chúc bạn học tốt . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i E là sinh viên 27 chỉ nên e đk mấy môn xx1yy, vậy tại sao e đk môn EE1009 thì lại ko đc(chuẩn sinh viên năm 2) là sao ạ.. . . .",
            "Chào bạn,. . Nếu bạn không tích lũy đủ số tín chỉ quy định, bạn sẽ không đăng ký được môn học của năm tiếp theo, Quy định về xếp năm thứ của sinh viên, và quy định về mức độ môn học em xem trong quy chế đào tạo và học vụ của trường, cụ thể như sau:. . Xếp năm thứ của SV ở [full_name]ản 4.2, Điều 4.. . 4.2 Xếp hạng năm đào tạo. . Sau mỗi học kỳ, SV được xếp hạng năm đào tạo theo số tín chỉ tích lũy (TCTL) như sau:. . - SV năm thứ nhất: dưới 28 tín chỉ. . - SV năm thứ hai: từ 28 đến dưới 56 tín chỉ. . - SV năm thứ ba: từ 56 đến dưới 80 tín chỉ. . - SV năm thứ tư: từ 80 đến dưới 128 tín chỉ. . - SV năm thứ năm (đối với các CTĐT trên bốn năm): từ 108 tín chỉ. . Quy định mức độ môn học khi SV đăng ký môn học ở [full_name]ản 9.7, Điều 9.. . 9.7. Ràng buộc về xếp hạng năm đào tạo SV và môn học được phép đăng ký. . Mức độ môn học được định nghĩa như sau:. . - Môn năm thứ nhất: dành cho tất cả SV các năm. . - Môn năm thứ hai: dành cho các SV từ năm thứ hai trở lên. . - Môn năm thứ ba: dành cho các SV từ năm thứ ba trở lên. . - Môn năm thứ tư: dành cho các SV từ năm thứ ba và thứ tư trở lên. . - Môn năm thứ năm: dành cho các SV từ năm thứ tư và thứ năm trở lên. . Nhà trường dùng mã môn học có dạng XXLYYY để phân định năm học, trong đó XX là viết tắt của ngành/[full_name]a, L là năm thứ và YYY là thứ tự môn học. . Như vậy, nếu các SV chưa đạt đủ 28TC thì vẫn có thể đăng ký các môn học có dạng XX1YYY, ví dụ như các môn Đại số tuyến tính (MT1007), Pháp luật VN ĐC (SP1007), ... Các môn học này trong các chuong trình đào tạo có thể được xếp vào các năm học ở năm 2.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học  /i vì nhầm lẫn các thông tin e (tích lũy 27 chỉ) chủ quan ko học hè để rồi không đk môn năm 2 . vậy e có thể làm giấy xin phòng đào tạo cho phép đăng ký môn năm 2 đc ko ạ. tình hình là e ko thể đăng ký nỗi 8 chỉ vì một số lớp ko mở và một số môn thì full slot. cứu e với ạ.. .  . . . .",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé.. . -      Hiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -      Sinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o   Sau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn à Sinh viênà biểu mẫuà mẫu Đề nghị mở môn học (ngoại lệ). . . . + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . +  SV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào Cô.. . - En tên: [full_name]__MSSV: [student_id]. . -Hiện tại em học 146/142 chỉ trong đó có 1 môn tương đương đã chuyển điểm thành điểm 12, và trên hệ thống thì điểm trung bình tích lũy của em được: 6.98 . . - Dạ cô cho em hỏi, điểm trung bình tích lũy ngành để phân loại bằng của em là được bao nhiêu ạ? Vì trên hệ thống em thấy chưa có điểm đó ạ, nếu chưa được 7.0 để được loại Khá thì em sẽ học cải thiện 1 môn nữa. . . Em cảm ơn Cô.",
            "Đã trả lời qua mail!. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Học kỳ 201 tới sẽ không mở các môn GDTC ạ hay sẽ mở ở đợt đăng ký sau ạ?",
            "Chào bạn, . . Về việc đăng ký các môn Giáo dục thể chất trong học kỳ 1/2020-2021, bạn vui lòng đợi thông báo sau của Phòng Đào tạo qua email sinh viên. . . Chúc bạn học tốt!. .  . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô,. . Cho e hỏi là năm nay e năm cuối r. Mà kì 1 năm cuói này e còn 8 chỉ chưa học thôi. Kì 2 e còn luận văn nữa là xong r. Thì kì 1 e đk 8 được phải không ạ. Không cần phải đk trên 10 chỉ phải không ạ.. . Em cảm ơn ạ.",
            "Chào bạn,. . . . Chưa có qui chế xử lý bạn đăng kí 8 tín chỉ.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi: Phòng đào tạo trường đại học Bách Khoa - ĐHQG TPHCM.. . Em tên là [full_name].. . MSSV [student_id]. . Em viết đơn này để xin các thầy cô ở Phòng đào tạo đăng kí giúp em môn ĐANM Kết cấu thép.. . Mã môn học: CI3213. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô Phòng đào tạo ạ!. . Hiện tại em đang bị trùng lịch đồ án thiết kế kỹ thuật hóa học CH4007 và môn Kỹ thuật lạnh CH4027(chỉ mở 1 lớp). . Dù lớp đồ án CH4007 có nhiều lớp nhưng do lịch học em chỉ còn phù hợp với lớp đồ án A08 sáng thứ 2 tiết 2345. Em kính mong quý thầy cô có thể tăng sỉ số lớp này thêm 1 slot môn đồ án CH4007 lớp A08 để em có thể đăng ký được 2 môn này với ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào thầy cô ạ. . Cho e hỏi thủ tục xin răng sỉ số môn học ch4007 lớp A01 là như thế nào ạ!. . Em cảm ơn ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi Phòng đào tạo,. . . . Kì sau (kì 201) em có đi làm thêm nên em muốn xếp lại thời khoá biểu để thuận tiện cho việc học hơn. Nhưng khi đăng kí thì những lớp em muốn học đã hết chỗ nên mong Phòng đào tạo tăng sĩ số các lớp này lên 1 ạ.. . . . Các lớp em muốn đăng kí:. . ME3011   A03       Động lực học & điều khiển. . ME2011   A01       Đồ án thiết kế. . ME3013   A01_A03   Hệ thống PLC",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em đăng ký in giấy xác nhận sinh viên đã 1 ngày nhưng vẫn chưa được xác nhận. Mong phòng đào tạo giải quyết sớm giúp em, vì em sẽ nộp gấp giấy xác nhận sinh viên để hoãn NVQS ạ.. .",
            "Chào bạn;. . Giấy chứng nhận sinh viên, Phòng Đào tạo in hằng ngày, nên chiều nay bạn liên hệ nơi nhận để nhận nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ em chào Cô.. . Dạ sau đợt thi em có hỏi Thầy [full_name] nhắn có điểm rồi ạ, em hỏi bạn chung lớp cũng có điểm rồi.. . Cô xem giúp em ạ. Em cảm ơn.. . . . . .",
            "Chào bạn,. . Môn này trong học kỳ nào vậy bạn?",
            "Dạ em chào Thầy. Môn này nhóm RZ01 học trước Tết, thi sau Tết ngày 16/05/2020. Dạ đợt đó em xin thi có phép.",
            "Dạ Thầy ơi cho em hỏi điểm của em được cập nhật chưa ạ. Em cảm ơn."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Tăng sỉ số môn học CH4007 lớp A01",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô Phòng Đào Tạo, em có nguyện vọng đăng ký hai môn Kết cấu thép 2 (CI3211) và ĐAMH Nền móng (CI3197). Nhưng hiện tại hai môn này đã đầy sỉ số, mong quý thầy cô đăng ký giúp em hai môn này. Em là sinh viên khoá K16, còn thiếu hai môn này mới được đăng ký LVTN. Mong quý thầy cô đăng ký giúp em để học kỳ kế tiếp em có thể đăng ký được LVTN. Em xin cám ơn rất nhiều.. . Chúc quý thầy cô thật nhiều sức khoẻ!!!",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Nếu hiện tại bạn không đăng được những môn đồ án, bạn làm đơn mở lớp có sự đồng ý của khoa và giáo viên hướng dẫn đồ án.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên năm nhất em có bảo lưu kết quả của học kì 192 bây giờ e đăng kí môn học không được thì phải làm sao ạ?. .",
            "Chào bạn. . Về vấn đề này bạn liên hệ trực tiếp pdt để xem lỗi, hạn chót giải quyết đến 14 giờ ngày 31/8/20. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name]. Xin phòng đào tạo cho mở thêm sĩ số cơ sở kĩ thuật điện và vi xử lí học kì chính 201 để kịp tiến độ học tập",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đang thiếu chỉ và đợt 1 đăng ký đồ án Nền móng có mã môn học CI3197 nhưng do lúc đó chưa mở lớp nên bị xóa mất, hiện tại đồ án Nền móng đã mở nhưng lớp đã đủ sĩ số, em đang thiếu chỉ để đi thực tập nên cần đăng ký môn để đủ chỉ thực tập. Xin phòng đào tạo xét duyệt cho em được đăng kí môn ĐA nền móng trong hk1",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Xin chào Thầy / Cô!. . Em tên [full_name]. MSSV 171205.Em muốn đăng kí môn học Đồ án Nền Móng CI3197, nhưng khi mở lớp em không kịp đăng kí. Em mong thầy /cô có thể giúp em đăng kí để kịp chỉ ra trường. Em cảm ơn Thầy /Cô rất nhiều!. . Sinh viên . . [full_name].. .",
            "Chào bạn,. . . . PDT đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi pdt,mong pdt có thể tăng sĩ số lớp của môn IM1013 để em có thể đủ môn,học kịp chương trình ạ",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào thầy/cô!. . Em là sinh viên khóa K13,em đã nộp bằng Toeic quốc tế 450đ và đươc quy đổi qua 3 môn Anh văn 1,2,3 và điểm 450đ cũng đã đủ điều kiện xét tốt nghiệp. Tuy nhiên,em còn môn Anh văn 4 chưa pass,sau khi đọc RẤT KỸ quy chế ngoại ngữ của trường  trong mấy ngày qua,có 2 vấn đề em muốn được giải đáp:. .  - Như trường hợp em muốn quy đổi sang anh văn 4 thì em có thể thi kỳ thi\"kiểm tra định kỳ tiếng anh định dạng TOEIC do PĐT tổ chức\" để quy đổi điểm hay không?. .  - Em đã xem quy đinh về đổi điểm từ chứng chỉ TOEIC quốc tế sang anh văn 4 nhưng trên trang http://www.aao.hcmut.edu.vn/ có 2 bảng quy đổi khác nhau, 1 bảng-500đ có thể đổi được Anh văn 4, bảng khác lại 600đ. Vậy thông tin nào mới chính xác?. .  Hiện tại điều đó hết sức quan trọng tới em vì thế em mong mỏi 1 câu trả lời trực diện vào vấn đề từ thầy/cô! Mong thầy/cô hỗ trợ! Em xin cám ơn!",
            "Chào bạn. . - Sinh viên đăng ký dự kỳ kiểm tra tiếng Anh định kỳ (theo định dạng TOEIC) do PĐT tổ chức không dùng để miễn môn các môn anh văn 1234 chỉ dùng để đạt chuẩn tiếng Anh sau mỗi năm học. . - Nếu bạn nộp Chứng Chỉ Ngoại Ngữ và đăng ký chuyển điểm (phải hoàn thành lệ phí chuyển điểm) trước ngày 18/9/2020 thì áp dụng theo quy định chuyển điểm cũ. . - Bảng quy đổi điểm chuyển Ngoại Ngữ mới bắt đầu từ ngày 21/9/20 áp dụng cho HK201, áp dụng cho tất cả các Khóa. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi là mình nộp chứng chỉ TOEIC nghe, đọc để miễn anh văn 4 và sau này mình chỉ cần nộp chứng chỉ TOEIC nói, viết để làm luận văn tốt nghiệp, như vậy có đúng không ạ.. .",
            "Chào bạn. . . . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ --  . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . em chào anh(chị), em học khoá k17 ngành nhiệt. Hiện em vẫn chưa học môn Vẽ cơ khí của năm 2, nhưng hiện giờ đã bị gộp với vẽ kĩ thuật thành môn vẽ kĩ thuật cơ khí, vậy em phải đăng kí môn nào để hoàn thành chương trình học ạ. Mong anh(chị) giải đáp giúp em.. . Em cảm ơn!!!. .",
            "Chào bạn,. . . . Về CTDT bạn về khoa để được tư vấn nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy cô phòng đào tạo,. . Em tên là [full_name], MSSV [student_id].. . Do bị trùng lịch một số môn học nên em và bạn em không đăng ký được môn Quản trị kinh doanh cho kỹ sư ở những nhóm lớp khác. Em kính mong thầy/cô mở thêm sỉ số môn học này (IM3001), nhóm A01 cho 5 sinh viên nữa. Mong nhận được sự chấp thuận của quý thầy cô.. . Kính chúc quý thầy cô thật nhiều sức khỏe.. . Em xin cảm ơn.",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào Phòng Đào tạo,. . Em tên là [full_name] lớp CK17CTM2. Ở năm 2 em có rớt môn học Thực tập cơ khí đại cương 2, thì kỳ này em có đăng kí lại. Ở đợt 1, em có đăng kí lại được nhưng ở đợt đăng kí 2 thì em không đăng kí được ( vì mã môn học thay đổi ). Nên khi em biết thì tất cả các lớp đã đủ sỉ số ạ. Vì vậy, em muốn hỏi PĐT cách thức và biểu mẫu để đăng kí tăng sỉ số lớp ạ. . . Cụ thể đây là môn Thực tập cơ khí đại cương 2  (ME2087), các lớp phù hợp với Thời khóa biểu hiện tại của em là L02, L04, L05, L06.. . Em xin chân thành cảm ơn ạ!",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. .",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thầy/cô có thể giúp em đăng ký vào lớp.. . . . IM1013 - Kinh tế học đại cương. . Lớp: L01. . . . được không ạ. Em không đăng ký được nên mới nhờ thầy/cô giúp đỡ ạ.. . . . Với lại thầy/cô cho em hỏi. Môn năm hay thì cho dù mã môn 1 thì vẫn không đc đk nếu e dưới 28 tính chỉ ạ.. . Ví dụ như môn: Kỹ thuật số nhưng có mã là: EE1009. . Thì e vẫn không đk được ạ. Em thấy trong quy chế môn mã 1 thì năm nhất vẫn có thể đăng ký được. E mong đc giải đáp thắc mắc này",
            "Chào bạn,. . . . - [full_name] đã tăng hết tất cả các môn với sỉ số tối đa rồi.. . . . - Môn EE1009 là môn năm 2 nha bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name]. MSSV: [student_id]. Khoa điện. Hiện tại trong học kỳ tới em chỉ mới đăng ký được 7 chỉ. Nên hôm nay em tạo yêu cầu này kính mong phòng đào tạo hỗ trợ cho em cơ hội được đăng ký môn “Kinh tế học đại cương” để em đựơc hoàn thành học vụ.. .   i Đăng ký môn học  /i  . . “Kinh tế học đại cương” mã môn Im1013. Nhóm lớp L01 vào sáng thứ 4 tiết 2-3-4 ạ.. . . . Rất mong nhận được sự hỗ trợ từ phòng đào tạo. Em xin chân thành cảm ơn!",
            "Chào bạn,. . . . Trường hợp muốn tăng sỉ số bạn nên liên hệ trực tiếp PDT trong các đợt DKMH.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . . . Em tên là [full_name] MSSV [student_id] là sinh viên Campuchia.. . Em làm đơn này kính xin Ban Giám Hiệu nhà trường , Phong đào tạo , Khoa và quý Thầy cô cho phép em được đăng ký học môn :. . - [full_name]. . - Mã số môn học : CI3197. . - Lớp A01. . Kính mong Ban giám hiệu nhà trường , quý Phòng , quý khoa và quý Thầy Cô xem xét và giải quyết cho em .. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Bạn đăng kí trên Web Mybk trong các đợt DKMH.Trường hợp bạn vẫn không đăng kí được bạn liên hệ trực tiếp PDT nha.. . . . Thân.",
            "No solution"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa anh/chị. . Em tên: [full_name]. MSSV:[student_id]. . Em mong anh/chị có thể tăng sĩ số 2 môn. . ME4641: Quản lý và vận hành cảng biển . . ME4017: Thiết kể sản phẩm công nghiệp nhóm A01_A01. . Mong anh/chị xem xét và hỗ trợ em ạ.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Mong PĐT mở thêm sỉ số lớp môn học Tối ưu hóa & quy hoạch thực nghiệm (ME3215) lớp A02 thứ 3 tiết 8 9 10 11 cho em có thể đăng ký môn học này với ạ.",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Vậy là em chỉ cần lên phòng đào tạo nhận giấy xác nhận thôi hay sao ạ? Tại em thấy trên MyBk vẫn đang chờ xử lí nên em khá thắc mắc ạ?. .",
            "Chào bạn. . CNSV.[student_id].1\tTạm hoãn nghĩa vụ quân sự (cấp lại)\t27/08/2020 11:28\tPhiếu đăng ký đã xử lý\tVP Khoa/TT đào tạo. . . . Bạn liên hệ Khoa để nhận. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ pđt cho em hỏi là môn kỹ thuật lập trình(CO1013) em nghe gv khoa máy tính nói là giờ môn đó cũ rồi ko có mở nữa , thay vào đó em đăng kí học môn tương đương là nhập môn về lập trình (CO1003) có được ko ạ. Mà môn nhập môn về lập trình ko có trong ngành em, nếu được đăng kí học môn tương đương đó có phải những thủ tục gì ko ạ hay em cứ đăng kí học rồi khi nào có điểm em lên xin chuyển điểm sang môn kỹ thuật lập trình của ngành em ạ.",
            "Chào bạn,. . . . - Phòng Đào Tạo đều cập nhật danh sách môn tương đương trên web PDT bạn lên tra cứu nha.. . . . - Trường hợp không trên web PDT,  thì khoa phải làm công văn tương đương nộp lên PDT.. . . . - Đường link xem môn tương đương http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em xin chào Thầy/ Cô!. . . . Em là sinh viên K19. Bây giờ em chỉ mới đăng kí được 8 tín chỉ theo chương trình đào tạo (có 1 môn em đăng kí được là mã XX2XXX nhưng em nghe nói là môn đó sau đợt này sẽ bị xoá do em không tích luỹ đủ 28 tín chỉ). Theo điều 9.4 trong quy chế đào tạo thì em phải đăng kí ít nhất 10 tín chỉ, vậy thì với 8 tín chỉ đó em có được học không ạ? Vì trong phần học phí em thấy có ghi là nhà trường đang xem xét việc giảm 50% học phí cho sinh viên đăng kí bằng hoặc ít hơn 8 tín chỉ. . . . . Em xin cảm ơn!",
            "Chào bạn,. . . . - Bạn cố gắng đăng kí đăng kí thêm nha, ngoài ra bạn có thể đăng kí vào học kỳ dự thính 201.. . . . - Nhà trường chưa có thông báo chính thức về học phí học kỳ 201.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi muốn tăng sĩ số của lớp phải làm sao ạ?",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] (MSSV: [student_id]).Do học kỳ này em bị trùng lịch các môn khác nên không đăng kí được các lớp vào ngày khác. Mong quý thầy cô có thể mở thêm sĩ số lớp Thực tập điện 2 (EE3023, lớp A03 hoặc A04 chiều thứ 4 tiết 7 8 9 10 11).. . Em xin cảm ơn.. . . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ chào thầy/cô. . Hiện tại em là sinh viên Khóa 17.. . Học kỳ 201 em chỉ còn học 4 môn nữa là đủ số tín chỉ yêu cầu, nhưng tổng chỉ đạt 8 chỉ.. . Em không biết như vậy có được không ạ?. . Em cảm ơn thầy/cô",
            "Chào bạn,. . . . Chưa hiểu ý bạn.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi em đang có 26 chỉ, nếu em nộp chứng chỉ ngoại ngữ vào đợt 16/9 thì có được đăng ký các môn của học kỳ 201 không ạ ?. . Em cảm ơn.. .",
            "Chào bạn,. . . . Chuyển điểm CCNN sớm để DKMH nha, hiện tại đợt 3 DKMH nhà trường chưa có thông báo.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em không đăng ký được mục tốt nghiệp trên myBK (Trên hệ thống ghi là \" Nợ HP\").. . Em đã hoàn thành hết học phí.. . Mong phòng đào tạo xem xét hỗ trợ cho em, em cảm ơn rất nhiều.. . Tên : Võ Thành Đạt. . Mssv :[student_id]. . Lớp :BD15CN02.",
            "Chào bạn. . Thứ 6 hàng tuần Phòng Đào tạo sẽ cập nhật lại danh sách tốt nghiệp mới và mở khóa cho các trường hợp sinh viên nợ HP và Nợ ngày CTXH (sau khi đã thanh toán HP/bổ sung đầy đủ ngày CTXH trước thứ 5 hàng tuần), Sinh viên đăng ký tốt nghiệp lại vào thứ 2 tuần sau. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "+Em mong nhà trường cho em được thêm vào sao lớp L02 môn Kinh tế học đại cương. . +Lí do là vì em bị sốt cao nhiều ngày nên không đăng kí kịp rất nhiều môn",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn, . . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại Phòng Đào tạo cơ sở 1 (trong thời gian đăng ký môn học), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i kỳ chính 201 e đăng ký 8 chỉ thì e có đc giảm 50% học phí ko ạ, e hệ đại trà ạ k19.. . . . . .",
            "Chào bạn,. . Nhà trường sẽ tự động xem xét giảm học phí cho SV Khóa 2019 đăng ký dưới 8 tín chỉ/học kỳ theo quy định về học phí. . Bạn vui lòng tham khảo quy định về học phí tại đây:. . aao.hcmut.edu.vn/sinh viên/học vụ/học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại thì em chưa học qua môn Mạch điện tử EE2007. Và hè này cũng không đăng ký học môn đó.. . -- Trong học kỳ tới, em có đăng ký 2 môn EE3011\tMạch điện tử thông tin và EE3015 Kỹ thuật hệ thống viễn thông. Và thấy trên trang đăng ký, pđt đã xác nhận là đủ điều kiện đăng ký. Vậy thì trong học kỳ tới em có thể học môn đó được không? Hay là vài hôm nữa pđt lại xóa 2 môn đó?. . -- Với lại thêm môn điều nữa là pđt có thể mở thêm sỉ số môn học cơ sở kỹ thuật điện EE2017 được không ạ, tại em còn ở quê nên không thể lên trực tiếp phòng đào tạo.",
            "Lần trước em đăng ký môn , PĐT đã xét em ko đạt rồi.. . Lần này, khi hậu xét kết quả cũng sẽ ko đạt mà thôi. . Em đk môn học khác để tránh trường hợp môn ko đạt sẽ bị mất quyền môn khác. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name],MSSV:[student_id]. . Em có xin tạm dừng 2 học kỳ năm học 2019-2020 nhưng sau đó có xin thu nhận lại vào kỳ 2 năm vừa rồi, em chỉ được đăng kí học kì dự thính. Bây giờ đăng kí môn cho học kì 201 thì không được vì thiếu 'chuẩn sinh viên năm 2'.. . Làm thế nào để đăng kí môn được ạ?. . Em cảm ơn.",
            "Bạn đk các môn còn nợ của năm 1 để tích lũy số Tín chỉ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cho em hỏi, hiện em lên trang đăng ký kiểm tra trình độ Tiếng Anh học kỳ 193 - đợt 1 thì thấy hết chỗ trống trước khi hết hạn đăng ký, là trong kỳ 193 còn có đợt 2 không ạ? và trong đợt 1 này còn có thể thêm chỗ trống để đăng ký thi không ạ.. .",
            "Chào bạn. . Hiện tại đã hết chỗ (1400) để đăng ký kiểm tra trình độ tiếng anh đợt này (thi trong tháng 9) Bạn vui lòng đợi thông báo của nhà trường qua email sinh viên về việc tổ chức kỳ kiểm tra trình độ tiếng anh đợt tiếp theo. . Chúc bạn học tốt!. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name]. . mssv [student_id]. . khoa cơ khí, ngành công nghệ may. . Phòng đào tạo cho em hỏi, em là k18 học kì này có môn thực tâp kỹ thuật mã môn là ME2033.. . là mã môn năm hai. em đã đủ 28 chỉ mà sao lúc đăng ký nó lại ghi là thiếu chuẩn sinh viên năm ba ạ.. . Em cảm ơn !. . . .",
            "Môn học báo lỗi SV_N3 nhé em. Môn học đang ở HK5 theo CTĐT của em. . . . Em liên hệ VP Khoa để biết thông tin chi tiết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gưi Phòng đào tạo.. . Em mong muốn trường sẽ tăng chỉ số hoặc mở thêm lớp đối với 2 môn Đồ án môn học Kết cấu Thép (CI3213), và Đò án môn học Nền móng (\tCI3195) ạ. . . Em xin cảm ơn . .",
            "Chào bạn,. . Hiện tại các nhóm lớp đã được Phòng Đào tạo mở tối đa sĩ số theo đúng quy định (về môn học, sức chứa phòng...).Trường hợp bạn muốn tăng sĩ số của một nhóm lớp nào đó, bạn vui lòng liên hệ trực tiếp tại . . Phòng Đào tạo cơ sở 1  (đúng 9g sáng ngày thứ 2: 31/8/20), để được nhóm hỗ trợ đăng ký môn học kiểm tra, nếu còn khả năng tăng được hoặc có thể có 1 vài bạn sv xin hủy, nhóm sẽ hỗ trợ tăng sĩ số cho . . bạn (nếu được) và có thể vào đăng ký ngay luôn nhé. . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho e hỏi là môn học đã rút rồi có phải đóng học phí kh ạ",
            "Chào bạn. . Rút môn học theo quy định là phải đóng học phí nghen bạn. . (Xem chi tiết quy định về rút môn học tại QUY CHẾ [full_name] [full_name] điều 11.2.). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Cho em hỏi là có thể mở lớp con người và môi trường vào thứ 6 được không ạ?. .",
            "Chào bạn,. . -      Hiện tại đã hết thời gian để mở lớp ở học kỳ chính 201. . -      Sinh viên có nguyện vọng học các môn chưa được mở lớp ở học kỳ chính 201 vui lòng đăng ký môn học ở HK dự thính đợt 1 (từ ngày 21/09/2020 đến 24/09/2020) , Xem chi tiết lịch đăng ký môn học dự thính HK201 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Đăng ký môn học    Lịch học vụ theo học kỳ    Lịch học vụ năm học 2020-2021    Lịch học vụ chính quy    Học kỳ 1(HK dự thính). . o   Sau ngày 30/9 nếu môn học không được mở lớp, Quy trình mở môn học dự thính :. . + Bước 1: SV tải mẫu đơn tại trang web: www.aao.hcmut.edu.vn à Sinh viênà biểu mẫuà mẫu Đề nghị mở môn học (ngoại lệ). . . . + Bước 2: Sau khi có xác nhận chữ ký đồng ý theo quy định trong đơn. . . . +  SV nộp đơn tại PĐT – cơ sở 1-  . . Thời gian nộp đơn mở lớp dự thính: từ ngày 30/09/2020 đến 01/10/2020. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi: học kỳ chính này em đăng ký 8 tín chỉ. Nếu em làm đơn xin và trình bày lý do đầy đủ thì có khả năng bao nhiêu % em chắc được giảm 50% tiền học phí ạ.. . Và cho em hỏi là những trường hợp nào đc xem xét miễm giảm 50% học phí khi đăng ký 8 tín chỉ ạ.. . Em xin cảm ơn!. .",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí . . - Bạn không cần phải làm đơn, nếu đúng theo quy định pdt sẽ tự động khấu trừ học phí. . Chúc bạn học tốt.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: em cần giấy xác nhận điểm rèn luyện năm 2018-2019, xin cho em hỏi lấy như thế nào và ở đâu ạ ? tại vì trên MyBK tới giờ vẫn chưa cập nhật điểm rèn luyện. . Nếu có thể mong pđt cập nhật giúp em, điểm rèn luyện của em năm 2018-2019 là 95 ạ",
            "Chào bạn. . Pdt không cập nhật điểm rèn luyện lên MyBK. . Bạn liên hệ trực tiếp Phòng Công tách chính trị sinh viên để cung cấp . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ cho em hỏi em còn vướng 2 môn vật lý 1 (ph1003) với giải tích 2(mt1005) nhưng em không thấy có lớp để đăng kí ạ. Cho em hỏi là mai mốt sẽ có lớp hay là mình có đổi mã gì ko ạ? Em cảm ơn . . . .",
            "Em liên hệ [full_name] ( môn học ) để xin mở lớp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào phòng đào tạo, ngày 25.8.2020 mở đợt đăng ký luận văn. Nhưng chưa sửa đổi lại và hệ chính quy chưa thể đăng ký được vì sĩ số của đăng ký là 0/0. Kính mong phòng đào tạo xử lý để hệ chính quy có thể đăng ký được không ạ. Em xin chân thành cảm ơn",
            "Chào bạn,. . . . Ngày 25.8.2020 bạn vào DK luận văn lại nha.. . . . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . . Chào PĐT ạ,. . Em có 2 vấn đề sau cần giải đáp, mong PĐT trả lời gấp ạ do sắp hết hạn đăng ký môn học.. . . . . . 1. Hiện tại sang học kỳ tới em là sinh viên năm 4. Em mới qua 2 môn thể chất. Như vậy tức là em không đủ điều kiện để đăng ký môn học năm 4 rồi đúng không ạ?. . Không biết PĐT có thể tạo điều kiện giúp em để em học song hành thể chất với các môn năm 4 trong học kỳ tới được không ạ! Do em còn học lớp KSTN nên nếu bị trễ 1 học kỳ thì sẽ bị ra khỏi lớp! Nếu được thì em rất cảm ơn! (Hoặc có cách nào để bị trễ 1 kỳ mà vẫn không bị ra khỏi lớp KSTN thì cho em biết với ạ). . . . 2. Hiện tại trên trang đăng ký môn học em không tìm kiếm được lớp thể chất để đăng ký, các mã PE đều không có lớp, em có hỏi qua cô ở PĐT cơ sở 2 thì cô bảo có thể kỳ sau trường sẽ không phụ trách môn thể chất nữa. Như vậy thì trường hợp như của em giải quyết sao đây ạ. Không lẽ em sẽ bị trễ tận 2 học kỳ hay sao ạ?",
            "Chào bạn,. . . . Hiện tại nhà trường chưa có thông báo về việc đăng kí môn GDTC, khi nào có thông báo DKMH giáo dục thể chất, PDT gởi mail thông báo cho sv.. . . . Thân.. .",
            "No solution"
        ]
    }
]