[
    {
        "intent": "",
        "message": [
            "Em là [full_name] mssv: [student_id] . . Cho em hỏi là điểm giải tích 1 của em đựoc Cô [full_name] cập nhất hồi kì truớc từ 4.5 Lên 5. Nhưng sao đến bây giờ trong bản điểm của em vẫn chưa cập nhật ạ.Mặc dù số tín chỉ đã cập nhật là đã qua môn này rồi.em xin hết ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn không ghi rõ học kỳ nào?HK181 không có GT1. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "B Họ tên: [full_name]. . MSSV: [student_id]. . Thưa thầy/cô, lúc đăng kí môn học HKII, em đã đăng kí thành công môn GDTC (bóng rổ) lớp của thầy [full_name] tại CS2. Thời khoá biểu trên mybk đã cập nhật lịch học GDTC, nhưng bây giờ thì bị xoá mất môn GDTC rồi ạ. Do đầu học kì chưa có danh sách nên lớp em đã điểm danh bằng cách tự ghi danh sách, đến hôm nay đã có danh sách chính thức của trường nhưng không có tên em. Mong thầy/cô kiểm tra và giải quyết giúp em.. . Trân trọng.. .",
            "Chào em;. . . . Em vào xem trang đăng kí môn học trong đợt đăng kí thể dục thể chất, xem kết quả đăng kí môn học nhé. Nhóm em đăng kí bị huỷ vì sỉ số ít."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em muốn hỏi là bằng anh văn của em có còn hiệu lực hay không? Và nếu còn thì em có thể liên hệ với trường như thế nào để được xét miễn anh văn 2 ạ?. .",
            "Chào bạn,. . . .  Chứng chỉ ngoại ngữ chỉ có giá trị hiêu lực trong vòng 2 năm.. . . . CHứng chỉ của bạn cấp năm 2016 đến nay đã hết hiệu lực.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là tại sao thi chuẩn anh văn đầu vào lần đầu tiên thì điểm đó được xét vào tín chỉ còn thi lần thứ 2 thì không được xét ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Điểm thi kiểm tra trình độ tiếng anh từng học kỳ chỉ có giá trị xét chuẩn anh văn của từng năm, không có giá trị quy đổi miễn môn av.. . Vui lòng xem quy định chi tiết tại:. . www.aao.hcmut.edu.vn-  sinh viên -  QUy chế -  QUy chế học vụ bậc đại học -  Phụ lục 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Kính gửi quý thầy(cô),. . . . Em hiện tại là sinh viên khóa K18, với chuẩn Tiếng Anh sau năm nhất phải là 350 nhưng hiện tại em chưa đạt được. Vậy cho em hỏi ở kì thi cuối kì 182 em thi tại trường nếu vẫn chưa đạt thì nếu sau đó em thi bằng TOEIC bên ngoài nộp vào với điểm trên 350 vậy em vẫn đủ điều kiện hoàn thành chuẩn anh văn sau năm nhất hay không?. . . . Mong quý thầy(cô) phản hồi em sớm.",
            "Chào bạn,. . CHuẩn anh văn của từng năm xét theo chuẩn Toeic quốc tế, bạn có thể tham gia thi kiểm tra trình độ tiếng anh của trường tổ chức hoặc dùng chứng chỉ Toeic quốc tế do IIG cấp để xét chuẩn anh văn.. . Bạn vuil òng xem chi tiết tại:. . www.aao.hcmut.edu.vn-  sinh viên-  Quy chế-  Quy chế học vụ bậc đại học -  Phụ lục 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: cho em hỏi nếu có 2 người . Người 1 điểm tổng kết 8.0 đăng ký nguyện vọng 1 là vào ngành tự động ( nhưng đã rớt ) và nguyện vọng 2 vào điện tử - viễn thông . Người 2 điểm tổng kết 7.0 đăng ký nguyện vọng 1 là điện tử - viễn thông và nguyện vọng 2 vào điện năng . Vậy nếu chỉ còn tuyển thêm 1 sinh viên thì người nào được đậu . Em cảm ơn",
            "Chào bạn,. .  Vần đề về phân ngành bạn vui lòng liên hệ trực tiếp văn phòng khoa -gặp Phó Khoa phụ trách về đào tạo để được tư vấn chính xác.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Em chào thầy/cô phòng đào tạo ạ,. . . . Em là [full_name] (MSSV: [student_id]). Em vừa nhận được email danh sách dự kiến cấp HBKK học kì 181. Mặc dù em thỏa các điều kiện nhận HB nhưng không thấy tên mình trong danh sách. Học kì này em đang đi trao đổi sinhh viên tại Ba Lan cho tới tháng 7, mybk báo tình trạng sinh viên \"đang tạm ngưng\", không biết đó có phải lý do trường không có tên em trong hệ thống không ạ?. . . . Rất mong thầy/cô rà soát lại danh sách. Nếu có thể thì cho em biết lý do nếu em vẫn không có tên trong danh sách nhận hb học kì này được không ạ? Vì em cần biết để học kì sau cải thiện, nếu lỗi thuộc về em.. . . . Em cảm ơn Phòng Đào tạo nhiều ạ.. . Em [full_name].",
            "Chào bạn,. . Vì bạn đang bị tạm dừng , nên không có tên. Sẽ xét bổ sung dự kiến cấp học bổng cho bạn sau (nếu thỏa điều kiện cấp học bổng).. . Thân mến.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi về vấn đề học bỏng ạ. . Em có điêm TBTL cao hơn các bạn vài bạt đạt học bổng trong khoa. . Không hề có điềm nào dưới 5 . . Điểm rèn luyện 95 nhưng sao không được xét duyệt ạ",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn không thỏa điều kiện : STCTL ngành = 90% số TC của chương trình đào tạo.(52tc).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Em chào phòng đào tạo ạ,. . . . Học kỳ dự thính 182 này em có đăng ký 1 môn là Đường lối CM ĐCS (SP1009) - 3 tín chỉ. Theo cách tính học phí học kỳ mới thì học phí em cần trả là 450.000x3= 1.350.000VND.. . Tuy nhiên trên BKPay hiển thị học phí em phải trả là 2.700.000. Vì mai là bắt đầu thanh toán học phí nên em mong PĐT có phản hồi và khắc phục sớm để em thanh toán đúng thời hạn ạ.. . . . Em xin cảm ơn.",
            "Chào bạn !. . . . Sau khi kiểm tra thì thấy bạn có đăng ký thêm 1  lần cho môn học này với nhóm DT01.. . . . PĐT sẽ xem lại và sẽ đưa lại học phí cho bạn vào thứ 2 nhé !. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Nhóm ngành của em sau khi phân ngành có hai lớp là CK17HT01 và CK17LOG. Em muốn hỏi tại sao HBKKHT HKI năm học 2018-2019 lại chỉ xét cho sinh viên lớp CK17HT01 trong khi lớp em học (CK17LOG) lại không? HK vừa rồi em thấy em không vi phạm quy chế xét học bổng. ĐTBHK của em là 8.5 và điểm rèn luyện năm trước của em là 95. Em mong sẽ sớm nhạn được câu trả lời. Cảm ơn!",
            "Chào bạn,. . Ngành của bạn được tính học bổng theo nhóm ngành nha bạn.(ngành lớn). . Thân mến",
            "QUOTE Chào bạn,. . Ngành của bạn được tính học bổng theo nhóm ngành nha bạn.(ngành lớn). . Thân mến  /QUOTE . . Vậy có nghĩa là nhóm ngành logistics và quản lí chuỗi cung ứng của em năm nay không có HB hả cô?",
            "Chào bạn,. . Bạn xem lại ds cấp học bổng nha.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Em là sinh viên k17 năm 2 [full_name] Tự Động khoa Điện, điểm trung bình mở rộng của em cao hơn nhiều bạn học Đại trà nhưng em lại không có trong danh sách học bổng. . . Em mong phòng đào tạo trả lời giúp em ạ",
            "Chào bạn,. . SV đại trà & KSTN xét học bổng chung, điểm lấy từ cao xuống, bạn không đạt mức xét học bổng.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Theo danh sách dự kiến cấp học bổng hk181 thì sinh viên k18 có điểm rèn luyện mặc định là 0 và vẫn tính vào ĐTBCMR, cho em hỏi là danh sách chính thức sẽ có chỉnh sửa lại về vấn đề điểm rèn luyện không ạ?. .",
            "Chào bạn,. . Khóa 2018 chưa có điểm rèn luyện (HK đầu tiên)nên sẽ không tính điểm rèn luyện. ĐTBCMR sẽ được tính bằng cách lấy điểm điểm TBHK.. . Toàn bộ học bổng sẽ được tính lại.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí dự thính bị tính sai.Em đăng kí có 3 chỉ đáng lẽ học phí là 1 triệu 350 nghìn mà BKPay hiện 2 triệu 700 nghìn. . . Mong phòng đào tạo xem xét lại. .",
            "Chào bạn !. . . . PĐT sẽ kiểm tra và đưa lại hoc phí dự thính lên cho bạn vào ngày thứ 2 nhé !. . . . Thân chào",
            "Chào bạn !. . . . Đã điều chỉnh học phí của  bạn lại, bạn có thể đóng học phí nhé !. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . [full_name]ính gửi Ban tư vấn,. . Xin cho phép em được hỏi về điểm rèn luyện của [full_name]18 ạ. Xét học bổng cần 20% điểm rèn luyện, nhưng sao [full_name]18 không có điểm rèn luyện thì sao xét học bổng khuyến khích của nhà trường ạ. Em xin cảm ơn.",
            "Chào bạn,. . Bạn đón xem ds xét lại toàn bộ học bổng bạn nhé. Khi nào xét xong sẽ thông báo lại.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kì này em có đăng ký học dự thính MỘT môn Kỹ thuật điều khiển tự động (ME2009-3 chỉ) tính ra tiền học phí là 3.450000=[student_id], nhưng sao học phí dự thính cũa em lại là [student_id]. Trên thời khóa biều của em ghi là đang học dự thính cả HAI lớp điều khiển tự động (thực tế chỉ có một lớp điều khiển được mở. lớp thứ 5,7,chủ nhật ). Xin phòng đào tạo giải thích thắc mắc của em. em xin cảm ơn. . [full_name] MSSV [student_id]. .",
            "Chào bạn !. . . . PĐT sẽ kiểm tra và đưa lại học phí dự thính cho bạn vào ngày thứ 2 nhé !. . . . Thân chào",
            "Chào bạn !. . . . Đã điều chỉnh lại học phí dự thính của bạn trên bkpay. Bạn có thể đóng học phí nhé !. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên thuộc CT Chất lượng cao có đăng ký môn học dự thính buổi tối. Em có chút thắc mắc về học phí hiển thị trên BKPay. Ngoài tiền học phí phải trả ra thì em còn thấy có một khoản khác phải trả 900.000 ghi là \"học phí dự thính chuyển hệ\" nữa. Cho em hỏi khoản đó là như thế nào vậy ạ? Em đọc quy chế thì thấy nói rằng từ HK182 thì quy định mức thu dự thính chính quy hay chuyển hệ/cơ sở đều như nhau.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn !. . . . Phần học phí dự thính chuyển hệ . . . . Bạn có đăng ký 02 môn học sau:. . . . PE1009 và PE1011 với số tín chỉ là 1 TC/môn. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "cho em hỏi tại sao em đã làm giấy khai làm thẻ ocb 2 lần (1 lần em làm khi nhập học tại thư viện cơ sở 1, 1 lần tại phòng ngân hàng ocb tại cơ sở 1) mà bây giờ phía ngân hàng thông báo 0 có hồ sơ là sao ạ.",
            "Chào bạn,. . Những vấn đề liên quan đến thẻ ngân hàng bạn vui lòng liên hệ trực  tiếp Ngân hàng OCB.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Vào cuối HK181, em thi Anh văn định kì được 375đ, tương đương qua môn AV1. nhưng do quy chế nên em không được đăng kí AV2. Vào HK182 em đã đăng kí học môn AV1, nhưng vì vài lí do nên đã rút môn học. Cho em hỏi điểm AV định kì 375 đó còn được dùng để ĐKMH vào kì kế không, hay là bị huỷ và tính theo điểm AV1 đã rút môn?",
            "Chào bạn,. . Chuẩn anh văn sau năm hai bạn đã đạt rồi nên bạn đăng ký được các môn của năm 3.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Kính gửi phòng đào tạo.. . Em là [full_name] . . lớp XD16KT. . Em đại diện lớp hỏi PĐT về vấn đề danh sách dự kiến học bổng học kỳ 1 năm 2018-2019. Hiện nay trong danh sách dự kiến không có xuất học bổng nào cho sinh viên lớp XD16KT. Cho em hỏi là nguyên nhân gì mà lớp em không có sinh viên nào được xét học bổng ạ ?. . Em có hỏi phòng CTCT sinh viên thì các cô có nói lớp em đã nộp điểm rèn luyện đầy đủ rồi ạ.. . Em cảm ơn !. .",
            "Chào bạn,. . Bạn xem lại ds cấp học bổng nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Tình trạng không đăng ký được . Em có tìm hiểu là nếu rớt anh văn 1 hay anh văn đầu vÀo thì sẽ không đăng ký được môn học cho năm 3. Vậy em bị rớt anh văn 2 nhưng qua anh văn 3 và 4 thì em có bị “không được đăng ký môn học của năm 4” không? Và nếu có thì em phải làm sao để có thể khắc phục? Em cảm ơn",
            "Chào bạn,. . Bạn chưa đạt chuẩn tiếng anh sau năm 3 - tương đương Toeic 400 hoặc AV2 - thì bạn sẽ không được đăng ký các môn năm 4. Theo thang điểm tính tương đương từ chứng chỉ Toeic quốc tế thì AV3 hoặc AV4 có chuẩn cao hơn AV2, nên nếu bạn đạt Av3 hoặc AV4 thì vẫn được tính là đã đạt chuẩn av của năm thứ 3.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Môn tương đương, tiên quyết, ... . Kính gửi quý thầy(cô),. . . . Em là sinh viên khóa K18. Sắp tới nhà trường có mở đợt đăng ký môn học của học kỳ 183, em dự định sẽ đăng ký môn học [full_name] nhưng môn này có điều kiện tiên quyết là phải học đạt các môn Giải tích 1-2 và Đại số tuyến tính, em đã đạt 2 môn Giải tích 1 và Đại số tuyến tính còn môn Giải tích 2 thì học kì 182 này em đang học vậy cho em hỏi nếu em đăng ký thì có được chấp nhận không?. . . . Mong quý thầy(cô) phản hồi em sớm.",
            "Chào bạn,. . Môn học có ràng buộc điều kiện các môn tiên quyết là bạn phải học đạt các môn theo quy định, vì vậy khi bạn đăng ký chương trình sẽ báo bạn thiếu điều kiện tiên quyết nêu bạn chưa có điểm đạt của môn còn thiếu.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi bây giờ em muốn hủy môn học đã đăng kí có được không ạ? Và phải làm thế nào ạ? Hủy môn rồi khỏi tính điểm môn đó vô tbtl đúng không ạ?  .",
            "Chào bạn,. . Thời gian rút môn học là 4 tuần đầu tiên của học kỳ, tại thời điểm này không giải quyết rút môn học.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "B Chuẩn anh văn sau năm hai là 500, em đã thi kiểm tra anh văn định kì của trường vào HK1 và đạt yêu cầu. Vậy Hk2 này em có cần phải thi lại không ạ. Em cảm ơn.. .",
            "Chào bạn,. . Nếu bạn đã đạt chuẩn anh văn sau năm 2 rồi thì bạn không cần phải tham gia thi kiểm tra lại. Nhưng sau năm 3 bạn phải đạt chuẩn 600.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng đào tạo,. . . . Em tên là [full_name]. Sau khi thi giữa học kì xong thì em đi du học nên sẽ không học tại trường nữa. Hiện tại em đã đóng xong học phí đợt 1 của học kì II.. . Vậy nếu em muốn nộp đơn dừng học thì bắt buộc phải đóng hết học phí của học kì II đúng không ạ? Em thấy hơi vô lí vì em chỉ học có nửa kì II.. . . . Mong nhận được phản hồi sớm từ Phòng Đào tạo. . Em xin cảm ơn. . . . . .",
            "Chào bạn,. . Theo quy định v/v tính học phí đối với sinh viên hệ đại học của trường - sinh viên thôi học theo đơn xin thì mức học phí tính như sau: căn cứ tai thời điểm nộp đơn trước tuần thứ 7 của học kỳ thì không đóng học phí, từ tuần thứ 7 đến tuần thứ 9 thì phải đóng 50% học phí, sau tuần thứ 9 thì phải đóng hết 100% học phí.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Cho em được hỏi về điểm rèn luyện trong danh sách xét học bổng khuyến khích.. . Với K18 của chúng em, năm nay là năm đầu tiên học cho nên không thể có điểm rèn luyện của năm trước. Nhưng trong bảng xét học bổng thì điểm rèn luyện để 0, điều đó làm cho điểm trung bình thấp xuống. Điểm HK1 của em từ 9.09 chỉ còn 7.27. Do đó em chỉ được 5.280k, thấp hơn so với em dự kiến. Em được biết là năm trước thì HK1 của K17, trường không xét điểm rèn luyện. Gia đình em cũng khó khăn, nên đối với em 1-2 triệu cũng rất cần thiết. Mong BGH xem xét và trả lời câu hỏi cho em.. . . .",
            "Chào bạn,. . Bạn xem lại ds cấp học bổng nha bạn.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Dạ em chào thầy/cô ạ, hôm nay em muốn hỏi là vì trong quá trình tính ĐTBCMR để xét học bổng khuyến khích học tập HK181 của năm Nhất thì khoá 2018 tụi em bị chấm toàn bộ là 0 điểm rèn luyện (trong khi ban cán sự lại được thông báo là năm Nhất không xét điểm rèn luyện), khiến ĐTB của tụi em bị kéo xuống chỉ còn ở mức 7.0.. . . . Em có hỏi các anh chị khoá trước thì các anh chị nói rằng HK1 năm nhất mặc định là 100 rèn luyện, nếu không thì bỏ trống không xét. Vậy sao năm nay tụi em lại bị tính 0 điểm hết vậy ạ?. . . . Kính mong thầy/cô phản hồi câu hỏi của em ạ vì em cảm thấy 0 điểm rèn luyện này khá bất công với những cố gắng mà tụi em bỏ ra để có được học bổng này.. . . . Em xin cảm ơn ạ!",
            "Chào bạn,. . Toàn bộ K.2018 đã tính lại rồi, K.2018 không tính điểm rèn luyện nha bạn(HK181). Bạn xem lại ds dự kiến đã up lên web nha.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em chào Phòng Đào tạo,. . . . Hiện tại em đang là sinh viên BK đang trao đổi một học kì ở Ba Lan. Em không có bất kì môn học nào trong TKB ở BK học kì này. Tuy nhiên, hệ thống BKPay vẫn hiện số tiền học phí là 2tr7. Em thắc mắc đây là số tiền gì, được tính như thế nào, tại sao em lại phải đóng khi tình trạng sinh viên đang là \"đang tạm dừng\". . . . . Mong hồi âm từ PĐT sớm ạ. Em cảm ơn thầy/ cô nhiều,. . Em [full_name].",
            "Chào bạn,. . Theo trên QĐ đi trao đổi của bạn là sẽ hũy TBK và HP của Hk182 nên bạn không phải nộp khoản học phí HK182, trường sẽ hũy HP HK182 trên BKpay cuả bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1514129  /b \t. . . . Kính gửi nhà trường,. . Em tên là Nguyễn Đăng Vương, có một vấn đề thắc mắc như sau:. . Em đã thanh toán học phí đợt 1 học kì 182 qua  trang web OCB vào ngày 4/4, tiền học phí đã trừ trong tài khoản nhưng đến nay trên bkpay vẫn không check đã thanh toán xong.. . Em đã liên hệ bên OCB và họ xác nhận đã thanh toán thành công và nói lỗi thuộc bên web bkpay của trường.. . Em xin hỏi vấn đề này cần liên hệ văn phòng nào của trường để hỗ trợ giải quyết ạ.. . Xin cảm ơn!!",
            "Chào bạn,. . Hiện tại trên công Bkpay của trường có xác nhận đã thanh toán HP đợt 1 ngày 04/04/2019 lúc 10g03 phút, bạn vui lòng kiểm tra lại.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . Chào thầy(cô) học kỳ 181 em đạt được tbhk:8.79 drl:100 nhưng em lại không được cập nhật điểm xét học bổng khuyến khích học tập trong khi mọi người trong lớp điều có. . Điểm của em cao hơn các bạn trong danh sách nhận dược học bổng. . Em xin gửi thầy bản chụp điểm của em với bạn em ạ. . Có thể vì em chưa được cập nhật điểm xét học bổng trên bảng điểm nên không nhận được hay sao ạ.",
            "Chào bạn,. . Điều kiện cần xét HB ,sv phải đạt số tín chỉ tích lũy ngành(STCLN)  = 90% số tín chỉ của chương trình đào tạo tính đến HK xét học bổng. Theo khóa ngành bạn phải đạt 48tc(90% TCTLN).. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là sinh viên K18 chương trình CLC. Em có làm đơn xin chuyển chương trình Đại trà. Tuy nhiên, học kì quân sự trong chương trình Đại trà đã diễn ra vào năm 1 nhưng CLC thì vào năm 2; vì vậy em sẽ bị ảnh hưởng vào chương trình học nếu chuyển sang Đại trà. Em muốn hỏi là nếu chuyển sang Đại trà thì em sẽ học quân sự vào khoảng thời gian nào ?. .",
            "CHào bạn,. . Nếu bạn được QĐ chuyển sang học đại trà thì học phần quân sự bạn phải tự liên hệ bên Trung tâm Giáo Dục Quốc Phòng để đăng ký học. khi bạn có chứng chỉ và bảng điểm thì bạn cần về trường nộp lên Phòng đào tạo để cập nhật vào dữ liệu điểm của bạn.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi phòng đào tạo, Hôm qua em có phỏng vấn và đậu vào làm việc ở 1 công ty bên Philippin, em có thể phải qua đó làm việc sớm. Theo lịch là ngày 25-4 em sẽ làm lễ tốt nghiệp. Em xin hỏi là em có thể làm thủ tục nhận bằng sớm hơn được không ạ ?. . Em chân thành cảm ơn các thầy cô. . . .",
            "Chào bạn,. . Sinh viên chỉ được nhận bằng sau khi bằng đã in xong và đã chuyển về Khoa, thường trước buổi lễ tốt nghiệp chính thức 1 ngày, không giải quyết nhận bằng sớm hơn.. . Nếu bạn không thể nhận thì bạn có thể làm giấy ủy quyền (có xác nhận của UBND phường)cho người thân nhận bằng thay bạn.. . Thân.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào Thầy/Cô.. . Em tên là Nguyễn Anh Khải, MSSV 1711736, hiện đang là sinh viên năm 2 Khoa Kỹ thuật Giao thông ngành Công nghệ Kỹ thuật Ô tô.. . Hôm thứ năm( 4/4/2019) Nhà trường có thông báo dánh sách học bổng dự kiến học kỳ 181. Em xem danh sách thì có tên em. Hai hôm sau em xem lại vẫn còn tên em nhưng hôm qua (8/4/2019) em xem lại thì không còn tên mình trên danh sách học bổng dự kiến nữa.. . Em mong Thầy/Cô kiểm tra lại danh sách giúp em ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn,. . . . Danh sách dự kiến lúc đầu (4/4/2019) do tính nhầm các bạn khóa 2018 (Không có điểm rèn luyện) nên không có học bổng(HB) nên mới cấp cho các bạn khóa khác cùng khoa. Nay đã tính lại khóa 2018 nên kinh phí cấp học bổng có giới hạn nên được xét điểm từ cao xuống tới khi hết quỹ học bổng. Do đó ds dự kiến cấp HB được cập nhật lại ngày 08/4/2019 sẽ không có các bạn được chia quỹ HB từ K.2018 vì khi đến mức điểm các bạn thì hết quỹ học bổng.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Kính chào quý thầy/cô,. . . . Thầy [full_name] có nhắc các lớp Dự Thính môn Phương Pháp Tính thực hiện phiếu khảo sát môn học. Nhưng sinh viên không nhìn thấy phần đánh giá trong site môn này trên BKeL (các site môn học khác đều có).. . . . Vậy mong quý thầy cô hỗ trợ bổ sung phần đánh giá để sinh viên thực hiện theo yêu cầu của giảng viên.. . Chân thành cảm ơn quý thầy cô!"
        ]
    },
    {
        "intent": "",
        "message": [
            "em đã hoàn thành môn AV4 ở hk181 nhưng điểm lại không cao như ý muốn, nếu em nộp chứng chỉ AV vào hk183 thì có phải em sẽ có thêm 1 cột điểm AV nữa ở hk đó ko ạ, em cảm ơn!",
            "Chào bạn,. . Bạn vui lòng xem chi tiết quy định về điểm chuyển ngoại ngữ tại:. . www.aao.hcmut.edu.vn- sinh viên - Hướng dẫn-  Ngoại ngữ -  Chuyển điểm các môn ngoại ngữ.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Dạ cho em hỏi là học kì dự thính của em đăng kí chỉ có 1 môn cơ lưu chất 2 chỉ mà học phí đến 2 triệu 250 nghìn ạ. Em xin chân thành cảm ơn và mong câu tl ạ",
            "chào bạn !. . . . học phí của  bạn đã được cập nhật lại rồi và bạn cũng đã hoàn thành học phí.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Gửi Phòng đào tạo Đại học Bách Khoa. . Em tên :  [full_name] mssv [student_id]. . Kỳ này em có đăng ký dự thính cơ lưu chất ( CI2005). . 2 tín chỉ , hôm nay lên bk pay coi đóng học phí thấy số tiền thanh toán là 2.150.000 đồng. Em chỉ đăng ký môn cơ lưu chất 2 chỉ mong phòng đạo tạo xem xét .. . Em cảm ơn!",
            "Chào bạn !. . . . Chiều nay bạn vui lòng lên mybk để thanh toán học phí dự thính, sau khi đã cập nhật lại nhé !. . thân chào  bạn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp - Đại học - Cao đẳng chính quy   Cập nhật ngày CTXH, điểm ... . Kính chào Nhà trường,. . . . Sau khi hoàn thành Đơn xin cấp bằng tốt nghiệp, em đã có tên trong danh sách dự kiến tốt nghiệp đợt 04/2019. Tuy nhiên, sau khi kiểm tra thông tin, em nhận thấy thông tin Chứng chỉ AV bị sai. Chứng chỉ AV gần đây nhất được thẩm tra là TOEIC 505 nhưng trong danh sách dự kiến tốt nghiệp ghi là TOEIC 470. Em xin đính kèm hình ảnh như bên dưới ạ. . . Mong nhà trường kiểm tra lại và cập nhật chứng chỉ giúp em ạ.. . . . Em xin chân thành cảm ơn.",
            "Chào bạn,. . chứng chỉ ngoại ngữ của bạn đã được cập nhật lại Toeic 505.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . em là [full_name]. MSSV [student_id]. . em muốn hỏi tại sao tiền học của em lại thấp hơn nhiều so với các bạn đăng kí môn giống em. mong quý thầy cô xem lại thông tin học phí giúp em để em hoàn thành học phí cho nhà trường",
            "Chào bạn !. . . . Tổng học phí của bạn là : 5.700.000 đồng và được chia làm 2 đợt thanh toán.. . . . Đợt 1: 2.850.000 đồng (đã đưa lên mybk). . . . Đợt 2: 2.850.000 đồng (sẽ cập nhật lên mybk trước thời gian thanh toán đợt 2). . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học bổng - Đại học - Cao đẳng chính quy   Học bổng (danh sách, điều kiện,...) . 1.\tKính gửi: Phòng Đào tạo Trường Đại học Bách Khoa – ĐHQG TP. HCM. . . . Em tên: [full_name]. . MSSV: [student_id]. . Lớp: CK17HT01. . Khoa: Cơ khí. . . . 2.\tGiải trình vụ việc. . Ngày 04/04/2019, trong danh sách học bổng ban đầu, lớp CK17HT01 có 5 bạn được nhận học bổng, trong đó có tên em.. . Ngày 08/04/2019, danh sách học bổng được cập nhật lớp CK17HT01 chỉ còn có 3 bạn, em bị loại khỏi danh sách.. . . . 3.\tKhẩn cầu giải quyết. . Sau khi cập nhật danh sách mới, em rất hoang mang lí do vì sao mình bị loại khỏi danh sách. Theo như danh sách cập nhật mới thì lớp CK17HT01 bị cắt bớt hai bạn và thêm vào đó có hai bạn bên lớp CK17LOG được đưa vào danh sách, nhưng chương trình đào tạo và sĩ số của hai lớp khác nhau, em cũng không rõ cách lấy tỉ lệ sinh viên được nhận học bổng như thế nào? Kính mong Phòng đạo tạo xem xét và thông tin lí do để em có thể trấn tĩnh và tiếp tục phấn đấu cho các kỳ tiếp theo.. . . . 4.\tLời cam đoan. . Em xin cam đoan những nội dung em trình bày là đúng sự thật và xin chịu trách nhiệm về những gì đã nêu.. . Kính mong Phòng Đào tạo sớm xem xét và giải quyết.. . Em xin chân thành cảm ơn.. . . . . .",
            "Chào bạn,. . Học bổng được sắp xếp theo Khóa Ngành và theo thứ tự ĐTBCMR từ cao xuống thấp cho đến khi hết quỹ học bổng.. . Do ban đầu không tách ra theo khóa ngành nên xét theo điểm từ cao xuống, nay xét lại theo quy định & vì quỹ học bổng có giới hạn nên khi đến điểm của bạn thì hết quỹ học bổng.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tên em là: [full_name]. . MSSV: [student_id]. . [full_name]: [full_name]. . Em xin được thắc mắc về vấn đề học bổng ạ.... trong danh sách các bạn được học bổng, em thấy có bạn được 7.82 vẫn được học bổng. Em tổng kết được 7.89 sao lại không được xét ạ?. . Bọn em đều là K18 và chưa có điểm rèn luyện, tổng số tín chỉ là 19 tín chỉ. Em mong phòng đào tạo giải đáp giúp em thắc mắc này. Em cảm ơn nhiều lắm ạ. . . .",
            "Chào bạn,. . Đối với K.2018 chưa có điểm rèn luyện , nên ĐTBCMR được tính bằng điểm trung bình học kỳ.. . Mức xét học bổng HC18 là 7.82. Do đó bạn sẽ được bổ sung vào ds dự kiến cấp HB.. . Thân mến"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào Thầy/Cô Phụ trách,. . . . Em có kiểm tra học phí HK 182 VLVH tại   B BKPay DDTC182.1.[student_id].1, Số tiền phải thanh toán là 5,400,000 vnđ.  /B . . . . Nhưng học kỳ 182, em đăng ký 5 môn tổng cộng 15 tín chỉ. Chi tiết:. . - [full_name] Án 2, nhóm T01 (1 TC). . - Kỹ năng chuyên nghiệp cho kỹ sư, nhóm T01 (3 TC). . - Kỹ thuật lập trình, nhóm HL01 (4 TC). . - Mạng máy tính, nhóm T01 (4 TC). . - Công nghệ phần mềm, nhóm T01 (3 TC). .   B --  Tổng cộng 15 TC x 450,000 = 6,750,000  /B . . . . Có sự chênh lệch, nên Em gửi mail này mong được giải đáp ạ.. . . . Trân trọng.. . [full_name]",
            "Chào bạn [full_name]. . . . Các môn học thuộc nhóm  T01 được tính theo nội dung học phí VLVH BK với tổng số tiền là: 4.950.000 đồng. . . . Môn học thuộc nhóm HL01 được tính là hoc phí chuyển cơ sở/hê với số tiền là: 1.800.000 đồng.. . . . Các bạn tính là tổng dồn học phí các môn, còn trên mybk là đã được chia chi tiết ra 2 khoản.. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "em tên [full_name] học khoa xây dựng k18 lớp LT03XD07 kì 1 em tích đủ số chỉ không rớt q=môn nào kể cả thể dục điểm trung bình tích lũy của em cao hơn 1 số bạn trong danh sách học bổng nhưng tại sao trong danh sách nhận học bổng không có tên em ạ và k18 thì không có tính điểm rèn luyện mà chỉ tính điểm trung bình học tập thôi ạ em cảm ơn mong ban giám hiệu giải quyết sớm cho em.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn có một môn bị rớt (AV cơ bản)???. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí học kỳ chính . Em chào Phòng Đào tạo,. . . . Hiện tại em đang là sinh viên BK đang trao đổi một học kì ở Ba Lan. Em không có bất kì môn học nào trong TKB ở BK học kì này. Tuy nhiên, hệ thống BKPay vẫn hiện số tiền học phí là 2tr7. Em thắc mắc đây là số tiền gì, được tính như thế nào, tại sao em lại phải đóng khi tình trạng sinh viên đang là \"đang tạm dừng\". . . . . Mong hồi âm từ PĐT sớm ạ. Vì   B ngày 12 là hạn cuối  /B  đóng khoản tiền này rồi ạ.. . . . Em cảm ơn thầy/ cô nhiều,. . Em [full_name].",
            "Chào bạn,. . Theo trên QĐ đi trao đổi của bạn là sẽ hũy TBK và HP của Hk182 nên bạn không phải nộp khoản học phí HK182, trường sẽ hũy HP HK182 trên BKpay cuả bạn.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chương trình đào tạo - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi là nếu em đủ điểm để xét vào lớp tài năng. nhưng những môn học không tín chỉ em không qua (ví dụ môn: giáo dục thể chất hay anh văn cơ bản) thì em có được vào lớp tài năng không ạ? em cám ơn ạ.. .",
            "Chào bạn,. . KHi xét KSTN là xét trên tổng số tín chỉ tích lũy và điểm trung bình tích lũy chung, bạn vui lòng liên hệ trực tiếp Thầy Phó Khoa phụ trách về học vụ để được tư vấn rõ hơn về tiêu chuẩn xét vào KSTN của khoa bạn.. . Thâ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi học kì 181 em có trong danh sách cảnh cáo học vụ lần 1 không ạ.",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "Chào bạn,. . Bạn vui lòng tra cứu thông tin xử lý học vụ tại:. . www.aao.hcmut.edu.vn- Học vụ-  Xử lý học vụ, kỹ luật - Tra cứu tình trạng sinh viên bị cảnh cáo học vụ.. . Hiện tại bạn không có tên trong danh sách cảnh cáo học vụ.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Thẩm tra chứng chỉ (nộp chứng chỉ) . Em chào thầy/cô, em có thắc mắc về quy trình xét 2 kỹ năng nói và viết cho điều kiện ra trường ạ. Do trước đó em có nộp chứng chỉ TOEIC và đã chuyển đủ 4 điểm Anh văn, nên khi em bổ sung chứng chỉ IELTS với mục đích xét 2 kỹ năng còn lại thì hệ thống mybk không cho em chọn lại 4 Anh văn đã xét. Vậy em muốn chọn xét 2 kỹ năng nói và viết thì quy trình thực hiện như thế nào ạ?",
            "Chào bạn,. . Khi bạn nộp chứng chỉ Ielts hợp lệ thì trường sẽ tự xét 2 chuẩn Nói -viết để xét chuẩn TN cho bạn, bạn không cần phải đăng ký. V/v chuyển điểm môn AV thì có quy định rõ là mỗi môn AV chỉ được xét chuyển điểm 1 lần, bạn đã chuyển điểm 4 môn AV rồi nên không thể đăng ký chuyển điểm tiếp.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Gửi Phòng đào tạo đại học Bách Khoa. . Em tên : [full_name] mssv: [student_id]. . Kỳ này có đăng ký dự thính cơ lưu chất 2 chỉ ( CI2005). . Em có coi học phí lên tới 2.250.000 đồng.. . Mong phòng đào tạo kiểm tra xem xét cho em. . Em chân thành cảm ơn !",
            "responsible person: [551] [staff_name] [helpdesk staff]",
            "chào  bạn !. . . . Xin lỗi đã cập nhật sai sót học phí dự thính của bạn. . . . Chiều nay bạn có thể lên mybk để thanh toán học phí nhé !. . . . Thân chào"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học phí - Đại học - Cao đẳng chính quy   Học phí dự thính . Chào thầy (cô) !. . Cho em hỏi là, vì trục trặc lúc chuyển khoản nên em thanh toán học phí dự thính trễ 40 phút, cho em hỏi là em có bị hủy thời khóa biểu môn dự thính đó không ạ? Em cảm ơn.",
            "Chào bạn,. . Hiện tại TBK dự thính của bạn vẫn có trên web.. . Bạn vui lòng theo dõi lịch kiểm tra giữa kỳ, nếu lúc đó TBK + lịch thi dự thính bị hũy thì bạn liên hệ trực tiếp Phòng đào tạo để được hỗ trợ trực tiếp.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho em hỏi là ngành kỹ thuật cơ điện tử có chương trình kỹ sư tài năng cho khóa 2018 không ạ?",
            "Chào bạn,. . Bạn vui lòng liện hệ trực tiếp văn phòng khoa Cơ khí gặp Thầy phó khoa phụ trách về đào tạo để được tư vấn rõ về chương trình kỹ sư tài năng ngành Kỹ thuật cơ điện tử.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Xét miễn môn anh văn (chuyển điểm) . Cho em hỏi là em đăng kí chuyển điểm ngoại ngữ vào ngày 28/2/2018, đến 4/12/2018 em mới đóng lệ phí chuyển điểm và được báo đã thanh toán trễ hạn. Vậy em có được tính chuyển điểm không hay là không hợp lệ và phải đăng kí chuyển điểm lại ạ? Hiện tại em vẫn chưa được cập nhật điểm chuyển, và theo em biết thì chỉ được đăng kí chuyển điểm 1 lần. Em phải làm thế nào ạ?",
            "Chào bạn,. . Điểm chuyển 3 môn anh văn của em đã được cập nhật vào dữ liệu điểm và điểm tích lũy chung của bạn. Bạn vui lòng tra cứu tại:. . https://mybk.hcmut.edu.vn -  thông tin sinh viên -  điểm chuyển.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Chứng chỉ ngoại ngữ - Đại học - Cao đẳng chính quy   Khác ... . Cho em hỏi, đầu năm em thi av đầu vào được miễn av3, nhưng em lại đăng ký học av bên ngoài. Tháng 5 sắp tới đây, em có cần phải   đăng ký thi lại av do trường tổ chức để xét miễn av tiếp không ạ. Em cảm ơn!!!",
            "Chào bạn,. . Các đợt thi kiểm tra tiếng anh định kỳ từng HK không có giá trị quy đổi điểm miễn AV, chỉ được dùng để xét đạt chuẩn anh văn của từng năm học.. . Bạn vui lòng xem quy định chi tiết tại:. . www.aao.hcmut.edu.vn -  sinh viên - Ngoại ngữ -  Kiểm tra trình độ tiếng anh mỗi học kỳ.. . Thân.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Quý Thầy/Cô cho em hỏi muốn lấy hóa đơn đã thanh toán học phí học kỳ HK181 thì làm thế nào ạ ? . . Mục đích: Xác minh cho quỹ Thiện Tâm.. . . . Em cảm ơn.. .",
            "Chào bạn,. . Bạn có nhu cầu lấy biên lai học phí vui lòng liên hệ trực tiếp Phòng kế hoạch tài chính của trường tại cơ sở 1.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học - Đại học - Cao đẳng chính quy   Chương trình đào tạo (thiếu môn tiên quyết, song hành...) . Cho em hỏi phần đăng kí học hè ạ, vì kì trước em không đăng kí được môn Nhiệt động và truyền nhiệt nên kì hè này em muốn xin pđt mở lớp, mà em không biết số lượng sinh viên tối thiểu là bao nhiêu ạ, đó là môn cơ sở ngành của ngành em nên số lượng bạn học lại không nhiều ạ, em mong nhận được hồi đáp.",
            "Chào bạn,. . Học kỳ hè là học kỳ phụ, môn học được mở theo nhu cầu thực tế sinh viên đăng ký online và phụ thuộc vào quyết định mở lớp của Khoa. Số lượng tham khảo để có thể mở lớp đối với môn chuyên ngành là 25sv, môn đại cương là 35sv.. . Thân."
        ]
    }
]