[
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em xin kính chào thầy/ cô. . Em là sinh viên năm nhất nhưng đã đăng kí nhầm lớp Anh văn theo nhu cầu - Tháng 12 (Dự thính). . . . Bây giờ em muốn hủy thì phải làm sao ạ.. . . . Em xin cảm ơn. .",
            "Dạ em xin kính chào thầy/ cô. . Em là sinh viên năm nhất nhưng đã đăng kí nhầm lớp Anh văn theo nhu cầu - Tháng 12 (Dự thính). . . . Bây giờ em muốn hủy thì phải làm sao ạ.. . . . Em xin cảm ơn",
            "Chào em,. . Em vui lòng trình bày rõ trong đơn và gửi qua bksi giúp cô nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name], MSSV [student_id]. . Cho em hỏi nếu tài khoản OCB của em có vấn đề và không thể thanh toán online được.Vì em quên mật khẩu trên web và tài khoản bị khoá (do thử lại quá nhiều lần mật khẩu) và ở quê em không có phòng giao dịch nào cả nên em không thể lấy lại mật khẩu. Vậy em sẽ có cách nào đóng học phí không ạ?. . Em cảm ơn ạ.",
            "Chào em,. . - Em liên hệ số điện thoại hotline của Ngân hàng OCB để được hỗ trợ:[student_id]8. . - Hoặc em nhờ người thân, bạn có TK OCB giúp em. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em kính chào thầy/ cô ạ.. . Em là [full_name] MSSV [student_id]. . . Dạ thầy/cô cho em hỏi một vấn đề ạ. Em là sinh viên chuyên ngành cầu đường thì môn hóa vô cơ (CH2011) là môn bắt buộc. Nhưng do những học kì trước em không đăng ký tham gia được đến thời điểm này thì môn hóa vô cơ (CH2011) không còn mở lớp nữa ạ. Thầy/ cô cho em hỏi em phải học môn thay thế nào để đủ tín chỉ ạ? . . Em cảm ơn ạ.",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. .  . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa thầy/cô, . . Cho em hỏi rằng sinh viên K20 vào học kì 212 chỉ được đăng kí các môn học có trong học kì 4 và học kì 2 (học chung với K21) của các chương trình học thôi đúng không ạ?. . Em có định học trước hai môn Pháp luật Việt Nam Đại cương và môn Chủ nghĩa khoa học xã hội vào học kì 212 thì liệu em có được cho nghỉ 1 tháng học quân sự không ạ?. . Và học kì trước em có lỡ đăng kí môn GDQP thì học kì này em có phải đăng kí lại không ạ?",
            "Chào bạn,. . - SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé: [email]. . - Hoặc em liên hệ GVCN nhé. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em là sinh viên ngành Kiến Trúc, khóa 19. Cho em hỏi môn \"Thực Tập Ngoài Trường\" (CI3485) có mở đăng kí trong kì hè không ạ. Nếu không mở thì em đăng kí môn này vào kì chính nhưng kì hè em mới đi thực tập có được không ạ.. . Em xin cảm ơn.",
            "Chào em,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT, GVCN để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em muốn huỷ đăng kí học trực tiếp thí nghiệm lý do em kèm trong file đính kèm xin thầy cô giải quyết giúp em",
            "Chào em,. . Trên tinh thần dự kiến sẽ học thực hành thí nghiệm từ ngày 13/12, em có muốn cân nhắc lại việc nộp đơn xin hủy thí nghiệm hay không?. . Thân",
            "Hôm trước em đã đính kèm file lý do huỷ đăng kí học thí nghiệm trực tiếp và hôm nay em xin xác nhận là em muốn huỷ đăng kí vì tình hình hiện tại của em không thể đáp ứng đủ yêu cầu đi học trực tiếp được nên em muốn học các môn thí nghiệm vào kì tới ạ. Em cảm ơn!",
            "Hôm trước em đã đính kèm file lý do huỷ đăng kí học thí nghiệm trực tiếp và hôm nay em xin xác nhận là em muốn huỷ đăng kí vì tình hình hiện tại của em không thể đáp ứng đủ yêu cầu đi học trực tiếp được nên em muốn học các môn thí nghiệm vào kì tới ạ. Em cảm ơn!",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "\"\"\"Chào em,. . Phòng Đào tạo đã tiếp nhận đơn xin hủy đăng ký học thí nghiệm trực tiếp của bạn.. . SV vui lòng theo dõi mail và thời khóa biểu được cập nhật Mybk/Thông tin sinh viên/Xem thời khóa biểu sau khi trường được hoạt động lại bình thường (dự kiến trong tháng 3/2022). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Xin chào Phòng Đào Tạo,. . . . Em đã đăng ký xét tốt nghiệp rồi nhưng khi tra cứu thông tin tốt nghiệp thì em thấy kết quả:. .   B . . [full_name]-[student_id]. .  . . Thông tin tìm thấy. . (203) [full_name],[full_name]P ĐỢT 2 NĂM 2021. . Sinh viên: [full_name], ngày sinh: 06/12/1994, nơi sinh: Thanh Hóa. . . . Ngành tốt nghiệp: Kỹ thuật Điện tử - Truyền thông. . . . Điểm trung bình xếp loại: 6.53 _ Xếp loại tốt nghiệp: Trung bình khá. . . . Chưa có kết quả thẩm tra bằng tốt nghiệp (SV được đăng ký làm bằng, phải hoàn tất thủ tục thẩm tra bằng trước khi nhận bằng tốt nghiệp-đã báo hướng qua e.mail)  /B . . . . Em thấy em chưa có kết quả thẩm tra bằng tốt nghiệp, em đã kiểm tra email và cũng không nhận được hướng dẫn, vậy cho em hỏi là trường hợp của em đang còn vướng mắc hoặc thiếu sót gì, để em có thể hoàn thành được Đăng ký tốt nghiệp ạ.. . Em xin cảm ơn.. . . . Cảm ơn,. . [full_name]   [phone_number] . .",
            "Gửi đến Sinh viên. . . . Hiện Sinh viên chưa có kết quả thẩm tra bằng tốt nghiệp THPT (theo qui định của Bộ). . . . Do không thể truy hồ sơ từ chính quy được nên đề nghị Sinh viên thực hiện một trong hai cách sau:. . . . - nộp 01 bản sao bằng THPT do Sở GD&ĐT cấp.. . . . - nộp 02 bản sao bằng THPT sao y (có công chứng) đính kèm bằng bản chính, sau khi kiểm tra sẽ gửi trả lại bằng THPT  bản chính cho Sinh viên.. . . . - nếu Sinh viên nhớ chắc, trong hồ sơ có nộp bản sao của Sởm có thể phản hồi để kiểm tra và cập nhật.. . . . Đề nghị Sinh viên nộp (tại phòng 101 nhà A1) sớm để hoàn tất thủ tục.. . . . Thân chào.",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Cho e hỏi nếu e đóng học phí trễ sau ngày thi vì lý do khó khăn thì e có cần làm đơn không ạ. Và nếu e không đóng học phí kịp trước lúc thi thì em có bị cấm thi và có cách xử lý nào không ạ.. .",
            "Chào em,. . Trường hợp của em là xin gia hạn nộp học phí HK202 hay như thế nào?. . Trường hợp gia han và miễn giảm HP sinh viên vui lòng liên hệ và nộp đơn tại Phòng Công tác Chính trị Sinh viên. . Thân",
            "Dạ e xin gia hạn học phí HK202.",
            "Chào em,. . Vấn đề gia hạn học phí em vui lòng liên hệ Phòng Công tác Chính trị sinh viên để được hướng dẫn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào quý thầy/cô ạ,. . . . Em tên là [full_name], hiện là sinh viên K20 ngành Khoa học máy tính hệ Chính quy đại trà. Em có hai câu hỏi về việc đăng ký môn học cho HK212 sắp tới mong quý thầy/cô giải đáp ạ.. . . . 1/Trong cùng 1 học kì, em có thể đăng ký nhiều hơn 1 môn lý luận chính trị(mã SP10xx) được không ạ? Do em có nghe vài nguồn thông tin chỉ được đăng ký 1 môn này một học kỳ chính.. .   U Ví dụ  /U  em muốn đăng ký môn K/tế chính trị [full_name]-[full_name](SP1033) và Ph/luật Việt Nam đại cương(SP1007) trong HK212.. . . . 2/ Về việc đăng ký môn học tự chọn tự do (Free Elective), hiện em là sinh viên năm 2 thì em không biết mình có thể đăng ký môn tự chọn tự do này là các môn có mã của năm 3 hoặc năm 4 được không ạ? (ví dụ CO3117). . . . Em xin cảm ơn ạ.. . . . Trân trọng,. . [full_name].",
            "Chào em,. . 1. SV chương trình chất lượng cao, quốc tế, bạn vui lòng liên hệ với [full_name] (Văn Phòng Đào tạo Quốc tế) để được hướng dẫn và hỗ trợ về ĐKMH nhé. . - Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . 2. Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng đào tạo. . . . Đến thời điểm hiện tại em vẫn chưa được cập nhật điểm Hoãn thi môn Xác suất và thống kê để có thể đăng kí thi vào ngày 12/12/2021 sắp tới, mong PĐT xem lại giúp em.. . . . Em xin chân thành cảm ơn.. .",
            "Hệ thống đã cập nhật, em xin lỗi vì đã làm phiền Thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Quý Thầy (Cô) Phòng Đào tạo, . . Em tên là [full_name] - MSSV: [student_id], hiện đang là sinh viên khoa Kỹ thuật Hóa học lớp HC17KTHLY.. . Trong đợt xét tốt nghiệp này, lần đầu thi TOEIC 2 kỹ năng Speaking & Writing online ở BK English vào ngày 25.09.2021, điểm thi của em chưa đủ theo yêu cầu của chương trình Tài năng, vì thế em đã đăng ký thi lại online ở BK English vào ngày 06.11.2021 và đạt kết quả là 265. Nhưng hiện tại, bằng tốt nghiệp tạm thời của em nhận được là bằng tốt nghiệp bình thường, em vô cùng hoang mang ạ. Mong Quý Thầy (Cô) kiểm tra lại giúp em! . . Em xin chân thành cảm ơn!",
            "Đã tl trực tiếp"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo. . Em tên : [full_name] . . MSSV : [student_id]. . Lớp : CK17LTH. . Hiện đã đến thời hạn đăng ký môn học HK1 cho VLVH nhưng em vẫn không đăng ký được ạ ! Kính mong các thầy/cô giải quyết để em được đăng ký môn học .. . Em xin chân thành cám ơn !. .",
            "Chào bạn. . Pdt đã ghi nhận phản hồi của bạn, đến đợt 2 dkmh ngày 23/12, bạn vẫn bị lỗi khi dkmh thì vui lòng phản hồi lại. . Thân",
            "Em chào cô ạ !. . Hiện em vẫn chưa đăng ký được môn học LVTN ME4029 ạ ! Em đã đăng ký cả ba đợt nhưng đều bị ghi là sinh viên bị tạm dừng ! Mặc dù em đã làm đơn chuyển qua về VLVH và đã được xác nhận của PĐT là đã chuyển em vào hệ VLVH rồi ! Kính mong được cô và PĐT giải quyết sớm để em được đăng ký LVTN kỳ này ạ ! Em xin cám ơn cô và PĐT nhiều ạ !",
            "\"\"\"Chào bạn. . [full_name] đã tiếp nhận đề nghị DKMH của bạn. . Bạn xem TKB cập nhật tại Mybk-xem TKB dự kiến sau ngày 21/1/2022. . Thân. . \"\"\"",
            "Dạ em chào cô [full_name] !. . Em tên : [full_name]. . MSSV   : [student_id]. . Lớp    : CK17LTH. . Hiện tại em vào mục đăng ký môn học xem kết quả đăng ký LVTN (ME4029) đợt 4 của em vẫn bị lỗi ạ! Lý do ghi là Sinh Viên bị tạm dừng mặc dù hiện tại em đã làm đơn xin vào hệ VLVH và đã được xác nhận là thu nhận vào hệ VLVH rồi (Em có đính kèm file hình bên dưới ) .. . Em mong cô [full_name] và PĐT xem xét tình trạng của em và nhanh chóng giải quyết để em có thể làm LVTN và ra trường !. . . . Em xin cám ơn cô [full_name] và PĐT rất nhiều !. . Thân !. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. .",
            "QUOTE Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của em và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 25/1/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do. . Thân mến. .   /QUOTE . . . . Chào cô ,. . Hiện tại là hết ngày 24/1/2022 rồi mà trong TKB của em vẫn chưa được cập nhật , cô cho em biết lý do với ạ , và em nên làm đơn gì gửi lên PĐT để có thể được đăng ký môn LVTN vậy cô . Mong cô giúp đỡ !. . Em xin cảm ơn cô nhiều !. .",
            "Chào em,. . Em xem TKB nhé.. . Thân mến. .",
            "QUOTE Chào em,. . Em xem TKB nhé.. . Thân mến. .   /QUOTE . . . . Dạ em chào cô [full_name] ạ !. . Em tên : [full_name]. . Lớp : CK17LTH. . Hiện tại em đã kiểm tra TKB và vẫn chưa thấy cập nhật môn LVTN ( ME4029) ạ ! Mong cô xem xét giùm em !",
            "Chào bạn. . Cô ghi nhận lại và chuyển cho bộ phận xét lần nữa nghen. . Bạn vui lòng đợi kết quả sau ngày 21/2. . Thân",
            "Dạ em chào cô [full_name] ạ ! . . Em đã lên PĐT hỏi và được cập nhật trong danh sách LVTN rồi . Em cám ơn cô nhiều ! . . Chúc cô nhiều sức khỏe !. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên K17, học kì trước do dãn cách nên em có đăng kí hoãn luận văn tốt nghiệp và đã được sự đồng ý của phòng đào tạo. Học kì này em muốn được bảo vệ luận văn thì có cần phải làm gì không ạ hay chỉ cần thông báo với bên khoa để là danh sách nộp cho phòng đào tạo thôi ạ? Em mong nhận được phản hồi sớm ạ.",
            "Chào em,. . Em xem lại email PĐT đã gửi: Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . Cô chỉ trích lượt:. . \"- Các SV đã được hoãn bảo vệ LVTN ở học kỳ 2 năm 2020-2021 đăng ký trực tiếp bảo. . vệ với [full_name]. [full_name] đưa tên các SV này vào danh sách các hội đồng LVTN của học kỳ . . này gửi về PĐT để ra quyết định hội đồng.. . - Các SV đã được hoãn thi của các học kỳ 2, 3 năm 2020-2021: PĐT đã cập nhật kết . . quả Hoãn thi HK202 & HK203 (Điểm 14) tại: mybk.hcmut.edu.vn/Thông tin sinh . . viên/Bảng điểm. . ...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính chào PĐT em tên là Nguyễn Văn Tài Nguyên mssv [student_id]. Hôm nay, ngày 02/12/2021 em có lịch thi Anh Văn 4A vào lúc 18h nhưng em lại bị ngộ độc thực phẩm và không thể tham gia thi được. Cho phép em xin hỏi em cần làm đơn và những yêu cầu gì để được hoãn thi và được đăng ký thi vào đợt khác ạ. em xin cảm ơn ạ",
            "Chào bạn. . Ngày 2/12 không có lịch thi của môn 4a. . - trường hợp bạn muốn hoãn thi Hk211, bạn vui lòng xem chi tiết: Thông báo kế hoạch tổ chức thi Hk211 Pdt đã gởi qua mail  vào ngày 22/11/2021.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi : Phòng Đào Tạo. . Em tên : [full_name]. . MSSV : [student_id]. . Lớp : CK17LTH. . Hiện em chỉ còn nợ 1 môn LVTN và em đã hết thời hạn đào tạo chính quy nên chuyển qua hệ VLVH , thầy/cô cho em hỏi là em có cần nộp lại chứng chỉ ngoại ngữ để đăng ký LV ở hệ VLVH không ạ ? . . Em xin chân thành cám ơn",
            "QUOTE Kính gửi : Phòng Đào Tạo. . Em tên : [full_name]. . MSSV : [student_id]. . Lớp : CK17LTH. . Hiện em chỉ còn nợ 1 môn LVTN và em đã hết thời hạn đào tạo chính quy nên chuyển qua hệ VLVH , thầy/cô cho em hỏi là em có cần nộp lại chứng chỉ ngoại ngữ để đăng ký LV ở hệ VLVH không ạ ?. . Em xin chân thành cám ơn  /QUOTE . . . . Em đã nộp chứng chỉ ngoại ngữ ở hệ chính quy rồi ạ !",
            "Chào em,. . Nếu em đã nộp ở chính quy thì không cần nộp lại nhé bạn.. . Trường hợp của em đã làm đơn xin chuyển qua hệ VLVH chưa?. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \". .",
            "Em chào cô ạ ! . . Em tên : Phạm Thanh Tuấn. . MSSV   : [student_id]. . Em đã gửi đơn đề nghị chuyển sang hệ vừa làm vừa học rồi ạ ! Trên aao , tình trạng sinh viên của em cũng đã xác nhận thu nhận vào hệ vừa làm vừa học ( Em có đính kèm hình bên dưới ), nhưng hiện tại em vẫn chưa đăng ký được môn học ạ ! Mong cô xem xét dùm tình trạng của em ạ ! Em chỉ còn nợ 1 môn Luận Văn Tốt Nghiệp ( ME4029 ). . Em cám ơn cô !. .",
            "Chào em,. . Em vui lòng vào đăng ký vào đợt 2 nhé, SV xem lịch đăng ký môn học tại aao.hcmut.edu.vn/lịch học vụ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em thấy theo qui định [full_name]19 phải hoàn thành 3 môn GDTC. Em đã hoàn thành được 2 môn và đang mong muốn đăng kí môn thứ 3. Mà em ko biết phải đăng kí mã nào vì chương trình GDTC giờ đã thay đổi.Em thấy có chia ra 2 mã là cơ bản với nâng cao, ko biết em đăng kí mã nào cho môn GDTC thứ 3. Em xin cảm ơn",
            "Chào em,. . Em liên hệ cô [full_name] [phone_number], phòng 520 Nhà điều hành ĐHQG-HCM (khu phố 6, phường Linh trung, Thủ đức). . Email của cô [full_name] : [email]. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính chào Qúy Thầy Cô. . . . Em là sinh viên K17, em đăng ký tốt nghiệp đã khá lâu rồi và đã có gmail xác nhận rồi ạ. Nhưng bằng tốt nghiệp tạm thời em vẫn chưa được nhận qua đường bưu điện ạ. . . . . Dạ kính mong quý Thầy Cô hướng dẫn cách thức để em có nhận thể nhận bằng tốt nghiệp tạm thời và chính thức như thế nào ạ.. . . . Trân trọng cảm ơn ạ.",
            "Chào em,. . Em có thể vào mybk/Đăng ký tốt nghiệp để tải file scan để sử dụng trước.. . SV dùng số điện thoại đã đăng ký để tra mã vận đơn tại trang của vietel post, để kiểm tra đơn hàng của bạn như thế nào nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Chào quý thầy cô,. . . . Em tên là [full_name], . . MSSV: [student_id]. . . . Em xin hỏi về trường hợp điểm trung bình học kỳ bằng 0.. . . . Trường hợp của em là:. . - Em đã đủ chỉ để tốt nghiệp, tuy nhiên do còn thiếu anh văn (toeic để chuyển điểm anh văn 4 và tiếng anh nói-viết).. . - Em có đăng ký lại 1 môn(đã học) để duy trì học kì 211, do hiện tại em đã đi làm nên không thể tham gia học môn này.. . . . Vậy đối với trường hợp của em thì có bị buộc thôi học và phải làm đơn cứu xét và đăng ký môn ở học kì kế không ạ. Em dự kiến sẽ đủ điều kiện để tốt nghiệp vào học kì 212. . . . . Hiện tại do tình hình dịch bệnh vẫn còn phức tạp nên em vẫn đang ở quê (Quảng Nam). Mong nhà trường xem xét. Em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Nếu vậy thì bạn tải phiếu rút môn học điền vào rồi nộp cho Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Kính gửi cô,. . . . Theo hướng dẫn em lên nộp phòng đào tạo nhưng thầy cô phòng đào tạo báo em làm online nên giờ em nộp ở đâu ạ?. . . . Cảm ơn cô nhiều ạ.",
            "\"Chào bạn,. . Về việc chuyển qua hệ VLVH. . Bạn vui lòng tải mẫu đơn: Phiếu đề nghị chuyển sang hình thức Vừa Làm Vừa Học  tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin nộp qua mail [email] hoặc BKSI. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Em là sinh viên khóa K20, trong HK202 em có hoãn 4 môn là xác suất thống kê, giải tích 2, phương pháp tính, hóa đại cương. Hiện em đã nhận được lịch thi bù do phòng đào tạo xếp vào HK211 này trong tháng 12. Tuy nhiên, học kĩ này em phải thi 5 môn và lúc đầu khi đọc quy chế hoãn thi thì có ghi rằng sinh viên đăng kí thi lại trong vòng 1 năm nên em dự định HK212 em mới hoàn thành thi lại những môn em đã hoãn vào HK202. Em xin hỏi liệu em có thể hoãn những môn còn thiếu ở HK202 để thi vào HK212 được không ạ?. . Em xin cám ơn.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . Kế hoạch tổ chức thi học kỳ 1 năm 2021-2022. . Cô chỉ trích lượt:\"Về việc thi để xóa điểm Hoãn thi:. . - Môn học có mở trong HK211: PĐT sẽ tự động xếp [full_name] thi và đồng thời cập . . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name] thi.. . - Môn học Khoa đồng ý tổ chức thi trong tháng 11/2021: PĐT đã xếp [full_name] thi . . và đã gởi email cho từng Sinh viên [full_name] thi (Sinh viên xem chi tiết [full_name] thi cập. . nhật trên trang mybk.hcmut.edu.vn/Thông tin sinh viên/[full_name] thi).. . - Các môn học còn lại (không mở trong HK211): Sinh viên vui lòng đợi thông . . báo sau.. . - Trường hợp PĐT đã xếp [full_name] thi nhưng SV không thể Thi để xóa điểm HT . . trong HK211 này: SV sẽ đăng ký tại trang Mybk.hcmut.edu.vn    Ứng dụng . . cho Sinh viên    12. Đăng ký hoãn thi Cuối kỳ...\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dear phòng đào tạo . . . . Em là [full_name] mssv [student_id] khoa cnvl lớp VL15KL, học kỳ 211 vừa rồi em có đăng ký dự thính môn nhập môn lập trình CO1003 ,nhưng mà hình do dịch nên dự thính bị hủy nên thành ra em không đăng ký môn nào cả và đã bị cho vào danh sách tạm hoãn do không đăng ký môn học , vậy kính mong phòng đào tạo thu nhận lại để em đăng ký môn học cho kỳ 212 ạ em xin cảm ơn. . . .",
            "Chào em,. . Em tải mẫu đơn thu nhận, điền đầy đủ thông tin rồi gửi lại nhé.. . biểu mẫu: http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến. .",
            "Dear Ms [full_name] . . . .   Vui lòng xem file đính kèm .. . . . Thanks. . [full_name].. .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của bạn.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân. .",
            "Dear Phòng đào tạo.. . . .   Em không có ý muống hối thúc nhưng mà em vừa bỏ qua mấy lần đk môn học cho học kỳ tiếp theo ạ , PĐT hổ trợ em vấn đề này nhé .. . . . Thanks. . . . [full_name].",
            "Chào bạn. . Sau khi kiểm tra dữ liệu, tính đến thời điểm hiện tại Hk212 bạn đã hết thời gian học. . Nên nếu bạn có dkmh ở Hk 212 vẫn sẽ bị hủy vì bạn đã hết thời gian học theo quy định. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. .",
            "Dear Phòng đào tạo.. . . .   Chuyển qua hệ vừa học vừa làm thì thủ tục chuyển như thế nào và đăng ký môn học cho kỳ tiếp theo thế nào ạ .. . . . Thanks. . . . [full_name].",
            "Chào bạn. . Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn. . Thân. .",
            "Dear Phòng đào tạo.. .   . .     Cám ơn đã hổ trợ nhiệt tình, nếu đợt 2 đk môn học mà không được em sẻ làm đơn chuyển sang hệ vừa học vừa làm. . . . . . . Thanks. . . . [full_name].",
            "Chào bạn. . Cô đã thông báo cho dù bạn có dkmh được (vì chương trình không chặn) nhưng sau đó Pdt sẽ hậu kiểm sẽ hủy dữ liệu vì bạn đã hết thời gian học chính quy. . Thân",
            "Dear cô [full_name][full_name] [full_name] [full_name] [full_name]  File đính kèm là đơn xin chuyển sang hệ vhvl của em, phòng đào tạo giải quyết giúp em vấn đề này [full_name][full_name] [full_name]  [full_name] [full_name] Thanks[full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . PDT đã tiếp nhận và đang xử lý đơn chuyển sang VLVH vào HK2(2021-2022) của bạn.. . Bạn vui lòng theo dõi tình trạng sinh viên sẽ cập nhật “thu nhận vào hệ VLVH”  trên Mybk-thông tin sinh viên, dự kiến trễ nhất vào 20/12/2021. . - Xem chi tiết Lịch đăng ký môn học + đăng ký tốt nghiệp của Hk212 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ để biết thời gian đăng ký môn học hoặc đăng ký tốt nghiệp. . - Quy chế đào tạo và học vụ: xem chi tiết tại trang web aao.hcmut.edu.vn   Sinh viên   Quy chế-Quy định  Học vụ. . Thân. .",
            "Dear cô [full_name][full_name] [full_name] [full_name] [full_name] Em vẫn không đăng ký môn học được , nhờ cô hổ trợ em vấn đề này [full_name] [full_name] [full_name] [full_name] Thanks[full_name] [full_name] [full_name][full_name]",
            "Chào em,. . Em vui lòng xem email PĐT đã gửi:. . \"V/v thay đổi Lịch đăng ký môn học HK212- Đợt 2. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 08:25 (1 giờ trước). . tới stu.all, . . . . Thân gửi các bạn sinh viên, . . . . Vì lý do kỹ thuật nên thời gian kiểm tra kết quả đăng ký môn học HK212 của Đợt 1 và hiệu chỉnh đăng ký môn học - Đợt 2 dời lại 2 ngày. . . . . Lịch cũ: từ 23/12 đến 29/12/2021.. . . . Lịch thay đổi mới : Từ 10 giờ ngày 25/12 đến 14g59 ngày 29/12/2021.. . Thân mến. .",
            "Dear cô .. . . . Hôm nay 27/12/2021 và em vẫn không đăng ký môn học được , nhờ cô hổ trợ em vấn đề này. . . . Thanks. . [full_name].",
            "\"Chào bạn,. . Hiện tại PĐT đã cập nhật lại các lỗi phát sinh khi đăng ký môn học. Nên SV vui lòng vào đăng ký lại . . Nếu vẫn không dkmh được bạn vui lòng báo lại PĐT. . . . Thân chào.. . \"",
            "Dear cô [full_name][full_name] [full_name] [full_name] [full_name] Hôm nay 28/12/2021 và em vẫn không đăng ký môn học được , nhờ cô hổ trợ em vấn đề này[full_name][full_name] [full_name] [full_name] [full_name] tk :[student_id][full_name] [full_name] pass :V09L7G[full_name] [full_name] [full_name] [full_name] Thanks[full_name] [full_name] [full_name][full_name]",
            "Chào bạn. . Bạn làm lại lại lần nữa nghen. . Thân",
            "Dear cô .. . . . Em đã vào đăng ký được rồi nhưng mà NMLP CO1003 hiện tại đã full sỉ số , nhờ cô mở thêm sỉ số . . hiện tại em chỉ còn môn này thôi.. . . . Thanks. . [full_name].",
            "\"Chào bạn,. . Hiện tại toàn bộ môn học đã được Phòng Đào tạo tăng sĩ số tối đa theo quy định của từng loại môn học và quy định của google meet. . Xem quy định về sĩ số mở lớp cho từng loại môn học tại đây: aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng/ Điều 8. 2. . Chúc bạn học tập tốt nhé.. . Thân.. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi: quý thầy/cô phòng đào tạo Đại học Bách Khoa TP.HCM. . Em tên là [full_name]. . MSSV: [student_id]. . Lớp: DD16KTD2. . Em có 1 thắc mắc mong được quý thầy cô giải đáp đó là em còn anh văn nói viết và bằng TOEIC để chuyển điểm 4av để đủ điều kiện tốt nghiệp. Nhưng một phần vì dịch bệnh nên việc thi Toeic có nhiều khó khăn. Hiện giờ em đã bỏ trống TKB HK211 và HK212 em dự định cũng bỏ trống TKB (vì em đã học xong tất cả các môn). Vậy em có bị đuổi học do tạm dừng quá 2 HK không ạ.. . Em rất mong nhận được phản hồi của quý thầy cô. Em xin chân thành cảm ơn.",
            "Chào bạn,. . Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Khi đủ điều kiện TN, SV có thể làm đơn xin thu nhận lại nhé.. . Xem chi tiết quy chế tại đây:. . aao.hcmut.edu.vn/sinh viên/quy chế/học vụ/Quy chế đào tạo và học vụ bậc đại học, cao đẳng:/ điều 26. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em chào cô. . Em là [full_name] , hồi trước cô [full_name] xử lý đơn hoãn thi lại của em và được đồng ý.. . . . Nhưng em thắc mắc là làm cách nào để được đăng kí thi cuối kì Giải tích 1 ( môn em hoãn ) trong kì 211 này luôn ạ.. . . . Em đã ôn xong rồi và kì sau có 2 môn khá nặng nên em không muốn phải đến kì 212 mới thi ạ.. . Hè 213 em đi thực tập nên cũng không đợi đến hè được .. . . . Liệu PĐT có xếp lịch thi kì này cho em không ạ.. . . . Em cảm ơn cô nhiều.",
            "Chào bạn. . Bạn đợi mail Pdt gởi trong hôm nay ngày 6/12. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pdt. Em có thắc mắc là hồi năm 1 em có nộp chứng chỉ ngoại ngữ quốc tế và em đã xét chuyển điểm av1. Vậy khi đợt sau em nộp chứng chỉ ngoại ngữ lần nữa thì em có thể xét chuyển điểm các av2, av3, av4 còn lại được không ạ. Em xin cảm ơn.",
            "Chào em,. . Theo quy định thì mỗi môn AV chỉ được chuyển điểm 1 lần nhé, trường hợp hợp em chưa điểm AV 2,3,4 thì được nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em có môn thực tập cơ khí của học kì 192 chưa học xong theo thông báo của nhà trường thì 6/12 học lại cái môn thí nghiệm .Nhưng hiện giờ e vẫn chưa có lịch học là sao ạ.Và việc học trực tiếp lại có bắt buộc ko ạ .KTXđh Quốc Gia vẫn chưa cho phép sinh viên vào ở nên em không thể lên học vậy những học phần thí nghiệm  chưa học xong thì có thể học sau được không ạ.. .",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . \"- Thời gian dự kiến bắt đầu: từ 06/12/2021.. . - Thời gian có thể thay đổi tùy theo tình hình của Thành phố Hồ Chí Minh và hướng dẫn của Đại học Quốc gia.\". . . . - Và việc học trực tiếp lại có bắt buộc ko ạ. . =  Em vui lòng em lại email PĐT đã gửi:. . \"Kế hoạch về việc giảng dạy, học tập trực tiếp các học phần Thực hành, Thí nghiệm, Đồ án môn học, Đề cương Luận văn tốt nghiệp, Luận văn Tốt nghiệp của học kỳ 2 và học kỳ hè/năm học 2020-2021, và học kỳ 1/năm học 2021-2022. . Hộp thư đến. . . . - Ho Tro SV   [email] . . 16:04, Th 4, 17 thg 11. . tới stu.all\". . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name], sinh viên K17, em đã vừa hoàn thành đủ điều kiện về CCNN và CTXH để đăng ký xét tốt nghiệp. Nhưng em chưa thấy tên mình vào danh sách tốt nghiệp dự kiến và em chưa thể đăng ký trên myBK được ạ! Hạn đăng ký vẫn tới ngày 24/12/2021 ạ!. . . . Nhưng hiện nay, trên hệ thống tình trạng sinh viên đã báo em bị tạm dừng vì không đăng ký môn học, xin Thầy/Cô hướng dẫn em cách xử lý ạ!. . Em xin cảm ơn rất nhiều!",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 14/12/2021 SV vẫn chưa nhận được mail hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 11/2021 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PĐT,. . . . Em là sinh viên năm 4, gần hoàn thành chương trình đào tạo, chỉ còn môn AV4 thôi để được xét tốt nghiệp. . . . . Em chọn thi TOEIC đạt 600 điểm để xét chuyển điểm các môn thi AV, nhưng mà em thi chưa đạt.. . Học kỳ 211 vừa qua, em không đăng kí môn học nên đã bị tạm dừng học, với quyết định 2869/QĐ-ĐHBK ngày 18/11/2021.. . . . Em biết thông tin là nếu em tạm dừng 2 học kỳ liên tiếp thì sẽ bị buộc thôi học.. . . . Em xin hỏi PĐT tư vấn cho em giải pháp được không ạ ? . . Em chân thành cảm ơn nhiều.",
            "Chào em. . Em xem quy chế về tạm dừng: http://www.aao.hcmut.edu.vn/quy chế quy định/học vụ/- Quy chế đào tạo và học vụ bậc đại học, cao đẳng/điều 26:. . \"Thời gian tạm dừng liên tục không quá 2 học kỳ chính và vẫn được tính vào thời gian học tối đa...\". . - Việc ĐKMH là tùy sinh viên nhé, trường hợp không có TKB trong học kỳ, SV sẽ bị buộc tạm dừng, không được cấp giấy CNSV.. . Thân mến. . . .",
            "li answer rate: Answer is not complete / Câu trả lời chưa hoàn chỉnh"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo.. . Em tên là [full_name], mssv [student_id], là sinh viên khoa Cơ khí.. . Sắp tới em có lịch thi môn Vẽ kỹ thuật (CI1003), môn học này là môn học của học kỳ 202 nhưng do tình hình dịch bệnh nên đến bây giờ mới thi. Đây là môn học thi trên phần mềm Autocad trên máy tính. Nhưng vì gần đây em bị trộm đột nhập vào phòng lấy mất laptop, em có mượn máy của bạn để tham gia học online nhưng máy em mượn lại quá yếu không thể chạy nổi phần mềm và giờ em không còn ai quen biết để mượn máy cả. Nên em viết đơn này xin phòng đào tạo cho em xin hoãn thi môn này ạ. . . Em xin chân thành cảm ơn.. . . .",
            "-     Bạn muốn Hoãn thi vui lòng làm theo hướng dẫn . . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa đồng ý không Cấm thi (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI)”. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ em chào PĐT, em muốn chuyển điểm 2 môn học \"Xây dựng và khai thác đường (CI3219)\" và \"môn  ĐAMH thiết kế đường (CI3221)\" sang môn tương đương  \"Xây dựng và khai thác đường (CI3075)\" ở Học kỳ 2 (2018-2019) để xét tốt nghiệp ạ. . . Em cảm ơn.. . . .",
            "Chào bạn,. . - Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . - Em cần làm đơn gửi email [email]  để PĐT kiểm tra rồi trả lời em nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Chào Thầy/Cô,. . Thưa thầy cô cho em hỏi là em có thể xin bản PDF bảng điểm của mình ở đâu ạ?. . Em cảm ơn",
            "Chào em,. . Nhà trường không có file PDF nhé bạn, bảng điểm in ra mới trình ký và đóng dấu, rồi trả bảng điểm cho SV nhé bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi Phòng đào tạo,. . Em tên: [full_name]  MSSV: [student_id]. . Em xin hỏi: Ở mục xét Tốt nghiệp em đang thiếu thông tin nơi sinh. Giờ làm thế nào để em cập nhật thông tin đó để đăng ký tốt nghiệp.. . Em xin chân thành cảm ơn!",
            "Chào em,. . Em vui lòng chụp hình giấy khai sinh có mộc đỏ rồi gửi lại [email] nhé.. . Thân mến. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào Tạo;. . . . Em là [full_name], MSSV: [student_id], hiện là sinh viên bằng 2 Khoa Kỹ Thuật Xây Dựng. Vừa qua khi chuẩn bị vào học kỳ 1 năm học 2021-2022 em bị mắc bệnh nặng bất ngờ phải chữa trị lâu dài, nên không thể theo học trong HK1 2021-2022 được.. . . . Do đó em làm đơn này kính xin Phòng Đào Tạo xem xét thu nhận em và cho phép đăng ký môn của HK2 năm học 2021-2022. . . . Hiện nay số tín chỉ tích lũy của em đã đầy đủ và chỉ còn chờ làm Luận văn tốt nghiệp. Trong quá trình học và hiện nay em không bị nợ môn và luôn đóng học phí đầy đủ, tuân thủ kỷ luật và nội quy của trường. . . . Kính mong Phòng Đào Tạo xem xét sớm chấp thuận. . . . Em xin chân thành cám ơn;. . Trân trọng. . . . (Đính kèm phiếu đăng ký thu nhận lại). .   i Học vụ .",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy cô ạ. . . Em muốn thầy cô cho em xin cách giải quyết cụ thể của trường hợp   B Tình trạng sinh viên bị tạm dừng   /B  do em cần giấy chứng nhận tốt nghiệp gấp ạ. . . Em cảm ơn thầy cô ạ",
            "Chào em,. . Hàng tuần PDT sẽ cập nhật tốt nghiệp mới, hiện tại trường hợp của bạn cô đã ghi nhận xét tốt nghiệp, hẹn trễ nhất là ngày 7/12 sẽ cập nhật, vui lòng đọc lại câu trả lời trước giúp cô.. . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Xin chào quý thầy/cô.. . . . Em tên [full_name]-[student_id], hiện đang là sinh viên lớp GT20-THK1, thuộc khoa giao thông.. . . . Em đã được PĐT cho phép tạm dừng học HK 211. Nay em có nguyện vọng được thu nhận lại và tiếp tục học HK 212.. . . . Kính mong quý thầy/cô giúp đỡ.. . . . Em xin chân thành cảm ơn.",
            "Chào em,. . Em tải đơn thu nhận lại, điền đầy đủ thông tin gửi lại bksi nhé.. . http://www.aao.hcmut.edu.vn/sinh viên/biểu mẫu. . Thân mến",
            "Xin chào quý thầy/cô.. . . . Em xin gửi đơn thu nhận lại.. . . . Em xin cảm ơn.",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính chào thầy (cô),. . Em tên là [full_name] mssv [student_id], sinh viên khoa Quản lý Công nghiệp.. . Trong kì học 202 em là sinh viên thuộc lớp L19 môn kinh tế chính trị [full_name]-[full_name] do thầy [full_name] phụ trách. Được sự đồng ý của thầy và PĐT em đã hoãn thi cuối kì 202. Nhưng vì sự bất cẩn trong lúc đọc mail của em, em đã chưa điền lại vào form đăng kí hoãn thi mà PĐT gửi vào 5/8. (Em đăng kí hoãn thi ở bksi - câu hỏi/ yêu cầu #27795 - [full_name] 202 và đã được chấp nhận). . . Em biết trong trường hợp này lỗi hoàn toàn nằm ở em và là một lỗi không nên xảy ra. Nhưng em kính mong thầy (cô) có thể xem xét lại trường hợp của em, có thể tạo điều kiện và xếp lịch thi giúp em hoàn thành môn học này.. . Em xin chân thành cảm ơn thầy (cô)!. . Chúc thầy (cô) nhiều sức khoẻ.. . Trân trọng.",
            "\"Chào bạn,. . Bạn tải mẫu đơn: PHIẾU ĐĂNG KÝ HOÃN THI/ VẮNG THI CÓ PHÉP (CUỐI KỲ) tại trang web : aao.hcmut.edu.vn    biểu mẫu. . Sau khi có xác nhận của Giảng viên hướng dẫn + Khoa (theo quy định thì gởi cho Phòng đào tạo xem xét (nộp qua mail pdt@hcmut.edu.vn hoặc BKSI). . Về quy định (thi xóa điểm VT, cách tính điểm ĐẠT) Vắng thi có phép và hoãn thi: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Điều 17.2. . Thân. . \"",
            "Kính chào thầy (cô),. . Em tên là [full_name] MSSV [student_id]. . Em đã làm lại đơn đăng ký học kỳ 202, trong đơn có sự đồng ý của Khoa và xác nhận của giảng viên giảng dạy. File em đã đính kèm bên dưới.. . Kính mong thầy (cô) xem xét và tạo điều kiện phê duyệt giúp em.. . Em xin chân thành cảm ơn!. . Chúc thầy (cô) có một ngày làm việc vui vẻ.. . Trân trọng.. . [full_name]",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý",
            "\"Chào em. . Đơn hoãn thi của em đã được đồng ý nhé, PDT sẽ tập hợp lại và [full_name]D hoãn thi chung, dự kiến trong tháng 01/2022 và sẽ gửi mail thông báo cho SV.. . Sau thời gian trên mà chưa nhận được mail thông báo về [full_name]D, em vui lòng phản hồi lại qua bksi để PDT kiểm tra lại nhé!. . Thân. . \"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa Thầy/Cô.. . Em đã đăng kí in giấy hoãn NVQS và nhận tại CS1, em muốn hỏi hiện tại trường có cho sv vào nhận không ạ. Và em nhờ người khác nhận giúp được không.. . Em cảm ơn.",
            "Chào bạn. . Trường cho vào bình thường, bạn nhờ người thân mang theo cmnd hoặc thẻ sv vào nhận, bạn xem lại nơi nhận là Văn phòng Khoa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1911080  /b \t. . . .   i Đăng ký môn học . Em chào Thầy / Cô.. . Em là sinh viên K19 ngành Viễn thông chương trình Việt Pháp. Học kỳ 212 tới đây trong kế hoạch giảng dạy em có môn tự chọn tự do. . . Thầy / Cô cho em hỏi là em có bắt buộc phải học học phần đó trong đúng học kỳ không hay là có thể để sang học kỳ khác cũng được ạ?. . Em cảm ơn Thầy / Cô ạ.",
            "Chào em,. . Học phần tự chọn tự do là học phần sinh viên được tự do đăng ký, không bị ràng buộc với ngành/chuyên ngành sinh viên đang theo học, nhưng phải có kiến thức không trùng lắp với các kiến thức dùng để xét tốt nghiệp của chương trình đào tạo. Hai học phần được xem là trùng lắp nếu có chuẩn đầu ra/nội dung trùng lắp đến 50%.. . . . Ở một chừng mức nào đó, để tránh cho sinh viên không lúng túng khi chọn môn tự do, tránh lãng phí thời gian và tài chính, [full_name] gợi ý cho sinh viên chọn các môn nhằm trang bị kiến thức chuyên sâu hơn ở các chuyên ngành.. . . . Em liên hệ [full_name], [full_name] trình bày môn đã chọn tự do, để [full_name] xem xét và xác nhận, hoặc có hướng dẫn cụ thể.. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Chào thầy cô, hiện e bị tạm dừng nên nộp đơn xin thu nhận lại ạ",
            "Chưa có file kèm"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: PDT cho em xin sdt liên lạc của văn phòng khoa điện điện tử được không ạ. Em cảm ơn",
            "Chào em,. . cho em xin sdt liên lạc của văn phòng khoa điện điện tử được không ạ. . =  028.[student_id]6-7746. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi Phòng đào tạo,. . Vì HK211 em đăng kí nhiều môn mà Tháng 12 em lại phải thi bù những môn em đã hoãn thi vào HK202. Em cảm thấy thời gian quá gấp và quá nhiều môn nên em mong muốn có thể hoãn thi ạ. Em lên trang mybk mục hoãn thi thì có phần lí do hoãn thi, em không biết rằng mục đó em sẽ phải điền như thế nào và liệu em có thể xin thi bù lại 1 số môn em đã hoãn vào học kì 202 vào HK 212 được không ạ?. . Em xin cám ơn. .",
            "Chào em,. . Cô chưa hiểu ý của em, em muốn không thi những môn em hoãn ở HK202 hay như thế nào?. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "EM chào cô.. . Bên trường có hẹn em sau ngày 2/12/2021 đăng ký xét tốt nghiệp. Hiện tại em vẫn chưa nhận được thông tin QD tại mybk/Thông tin sinh viên và mail thông báo để đăng ký tốt nghiệp ạ.. . Em cảm ơn cô.",
            "Chào bạn,. . Đã cập nhật lại danh sách tốt nghiệp, em vui lòng vào mybk/Đăng ký tốt nghiệp để đăng ký tốt nghiệp nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Dear Phòng Đào tạo,. . . . Em tên là [full_name], MSSV: [student_id], Lớp CK14HT1.. . Em đã làm đơn đăng ký xét tốt nghiệp hệ vừa làm vừa học mà đến giờ em vẫn chưa nhận mail xác nhận tốt nghiệp (em có bạn đăng ký cùng đã nhận được mail), nhờ Phòng Đào tạo kiểm tra tình trạng đăng ký tốt nghiệp của em giúp em, có thiếu sót gì để em bổ sung liền ạ.. . . . Rất mong nhận được sự hỗ trợ từ Quý Thầy Cô ạ.. . Em xin chân thành cảm ơn !. . Chúc Quý Thầy Cô nhiều sức khỏe ạ !",
            "\"Chào bạn,. . Hiện tại Phòng Đào tạo đang tiến hành in bằng và gửi mail nhận bằng theo từng đợt. . SV đã đăng ký tốt nghiệp thành công, vui lòng đợi mail thông báo lên nhận bằng từ Phòng Đào tạo. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi làm thế nào để xin được giấy giới thiệu của trường để em có thể xin đi thực tập ở quê được ạ ?? Em cảm ơn ạ. .",
            "Chào em,. . Về giấy giới thiệu, em vui lòng liên hệ Khoa của em để được hỗ trợ.. . Phòng Đào tạo chỉ cấp giấy xác nhận SV, em có thể đăng ký tại mybk/Đăng ký in Giấy xác nhận SV và chọn hình thức gửi qua được bưu điện nhé. . . . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên: [full_name] MSSV:[student_id] Lớp: DD17KT02. . . . Em là sinh viên K17 đã nghỉ học được 2 kỳ do học lực kém và còn nợ học phí, nay em muốn đươc tiếp tục học trở lại thì em phải làm những thủ tục như thế nào trong tình hình dịch bệnh như thế này? Và nếu được quay trở lại học thì em có nên chuyển sang hệ tại chức để theo kịp tiến độ phải không ạ?. . . . Xin phòng đào tạo trả lời giúp em. Em xin cảm ơn. . . . . .",
            "Chào bạn. . - Về thu nhận lại của chính quy thì bạn vui lòng liên hệ Khoa. . - Bạn tải mẫu Phiếu đề nghị chuyển sang VLVH  tại trang web: aao.hcmut.edu.vn gởi tại BKSI để Pdt xử lý chuyển sang VLVH cho bạn, nếu bạn có nhu cầu. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ chào admin. . Em tên là [full_name] MSSV [student_id]\t. . Dạ cho em hỏi là hiện tại em bị chậm tiến độ nên 3 môn: Vật Liệu cách nhiệt và hoàn thiện(CI4105); Kỹ thuật sản xuất chất kết dính vô cơ (CI3099); Ăn mòn và chống ăn mòn bê tông cốt thép (CI3109) kì sau không mở nữa . Vậy không biết 3 môn này có môn tương đương không ạ và cho em biết mã môn của 3 môn tương đương này với ạ . Em cảm ơn. . . . . . . .",
            "Chào bạn,. . Về Chương trình Đào tạo, danh sách môn tương đương…, bạn vui lòng xem tại:. . aao.hcmut.edu.vn/Sinh viên/Chương trình Đào tạo. . Sinh viên thắc mắc về CTĐT vui lòng liên hệ về Khoa xin gặp Thầy/Cô Phụ trách về CTĐT để được tư vấn và hỗ trợ thêm.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi thầy/cô phòng đào tạo ạ. Thầy/cô cho em hỏi đợt đăng ký môn học hệ CQ và VHVL học kỳ 212 này, các môn học lý thuyết sẽ học tập chung tại trường hay học trực tuyến ạ.",
            "Chào em,. . Thầy/cô cho em hỏi đợt đăng ký môn học hệ CQ và VHVL học kỳ 212 này, các môn học lý thuyết sẽ học tập chung tại trường hay học trực tuyến ạ.. . =  Nhà trường dự kiến học tập trung vào tháng 3/2022. PĐT sẽ email về việc này, tùy theo tình hình dịch bệnh và quy định của TP.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em chào [full_name]T. Cho em hỏi môn kinh tế năng lượng  me4307 kì 212 có mở kì chính k ạ. Do kì trước đợt 3 bị hủy môn này nên đăng kí dự thính gặp nhiều khó khăn nên em hỏi trước, em cảm ơn. Nếu là sinh viên kì cuối tốt nghiệp mà bị trường hợp này thì rất khó khăn, mong ppt trả lời giúp e ạ.. .",
            "Chào em,. . Việc mở được lớp hay không là do [full_name] nhé em. . . (tuỳ số lượng SV đăng ký nữa).. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: HK201 em đã hoàn thành 2 môn là   B KHVL dệt (ME2103) và T/n kiểm tra phân tích vật liệu dệt(ME2107) theo mã mới của K2019  /B , đây là môn   B tương đương  /B  cho môn   B KHVL dệt (ME2063) của K2018  /B . Tuy nhiên bảng điểm của em vẫn chưa cập nhật   B tín chỉ tích lũy ngành  /B    B (TCTLN)  /B  của môn học này.  Mong PĐT hỗ trợ cập nhật tín chỉ để em có thể đăng ký   B Luận văn   /B cho học kì tới.",
            "Chà em,. . Đã cập nhật môn tương đương ME2063 cho bạn nhé, SV theo dõi tại mybk/Thông tin sinh viên/điểm chuyển. . SV vui lòng đăng ký lại LVTN vào trong đợt ĐKMH tiếp theo (đợt 2). Xem lịch học vụ để biết thời gian ĐKMH đợt 2 nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên [full_name] [student_id] lớp Ck17CD3, đợt vừa rồi e làm luận văn xong và thi các môn ở hk202, nhưng điểm thi online có trễ nên e đăng kya môn học cho học kỳ 211, giờ tình trạng e hiện tại đang tạm dừng và e không đăng ký cho học kỳ 212 được, e mong nhận được phản hồi từ pdt.",
            "Chào em;. . Em làm đon thu nhận lại tại trang aao    sinh viên     biểu mẫu và gửi lên bksi nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ, em là Hồ Đăng Vinh, MSSV [student_id], Lớp OTO 02, khoa Kỹ Thuật Giao Thông nhà trường cho e hỏi, do dịch bệnh nên e phải ở quê chỗ e không có chỗ thi toiec và chuẩn anh văn nâng lên nên e không đủ chỉ để đăng kí môn Luận Văn Tốt Nghiệp.Vậy nên nhà trường có cách nào để e có thể đăng kí môn này được ko ạ.Dạ e cảm ơn nhà trường.",
            "Chào em,. . Em vui lòng xem lại email PĐT đã gửi:. . - Nhà trường tạm thời không xét điều kiện: chuẩn tiếng Anh sau mỗi năm học (chuẩn Anh văn hàng năm), xét chuẩn CCAV quốc tế khi xét LVTN, chuẩn Giáo dục thể chất cho riêng HK chính 212 và HK dự thính 212.. . =  Nghĩa là phía sau dấu hai chấm là tạm thời không xét.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Học vụ  /i [full_name] [full_name] [full_name] [full_name] Chào thầy cô, hiện e bị tạm dừng nên nộp đơn xin thu nhận lại [full_name][full_name]có file đính kèm ở dưới ạ[full_name]",
            "Chào em,. . Phòng Đào tạo đã tiếp nhận đơn thu nhận của em.. . SV theo dõi tình trạng và quyết định sẽ cập nhật tại mybk/Thông tin Sinh viên (dự kiến cập nhật QD trong tháng 12/2021). . SV vui lòng theo dõi lịch học vụ và mail sinh viên để biết thời gian đăng ký môn học cho học kỳ tiếp theo.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1813635  /b \t. . . .   i Học vụ . Kính chào Thầy/Cô PĐT,. . Em tên là Đoàn Ngọc Phước, hiện đang là sinh viên năm 4 khoa Kỹ thuật Hoá học. Theo đúng tiến độ học tập thì đến học kỳ 212, em sẽ còn 1 học phần tốt nghiệp là \"Luận văn tốt nghiệp\". Tuy nhiên trong học kỳ 211 hiện tại, do điều kiện học tập hạn chế và tình trạng sức khoẻ không ổn định cho nên em đã không thể hoàn thành được 2 môn \"Đồ án môn học\" và \"Đề cương luận văn\" ở học kỳ này. Vì thế, sau học kỳ 211 em sẽ còn 3 môn học là \"Đồ án môn học\", \"Đề cương Luận văn\" và \"Luận văn tốt nghiệp\".. . Dựa trên tình trạng sức khoẻ và năng lực học tập hiện tại của mình, em dự định sẽ hoàn thành 3 môn trên vào 3 học kỳ chính sau đó và sẽ thực hiện đăng ký môn học theo kế hoạch như sau: \"Đồ án môn học\" (2 tín chỉ)  vào HK212, \"Đề cương Luận văn\" (0 tín chỉ) vào HK221 và \"Luận văn tốt nghiệp\" (9 tín chỉ) vào HK222.. . Thầy/Cô PĐT cho em hỏi: Nếu như em thực hiện việc đăng ký môn học như trên thì có hợp lệ và không bị tạm dừng học 1 học kỳ không ạ? Trường hợp không hợp lệ thì em kính mong Thầy/Cô có thể hỗ trợ lời khuyên giúp em ạ.. . Em xin trân trọng cảm ơn.",
            "Chào em,. . Em vui lòng liên hệ [full_name], GVCN để được tư vấn nhé.. . Thân mến. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào pđt. . Thưa pđt, vì một vài lý do mà em đã không có TKB trong học kỳ 211 nên không thể in được giấy xác nhận sinh viên, nhưng em đã nộp đơn thu nhận lại và được nhà trường chấp thuận và cũng đã đăng ký môn học cho học kỳ 212. Nhưng hiện nay em đã có lệnh khám nghĩa vụ quân sự huyện vào ngày 15/12/2021. mà học kỳ chính thức bắt đầu vào ngày 03/01/2022 nên xin nhà trường giúp em để có thể xin giấy xác nhận em đang học tại trường hoặc có thể chỉ dẫn em xác minh đang học tại trường.. . Em xin chân thành cảm ơn",
            "Chào em,. . SV không có thời khóa biểu trong học kỳ thì không được cấp giấy xác nhận SV nhé bạn.. . Phòng Đào tạo cũng chỉ có thể xác nhận theo đúng tình trạng hiện tại của bạn thôi nhé.. . Thân"
        ]
    }
]