[
    {
        "intent": "",
        "message": [
            "Em Tên [full_name]. . MSSV [student_id]. . Em xin thầy cô kiểm tra lại thông tin điểm thi AV400 trên https://mybk.hcmut.edu.vn/stinfo/ ạ.. . Do em xin hoãn thi HK203 và thi lại môn AV400 , nhóm HL01 , Tổ A, dự thi ngày 20/02/2022. sau khi thi xong em có xác nhận là đã nọp bài từ cô giám thị và em có gữi clip theo yêu cầu của thầy cô.. . Hiện tại điểm AV400 của em bị cập nhật là VT nên em nhờ thầy cô xem lại giúp em ạ. Em xin cảm ơn thầy cô rất nhiều.. .   i Học vụ .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ trực tiếp Trung tâm ngoại ngữ để liên hệ Giảng viên chấm bài hỗ trợ kiểm tra và nhập điểm lại cho bạn. . Bạn vui lòng liên hệ TTNN để được hỗ trợ. .  . . Điện thoại        (08) 3866 6869 – 0909 625 988. . Fax        (84.8) 38.[student_id]69. . Website        . . http://bkenglish.edu.vn/. .  . . Email        [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ chào quý thầy cô.Em là sinh viên năm nhất khoa ứng dụng.Ngày 6/3/2022 em có lịch thi giữa kì môn Vật lí 2 vào lúc 7h nhưng do lý do mạng em không vào được phòng thi đúng giờ và bị đình chỉ thi.Em có mail cho giảng viên bộ môn và thầy bảo em làm đơn xin thi bổ sung gửi phòng đào tạo.Em đã đính kèm đơn ở dưới(pdf), mong quý thầy cô xem xét.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\"",
            "li answer rate: Answer does not suit / Câu trả lời không đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Hiện tại em chỉ còn 2 muôn học chưa qua với tín chỉ tổng cộng là 4 chỉ (gồm 1 môn đã học nhưng không qua môn ở học kì 212 có mã môn học là ME2045, môn còn lại kì này đang học có mã môn học là ME3227). Có một số môn học em đã học nhưng chưa cập nhật điểm vì tình hình dịch bệnh chưa thi cuối kì và  chưa học buổi thí nghiệm được. Nhưng theo em được biết các môn đó được xét là đã qua đối với trường hợp xét tín chỉ tích lũy để đăng kí môn học. Có một số môn tương đương em đã qua và gửi lên cập nhật điểm số. Vậy hiện tại em còn luận văn (9 tín chỉ), anh văn (8 tín chỉ) và hai môn chưa qua (4 tín chỉ), nên số tín chỉ còn lại của em là 21 tín chỉ, số tín chỉ đã qua (đối với trường hợp xét đăng kí môn học) là 121 tín chỉ. Nhưng hiện tại em vẫn không đăng kí được luận văn vì theo công bố của PDT em chỉ đạt 117 tín chỉ, em không biết hiện tại em thiếu tín chỉ nào nữa. Mong PDT xem lại giúp em để em đăng kí luận văn và hoàn thành chương trình học của mình đúng hạn ạ. Mong PDT có thể xử lý cho trường hợp của em.. . Em xin chân thành cảm ơn!",
            "Đã tl trực tiếp cho SV"
        ]
    },
    {
        "intent": "",
        "message": [
            "Thầy cô cho em hỏi thời khóa biểu của em tuần này học thí nghiệm offline nhưng lại không cập nhật, mong thầy cô xem giúp em ạ .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\"",
            "Dạ, em được biết lý do mất thời kháo biểu là do em chưa nộp học phí học kỳ 202, nhưng theo mẫu hình dưới đây là chưa nộp học phí học kỳ 211 mới bị khóa thời khóa biểu. Còn học kỳ 202 em đã xin gia hạn rồi ạ. Chị có thể xem lại giúp em được không ạ. Tại vì 4 tuần này là tuần để học bù thí nghiệm của kỳ trước nên rất quan trọng.. . Em cảm ơn ạ.. .",
            "Chào bạn. . Theo quy định gia hạn cho Hk202 thì đến Hk211 bạn phải thanh toán học phí. . Thân",
            "Dạ em cảm ơn ạ, cho em hỏi có cách nào xin mở lại thời khoa biểu và gia hạn học phí kỳ 202 không ạ, thực sự thời điểm này rất quan trọng với em ạ.",
            "Chào bạn. . Như đã trao đổi thì bạn phải thanh toán học phí. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Gửi thầy (cô),. . . . Em tên: [full_name]. . MSSV: [student_id]. . . . Em có đăng ký tốt nghiệp tháng 1/2022. Nhưng không tìm được thông tin tốt nghiệp và không nhận được e-mail.. . . . Mong thầy (cô) kiểm tra lại giúp em thông tin.. . . . Em cảm ơn. . . .",
            "Chào bạn, . . Bạn đã có bằng tốt nghiệp rồi, bạn liên hệ PDT để nhận bằng nhé. Khi liên hệ nhớ mang theo CMND hoặc thẻ SV.. . Thân."
        ]
    },
    {
        "intent": "",
        "message": [
            "dạ cho em xin cách để liên lạc với bên quân sự được không ạ vì em không có trong danh sách học quân sự mà hôm thứ 2 lại có mail hướng dẫn học qs ạ. em cảm ơn ạ. .",
            "Chào em,. . Trường hợp của em không có tên trong danh sách học quân sự vì còn thiếu hồ sơ và chưa nộp học phí. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo,. . . . Em tên là [full_name] Mssv:[student_id]. . Sinh viên hệ VHVL ,Lớp BT14DHLT.. . . . Hiện tại em có tra: [full_name],[full_name]T 1 NĂM 2022. . thì được báo là chưa đủ điều kiện tốt nghiệp , lý dó là chưa tích lũy được môn học bắt buộc tự chọn nhóm 4 : 0/ 2.. . Tuy nhiên môn học tự chọn nhóm 4 em đã tích lũy đủ , cụ thể như thống kê trong file đính kèm.. . . . Kính mong PĐT kiểm tra lại giúp em với ạ.. . . . Em xin chân thành cảm ơn. . [full_name]. . [phone_number]. . . .",
            "\"Chào em,. . Cô gửi em file xét tốt nghiệp, em kiểm tra lại điều kiện.. . Trường hợp có khiếu nại em có thể gửi lại qua bksi.. . Trường hợp SV học môn tương đương, vui lòng ghi rõ em học MH nào? ở HK nào? bao nhiêu điểm? tương đương môn học nào? (ghi rõ tên và mã MH). . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: [student_id]  /b \t[full_name] [full_name] [full_name] [full_name]   i Tốt nghiệp  /i [full_name] [full_name] [full_name] [full_name] Dear Thầy/Cô[full_name][full_name] [full_name] Em tên [full_name], MSSV: [student_id][full_name] Hiện em đã đủ điều kiện để tốt nghiệp và tình trạng sinh viên đang học nhưng vẫn không có tên trong danh sách tốt nghiệp dự kiến và không đăng ký tốt nghiệp trên myBK[full_name][full_name] [full_name] Em mong PĐT có thể bổ sung và mở đăng ký tốt nghiệp với trường hợp của em[full_name] Em mong sớm nhận được phản hồi từ PĐT[full_name][full_name] [full_name] Em xin chân thành cảm ơn[full_name]",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\"",
            "Dear Thầy/Cô,. . Em cảm ơn Thầy/Cô đã giải thắc mắc của em về Đăng ký Tốt nghiệp đợt 04/2022.. . Thầy/Cô cho em hỏi là:. . Thứ 1 là em đã đăng ký tốt nghiệp thành công vào ngày 13/03 và đã có quyết định tốt nghiệp ngày 18/03 nhưng đến hôm nay là 23/03 em vẫn chưa nhận được bất kỳ email nào của trường gửi cho em về việc tốt nghiệp của em để em theo dõi thông tin.. . Thứ 2 là em có đăng ký nhận giấy chứng nhận tốt nghiệp tạm thời mà tới hôm nay em vẫn không thấy chỗ để tải bản scan giấy tốt nghiệp tạm thời và làm sao để em nhận được giấy đó để bổ sung cho nơi em làm việc ạ? Chỗ mục Đăng ký tốt nghiệp của em đã đổi thành mục Cựu sinh viên rồi ạ.. . Thứ 3 là em đã nhập đầy đủ thông tin để cập nhật hồ sơ trong mục Cựu sinh viên nhưng bấm Cập nhật không thấy thay đổi gì ạ, đăng nhập vào lần sau thì vẫn không thấy thông tin gì được lưu và cho em hỏi có cần cập nhật hồ sơ cựu sinh viên không ạ?. . Em xin chân thành cảm ơn quý Thầy/Cô!",
            "\"Chào bạn. . SV theo dõi lịch trình tốt nghiệp tháng 4/2022 tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 4/2022. . Theo quy trình cấp bằng đại học hiện tại: dự kiến vào cuối mỗi tháng Phòng đào tạo sẽ lấy danh sách sinh viên đã đăng ký tốt nghiệp (SV đã đăng ký, thanh toán tiền và có xác nhận đã nhận của PĐT) để ra Quyết định công nhận tốt nghiệp, tiến hành in Bằng tốt nghiệp và sẽ thông báo mời SV đến nhận sau khi hoàn tất.. . Nên nếu SV thật sự cần Giấy chứng nhận tốt nghiệp, thì vui lòng điền thông tin vào form (đã có tên trong danh sách dự kiến tốt nghiệp, đã khai thông tin tốt nghiệp, thanh toán 95.000 lệ phí tốt nghiệp(sad) https://forms.gle/2WnfHeAHnRZWJ6Jn7. . Sau khi kiểm tra dữ liệu, dự kiến Thứ 2 hàng tuần sẽ in và scan gởi qua mail SV, sau đó SV cần bảng chính vui lòng liên hệ Pdt để nhận. . . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ cô ơi, em có hỏi cô là không phải là để hoãn môn mà là rút môn kỳ sau em đăng ký học lại á cô!. . . . Em đã điền form rút môn hôm bữa trường có gửi rồi ạ. Nhưng mà hạn của form đó là 05/03. Nhưng mà hôm qua 7/3 em mới điền. Do tình hình dịch đột xuất tăng nhanh nên gia đình không cho em lên ạ! Nên em mới hỏi là yêu cầu rút môn có được giải quyết không ạ?. . . . Mong cô giải đáp giúp em nha!. . Cám ơn cô!. . Trân trọng!. . [full_name]",
            "Chào bạn. . Môn Thực tập điện tử 1 là môn ở HK211. . - Pdt xếp lịch thực tập bù cho bạn môn Thực tập điện tử 1, nên bạn đăng ký rút vào form vừa rồi là không đúng sẽ không xử lý. . - Nên hiện tại không rút môn học này được nếu bạn không học được thì điểm 13, Hk sau đó bạn đăng ký học để trả nợ nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Em đã hoàn thành chương trình chương trình giáo dục quốc phòng khóa 403/21 do Trung tâm Giáo dục Quốc phòng và An ninh ĐHQG-HCM tổ chức . Trường xem xét xác nhận em đã hoàn thành môn giáo dục quốc phòng (MI1003)và gừi em bằng xác nhận hoàn thành chương trình giáo dục quốc phòng qua : . . - Địa chỉ: 410, Trường Chinh, phường 13, quận Tân Bình, TpHCM. . - SĐT: [phone_number]. . . . . .",
            "Chào bạn. . Bằng giáo dục quốc phòng bạn liên hệ Văn phòng đào tạo quốc tế/ [full_name] phụ trách để nhận . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em là [full_name].. . MSSV: [student_id] lớp CTM02.. . Hiện tại thì em mới có điểm môn học Kỹ thuật an toàn mà em đăng ký vào học kỳ chính 202.. . Do học kỳ này em không đăng ký môn học mới nên đã bị tạm dừng học.. . Phòng đào tạo có thể mở lại để em đăng ký xét tốt nghiệp được không ạ.. . Em cám ơn thầy/cô.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em kính chào phòng đào tạo, sau khi được cập nhật điểm môn Nhập môn về kỹ thuật, em có nguyện vọng phúc tra điểm thi. Em đã đăng kí phúc tra từ ngày 4/3/2022 và hôm nay là ngày 8/3/2022 nhưng trên hệ thống vẫn ghi phiếu của em đang được chờ xử lí. Em muốn hỏi khi nào em mới được xét duyệt phúc tra điểm thi ạ.. . Em xin cảm ơn quý thầy cô.",
            "Chào bạn. . Bạn vui lòng đợi cập nhật mới trên trang ứng dựng. . Pdt đang xử lý, và sẽ cập nhật thông tin mới sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là sinh viên lớp thí nghiệm HĐC VL04. Em có lịch học vào ngày 10 và 11/3 nhưng do em đang ở Hải Phòng nên không có điều kiện học tập trực tiếp tại trường. Em mong nhà trường xem xét chuyển lịch học môn này sang tuần 27 để em được hoàn thành môn học này.. . Em cảm ơn ạ!. .",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em là [full_name] - [student_id]. Em tính rút môn Thực tập điện 1 (EE2025) và Thực tập điện tử 1 (EE2023). Do thời gian học vào tháng 3, dịch đang căng thẳng và em đang bị F0 nên em không thể đến lớp học được.. . Do em test covid vào ngày 8/3/2022 và biết mình là F0 nên em quyết định điền form rút môn học vào ngày hôm đó, chậm 3 ngày so với thời hạn đăng ký rút môn. Không biết form của em có được giải quyết không ạ? Mong thầy cô giải đáp giúp em.. . Em xin chân thành cảm ơn!",
            "Chào bạn. . Form rút này là dành cho các môn có tkb ở hk212. . 2 Môn thực tập này là xếp bù nên nếu bạn không đi thực tập thì sẽ bị điểm 13. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ e chào quý thầy cô ạ, theo như phản hồi từ quý thầy cô trong câu hỏi em lần trước. Và em đã có tên trong danh sách dự kiến tốt nghiệp đợt 4/2022. Nhưng sau 8/3/2022 em vẫn chưa được vào trang mybk để em đăng ký tốt nghiệp được ạ. Do tình trạng sinh viên em là đang tạm dừng ạ. Mong quý thầy cô hỗ trợ kiểm tra giúp em ạ. Em xin chân thành cảm ơn quý thầy cô ạ.. .",
            "Dạ e chào quý thầy cô ạ, theo như phản hồi từ quý thầy cô trong câu hỏi em lần trước. Và em đã có tên trong danh sách dự kiến tốt nghiệp đợt 4/2022. Nhưng sau 8/3/2022 em vẫn chưa được vào trang mybk để em đăng ký tốt nghiệp được ạ. Do tình trạng sinh viên em là đang tạm dừng ạ. Mong quý thầy cô hỗ trợ kiểm tra giúp em ạ. Em xin chân thành cảm ơn quý thầy cô ạ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em có nhờ PĐT xếp lịch học cho môn Thí nghiệm Hoá đại cương vào tuần 10 nhưng thay vì đưa thời gian học trực tiếp thì PĐT nói em hãy đợi TKB cập nhật. Và cho đến chiều ngày 8/3/2022 thì TKB mới được cập nhật nhưng thời gian học lại là sáng ngày 8/3 và 7/3. Tức là em đã không tham gia học thí nghiệm được.. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Thầy cô cho em hỏi tại sao em còn môn thí nghiệm hóa đại cương kì 211 tới bây giờ vẫn chưa có lịch học thí nghiệm 2 buổi cuối ạ. . Em xin cám ơn ạ",
            "\"Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Dạ em chào thầy/cô.. . Em tên là [full_name], MSSV: [student_id], hiện tại em đang học lớp CK21DM2, lớp Vật Lý 2 L02.. . . . Ngày 6/3/2022 lúc 7h em có ca thi môn Vật Lý 2. Vì hôm đó là ngày chủ nhật mà nhà trọ chỗ em mới thuê bị mất điện từ rạng sáng một cách bất ngờ khiến em gặp phải tình huống xấu là không thể tham gia buổi thi được. Điện thoại của em cũng vì thế mà không đủ pin để sử dụng 4G và không thể chụp lại hình ảnh làm minh chứng cho thầy/cô được ạ.. . Em mong rằng thầy/cô có thể thông cảm cho em vì sự cố lần này và cho phép em được thi lại.. . Em chân thành cảm ơn thầy/cô.. .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên là [full_name] - MSSV [student_id], vì lý do sức khỏe (sốt cao) nên em đã không thể vào thi giữa kì môn Vật Lý 2 (6/3/2022) ca 9h(L11-B), không biết em có thể kiểm tra bù được không ạ, em xin cảm ơn.. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "B   /B   B   /B   B Kính gửi Phòng Đào Tạo.. . Em tên là  : [full_name]. . MSSV : [student_id]. Hệ VHVL. . Kì học 212 em có đăng kí học 2 môn :. . - EE2013 : Vi xử lý 4 chỉ.. . - EE3087 : Bảo vệ relay hệ thống điện 3 chỉ. . Nhưng học phí em phải đóng là 6.300.000đ. là 900.000đ/chỉ, bình thường em vẫn đóng 525.000đ/chỉ. . Kính mong PĐT xem lại xem có bị nhầm lẫn hay em phải đóng thêm những khoản nào ạYêu cầu khác:",
            "Em tên là  : [full_name]. . MSSV : [student_id]. Hệ VHVL. . Kì học 212 em có đăng kí học 2 môn :. . - EE2013 : Vi xử lý 4 chỉ.. . - EE3087 : Bảo vệ relay hệ thống điện 3 chỉ. . Nhưng học phí em phải đóng là 6.300.000đ. là 900.000đ/chỉ, bình thường em vẫn đóng 525.000đ/chỉ. . Sau khi thắc mắc mail, PĐT có trả lời em học khóa 17 nhưng chương trình khóa 15. và 1 mail nữa nói em học khóa 15. (file đính kèm ). . Trong khi đó em đang học khóa 17 hệ VHVL (thẻ SV file đính kèm). . Sau khi lên web trường tham khảo em được biết hệ VHVL khóa 2017 lên thành 577k/chỉ chứ không phải là 900k/chỉ (file đính kèm). . Vậy thầy /cô cho em hỏi. . - Tại sao em học khóa 17 nhưng lại theo chương trình khóa 15 lại bị tăng học phí, trong khi nhưng kì trước em đang đóng ở mức  525k/chỉ.. . - Và nếu đóng ở mức 900k/chỉ thì chỉ kì này em phải đóng hay tất cả những kì sau đều thế.. . Mong thầy/cô giải đáp cho em hiểu . . Em xin cảm ơn",
            "\"Chào bạn,. . Học phí mới đã cập nhật lại, bạn kiểm tra lại thông tin nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học. . Chúc bạn học tốt.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  Do hôm thứ 7 ngày 5/3/2022 em đang thi GHK môn kinh tế học đại cương nhưng do gặp sự cố cúp điện nên không thể tiếp tục làm bài. Hiện tại em chỉ có giám thị coi thi minh chứng cho việc hôm đó em bị cúp điện. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Em chào thầy/cô. . . . Em gửi yêu cầu xin được xem xét đăng ký tốt nghiệp cho đợt tháng 4/2022.. . . . Em đã hoàn thành luận văn tốt nghiệp, có điểm tổng kết và đáp ứng đủ các yêu cầu khác. Tuy nhiên, do kì trước em có làm đơn xin hoãn bảo vệ luận văn, tình trạng sinh viên của em vẫn ghi là tạm dừng. Em cũng chưa có tên trong danh sách tốt nghiệp dự kiến và không vào được mục đăng ký tốt nghiệp trên mybk.. . . . Mong PĐT xem xét yêu cầu được đăng ký tốt nghiệp này của em. Em chân thành cảm ơn.. .",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . Chào pdt,. . Mong pdt giải đáp giúp là nếu giờ mình bảo lưu thì chỉ bảo lưu kì đang học, còn những môn của kì trước, ví dụ như thí nghiệm hay thi lại do hoãn thi thì như thế nào ạ, có bảo lưu luôn hay vẫn phải đi học ạ.. .",
            "Chào bạn. . Phải đi học nghen bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác .   Dạ em chào cô, cho e xin phép được đặt 2 câu hỏi ạ. .   1. Về phiếu thu nhận hồi vài hôm trước em có hỏi trên này về việc nộp giấy này ở đâu thì được cô [full_name] trả lời là nộp trên BKSI, do em đang tạm dừng học vẫn chưa biết nhiều về ứng dụng này nên muốn hỏi cô là mình nộp qua BKSI như thế nào ạ? Và khi nộp xong có cách nào để mình xác nhận là nộp xong chưa ạ?. .   2. Về học kì hè năm nay thì em không biết là mình sẽ học online hay là offline, nếu offline thì cho e hỏi là em thuộc sinh viên đại trà học dưới cs2 thì học kì hè mình sẽ học ở đó luôn phải không ạ?. .   Đó là 2 câu thắc mắc của em, mong cô có thể giải đáp co em ạ. Em xin cảm ơn rất nhiều. . . .",
            "Chào bạn. . 1) Bạn tải mẫu đơn điềm và ký tên nộp tại BKSI, sẽ được phản hồi. . 2) Hk hè 213 thì đợi thông báo dkmh cụ thể nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], MSSV [student_id], sinh viên chương trình PFIEV.. . Em gửi mail cho PĐT để xác nhận lại là kỳ tốt nghiệp tháng 11 năm 2022 là hạn cuối tốt nghiệp của em phải không ạ?. . Em xin cảm ơn ạ. . . .",
            "Chào bạn. . Đúng nghen bạn. . Bạn xem tại Mybk  thông tin sinh viên  lý lịch   thời gian đào tạo tối đa. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Dạ cho em hỏi, em đã hoàn thành xong đủ chương trình học và thiếu mỗi AV nói viết. Em 27/02 vừa qua đã pass AV nói viết, nhưng đến hôm nay 8/3 tình trạng sinh viên vẫn bị tạm dừng, CCNN chưa được update và không ĐKTN được. Vậy lý do ở đây là gì vậy ạ? Em cảm ơn.",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp ( Tra danh sách tại http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 (cập nhật mới gia hạn thời gian xử lý tốt nghiệp). . Về tình trạng sinh viên, khi nào em có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Dạ cho em hỏi nếu mình đã đóng tiền bảo hiểm bên ktx có thời hạn đến hết năm 2022 thì có cần. . đóng đợt 3 này không ạ",
            "responsible person: [548] [staff_name] [helpdesk staff]",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Cho em hỏi khi nào thì điểm của em được cập nhật, vì lần cuối được cập nhật là tháng 4/2021. (Hình 1). . . . Em có hoãn thi LVTN và đã nộp đơn bố sung điểm sau khi bảo vệ, nhưng điểm không được cập nhật vào môn mà chỉ được cập nhật ở điểm trung bình và tín chi tích lũy là 139. Cho em hỏi đây có phải là lỗi không ạ? (Hình 2)",
            "Chào bạn. . Trước tiên, Bạn vui lòng kiểm tra lại điểm từng môn học được nhập đúng là được. . Hiện tại số tín chỉ và điểm trung bình học kỳ chưa cập nhật đúng. . Sẽ được cập nhật đúng vào cuối tháng 03/22. . . . - Về điểm 14 của môn LVTN, bạn liên hệ Khoa để hỏi đã báo Pdt cấp giấy ghi điểm xoá điểm Ht chưa?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy, e là [full_name] mssv [student_id]. Sinh viên hệ VHVL cơ khí.. . Thầy cho e hỏi, lúc trước e có trong danh sách miễn môn. Nhưng giờ tìm lại không thấy tên. Xin hỏi thầy lý do là sao ạ?",
            "Chào bạn. . Khi nào có kết quả sẽ thông báo kết quả qua mail SV. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Chào thầy, e là [full_name] mssv [student_id]. Sinh viên hệ VHVL cơ khí.. . Thầy cho e hỏi, lúc trước e có trong danh sách miễn môn. Nhưng giờ tìm lại không thấy tên. Xin hỏi thầy lý do là sao ạ?"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ thầy, cô cho em hỏi sao học phí BKPAY học kỳ này của em cao bất thường vậy ạ. . . . . Học kỳ này em đăng ký 8 tín chỉ thôi nhưng học phí lên đến 7 triệu 200 nghìn đồng là quá cao ạ. . . . . Học kỳ em đăng ký nhều nhất là 14 tín chỉ nhưng cũng chỉ đóng 6 triệu 300 nghìn đồng thôi ạ.. . . . Em xin cảm ơn.. . . .",
            "\"Chào bạn,. . Học phí mới đã cập nhật lại, bạn kiểm tra lại thông tin nghen. . Về thông tin học phí bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn    sinh viên    học vụ    học phí    Mức thu học phí các bậc đào tạo năm 2021-2022   Mục V- Vừa làm vừa học. . Chúc bạn học tốt.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Em tên [full_name] MSSV [student_id] là sinh viên ngành Kỹ thuật điện khoá K19.. . Cho em hỏi, sinh viên theo hệ VLVH có cần phải nộp chứng chỉ tiếng anh Speaking và Writing không ạ?. . Em cảm ơn.. .",
            "\"Chào bạn. . - Bắt buộc nghen bạn. . - Về quy định chuẩn tiếng anh trong quá trình học: Bạn vui lòng xem chi tiết tại trang web aao--  sinh viên --  Quy chế --  Quy chế đào tạo và học vụ bậc đại học và cao đẳng -- Phụ lục 1: Quy định về ngoại ngữ . . Chúc bạn học tập tốt nhé.. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Khiếu nại đăng ký môn học . Em chào thầy/ cô.. . Kì 211 em có đăng kí học thí nghiệm môn Hóa phân tích (CH2009) nhưng không được xếp lịch học. Kì này em vẫn không được xếp lịch học trong khi các môn thí nghiệm đã bắt đầu. . . Vậy trường cho em hỏi hướng giải quyết em phải làm thế nào để bổ sung được ạ. . . Em cám ơn!. . . .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính thưa nhà trường,. . Em là [full_name], MSSV [student_id]. . Sáng nay em có kì thi lý đại cương A2 giữa kì thì em bị mất mạng và không thể vào thi được.. . Dạ cho em hỏi có cách nào để xin thi lại không ạ?. . Dạ em xin cảm ơn ạ.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "MSSV [student_id]. . . Em đã thanh toán học phí 211 kì vừa rồi, sau khi nhận ra thiếu sót của bản thân thì em đã lập tức thanh toán học phí cho nhà trường. Cho em hỏi là trong tháng 3 tháng học thí nghiệm của các môn 211 vừa rồi, em còn có thể đăng kí và có thời khoá biểu đi học không ạ? Bây giờ em phải làm sao ạ. Em xin cảm ơn thầy cô giúp đỡ. . . . Trân trọng, . . [full_name]\t. . . . . . . .",
            "Chào bạn. . Pdt đã ghi nhận việc thanh toán học phí trễ hạn của bạn. . TKB sẽ phục hồi sau thứ 6 (11/3). . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi pđt,. . Em là sinh viên khoa Khoa Học Máy Tính K18.. . Cho em hỏi em có được đăng ký môn chuyên ngành trong học kỳ hè không ạ? . . P/s: Ý em là có bị cấm đăng ký hay không ấy ạ.. .",
            "Chào bạn. . Vui lòng đợi thông báo cụ thể về Hk213 nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô. . Em tên là: [full_name], MSSV: [student_id]. . Em đã tích lũy được 136 TC, và chỉ còn 6 TC các môn Anh văn 2, Anh văn 2 và Anh văn 4 để hoàn thành TCTL tốt nghiệp. Em chỉ cần bổ sung chứng chỉ TOEIC là có thể chuyển điểm và đủ điều kiện tốt nghiệp.Nhưng do vấn đề về giấy tờ Chứng minh nhân dân nên em sẽ không kịp đăng kí thi TOEIC để kịp bổ sung chuyển điểm cho đợt tốt nghiệp tháng 4/2022. . . Em đã đọc kĩ quy chế thì thấy điều 5.5 trong quy chế học vụ. Đó là các trường hợp đặc biệt khác do Hiệu trưởng xem xét quyết định kéo dài thời gian đào tạo thêm 1 kỳ.. . Em kính mong thầy/ cô hướng dẫn để em có thể được xem xét kéo dài thời gian đào tạo thêm 1 kỳ để bổ sung CCNN và tốt nghiệp vào tháng 11/2022. Việc tốt nghiệp vào tháng 11 tới rất có ý nghĩa với em, kính xin thầy/cô giúp đỡ.. . Em cám ơn thầy/cô nhiều!. . Trân trọng",
            "Chào bạn. . Trường hợp của bạn không thuộc quy định được kéo dài thêm 1 học kỳ. . Bạn chỉ có thể chuyển sang VLVH để tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác . E là sv cao đẳng BDCN vừa đkí và hv hệ vhvl Cơ khí.Sau bao lâu sinh viên sẽ được cập nhật miễn môn trên mybk ạ?",
            "Chào bạn. . Khi nào có kết quả sẽ thông báo kết quả qua mail SV. . Thân",
            "Yêu cầu khác: E là sv cao đẳng BDCN vừa đkí và hv hệ vhvl Cơ khí.Sau bao lâu sinh viên sẽ được cập nhật miễn môn trên mybk ạ?",
            "đã trả lời"
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp . Kính gửi phòng đào tạo trường Đại Học Bách Khoa TPHCM!. . Em tên: [full_name] MSSV:[student_id]. . Hiện em có và đã gửi yêu cầu xét tốt nghiệp hệ VHVL HK212 và đã được ghi nhận yêu cầu xét tốt nghiệp vào ngày 23/02/2022. Theo ghi nhận kết quả là sau ngày là 01/03/2022 sẽ có kết quả và hiện tại em vẫn chưa tìm thấy tên em trên danh sách tốt nghiệp dự kiến hệ VLVH và không đăng ký tốt nghiệp được.. . Hôm nay em viết đơn này nhằm mong phòng đào tạo kiểm tra và xem xét lại giúp em với!. . Em xin chân thành cảm ơn!. . [full_name] Viên. . . . [full_name]. . [full_name]. . . . . .",
            "\"Chào bạn. . Bạn đã có tên trong danh sách dự kiến tốt nghiệp, Bạn sẽ nhận thông báo hướng dẫn qua mail để thực hiện khai thông tin tốt nghiệp nghen. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô!. .  Em tên: [full_name] _MSSV [student_id]_ Môn vật lý 2 L02_B. . Cho em hoãn thi giữa kì môn vật lý 2 ca 7h ngày 3/6/2022. . Lý do: Sáng nhà em cúp điện đột xuất em không thể thi được ạ. . Xin phòng đào tạo cho em dời thi . . Cảm ơn.",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào thầy cô. . Năm trước em là sinh viên của một trường Đại Học khác và đã hoàn thành học phần GDQP. Em muốn hỏi là nếu em nộp chứng chỉ hoàn thành học phần GDQP ở trường cũ thì em có được miễn học GDQP ở trường DH Bách Khoa không ạ? Nếu được miễn thì thời hạn nộp là bao lâu, vì trường cũ chưa cấp chứng chỉ cho em. Và em có cần rút học phần GDQP hay làm thủ tục gì khác không ạ?. .",
            "Chào bạn. . Dự kiến là khi nào bạn có bằng GDQP ở bên trường bên kia, bạn phải nộp để Pdt xem xét có được miễn GDQP không?. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi anh, chị,. . . . Em thắc mắc về bảo hiểm y tế đợt đóng tháng 12/2021 em đã đăng ký và thanh toán tiền nhưng tới hiện tại thẻ bảo hiểm của em vẫn chưa gia hạn lại thời gian sử dụng. Em không biết là đang có vướng mắc gì và em cần phải hỏi bộ phận nào để giải quyết vấn đề này ạ?. . . . Em xin cám ơn anh, chị. Mong anh, chị giải đáp giúp em!",
            "\"Chào bạn. . Vấn đề BHYT, Học bổng, vay vốn ngân hàng, gia hạn và miễn giảm học phí, sinh hoạt công dân… Bạn vui lòng liên hệ Phòng Công tác Chính trị Sinh viên để được hướng dẫn.. . Email: [email]. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Mở môn học học kỳ 212 .  Đợt trước trường có mail đăng kí học hoá đại cương thí nghiệm offline nhưng em không đủ điều kiện an toàn dịch bệnh nên không điền form, trường cũng nói sẽ có thông sau,nhưng đợt học off sắp tới cũng không có tên em trong danh sách, còn mấy bạn cùng khoá với em thì có, em muốn hỏi còn có thể đăng kí để em có thể thi bù đợt đó không ạ?. .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi: Phòng đào tạo Trường Đại học Bách Khoa-ĐHQG TPHCM. . Em tên là:[full_name]-MSSV:[student_id]. . Lý do: sáng nay em có ca thi giữa kì môn vật lý 2 vào lúc 7h thì vào lúc 6h20 thì máy em bị mất mạng em đã cố gắng kết nối mãi mà vẫn không được, ba mẹ em đi làm và em chỉ ở 1 mình trong nhà nên em cũng không mượn được ai ạ.. . Em viết đơn này mong được thi lại vì em bị lỗi hệ thống nên không thể tham gia được ạ.. . Em xin chân thành cảm ơn!. . . .",
            "\"\"\"Chào bạn,. . Về việc kiểm tra bổ sung (giữa kỳ):. . SV có thể liên hệ với GV để xin được kiểm tra bổ sung lại, nếu GV không đồng ý. . Bạn vui lòng tải mẫu đơn: Phiếu đăng ký dự thi kiểm tra bổ sung tại trang web : aao.hcmut.edu.vn    Sinh viên    biểu mẫu. . Điền đầy đủ thông tin đính kèm minh chứng nộp tại BKSI (áp dụng đối với các môn lý thuyết có lịch thi ). . Thân\"\"\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Do không vào được đúng ngành mình muốn nên em xin nộp đơn thôi học để ôn tập lại. . . . Em đã cân nhắc về việc này khá lâu, nhưng sau khoảng thời gian rồi đã giúp em biết rõ được mình giỏi điều gì.. .",
            "đã có quyết định gởi qua mail SV"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý Thầy, cô ạ.. . Em xin tạm dừng học kỳ 212, năm học 2021-2022 ạ.. . Em xin gửi Phiếu đề nghị được tạm dừng học ạ.. . Em xin cảm ơn ạ.. . Trân trọng.",
            "Em chào quý Thầy/ cô ạ!. . Em không biết là phòng đào tạo đã nhận được phiếu tạm dừng học học kì 212 năm học 2021-2022 của em chưa ạ?. . Mong nhân được sự phản hồi của Thầy/ cô ạ.. . Em cảm ơn Thầy/ cô nhiều ạ.. . Trân trọng.. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Tốt nghiệp  /i  . . . . Kính gửi phòng đào tạo. . Em là [full_name],MSSV [student_id]. Hiện tại em đã đủ điều kiện xét tốt nghiệp, nhưng dotình trạng sinh viên là tạm dừng nên chưa đăng kí tốt nghiệp được. Xin pdt xem xét giúp em việc này ạ. . Cảm ơn",
            "\"Chào bạn,. . PDT đã ghi nhận yêu cầu về đăng ký xét TN của bạn. SV vui lòng theo dõi email  và đăng ký tốt nghiệp tại trang mybk.hcmut.edu.vn/6.Đăng ký Tốt nghiệp. . Trường hợp sau ngày 15/03/2022 SV vẫn chưa nhận được thấy tên trong ds dự kiến tốt nghiệp (http://www.aao.hcmut.edu.vn    Tốt nghiệp    Thông tin tốt nghiệp) hoặc chưa đăng ký tốt nghiệp được vui lòng gửi lại câu hỏi qua bksi để PDT kiểm tra và trả lời.. . Xem chi tiết lịch học vụ tại (lịch trình tốt nghiệp) tại trang web PĐT (aao.hcmut.edu.vn)    Sinh viên    Lịch học vụ    Lịch tốt nghiệp    tháng 04/2022 . . Về tình trạng sinh viên, khi nào bạn có tên trong ds dự kiến tốt nghiệp, PDT sẽ tự động ra QD thu nhận cho bạn nhé. . Thân\""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào quý thầy cô!. . Hiện tại em đã học xong các môn trong chương trình học. Do dịch bệnh ảnh hưởng,nên em chưa hoàn thành đúng hạn nộp chứng chỉ ngoại ngữ kỹ năng nói và viết. Nên em muốn nộp đơn xin gia hạn nộp chứng chỉ ngoại ngữ thì em nộp qua email hay lên trên phòng đào tạo nộp trực tiếp ạ?. . Em xin cảm ơn!",
            "\"Chào bạn. . - Trường hợp thiếu chứng chỉ anh văn 2 kỹ năng để đủ điều kiện tốt nghiệp, SV [full_name]15 sẽ nộp đơn kéo dài (tự làm, không mẫu) thời gian sau tháng 04/2022.. . - Về quy định thời gian và kế hoạch học tập: Bạn vui lòng xem chi tiết tại trang web aao    sinh viên    Quy chế    Quy chế đào tạo và học vụ bậc đại học và cao đẳng    Các trường hợp được kéo dài thời gian đào tạo    điều 5.5. . Thân. . \""
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em xin nộp đơn hủy rút môn học ạ.. . Em xin chân thành cảm ơn.",
            "Chào bạn. . Pdt đã ghi nhận yêu cầu huỷ rút môn học của bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi Phòng Đào tạo,. . Em tên [full_name], MSSV: [student_id], lớp KU17VLY, sinh viên Khóa 2017, Khoa Khoa học Ứng dụng, trường ĐH Bách Khoa - ĐHQG TP.HCM.. . Hiện tại em là sinh viên đã tốt nghiệp đợt tháng 11 năm 2021. Em viết email này vì lý do em phát hiện ra tên đề tài luận văn in trong phụ lục bằng tốt nghiệp và bảng điểm được cấp cùng với bằng tốt nghiệp của em không đúng với tên đề tài khi em đăng ký bảo vệ luận văn và xét tốt nghiệp.. . Tên đề tài trong phụ lục bằng tốt nghiệp là: Khảo sát khả năng kháng tế bào ung thư gan in vitro, hoạt tính chống oxy hóa, hàm lượng phenolic và flavonoid toàn phần của cao methanol một số loài dược liệu vùng Bảy Núi, An Giang.. . Tên đề tài đăng ký tốt nghiệp (tên đúng): Ứng dụng kỹ thuật UV-Vis trong đánh giá khả năng gây độc tế bào Huh7, hoạt tính chống oxy hóa và hàm lượng flavonoid toàn phần của một số dược liệu vùng Bảy Núi, An Giang. . Tên tiếng Anh: Application of UV-Vis technique in determining the cytotoxic effects on Huh7 cells, the antioxidant activity and total flavonoids content of some medicinal plants in Bay Nui, An Giang Province. . Em xin đính kèm file biên bản chấm luận văn tốt nghiệp, file chụp màn hình và file chụp phụ lục bằng tốt nghiệp. (File đính kèm). . Kính mong P.ĐT xem xét và cho em phương án xử lý.. . Trân trọng./.. .   i Yêu cầu khác .",
            "Chào bạn. . Về vấn đề này bạn vui lòng liên hệ Bộ môn/[full_name] để điều chỉnh trước, sau đó Bộ môn/[full_name] sẽ báo Pdt điều chỉnh chính xác thông tin cho bạn. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính gửi thầy cô phòng đào tạo. . Em tên là [full_name]. . Mã số sinh viên [student_id]. . Lớp thí nghiệm: VL08. .  Nay em viết mail này xin phòng đào tạo cho em xin hoãn lớp TN vì em đang là F0 và phải thực hiện cách ly tại nhà. . Em xin cảm ơn ạ. .  .",
            "Chào em,. . PDT đã ghi nhận yêu cầu về ĐKMH của bạn và đã chuyển cho bộ phận ĐKMH kiểm tra và xử lý.. . SV vui lòng theo dõi thời khóa biểu được cập nhật tại Mybk/Thông tin sinh viên/Xem thời khóa biểu dự kiến trễ nhất trước ngày 12/3/2022.. . Sau thời gian trên vẫn chưa được cập nhật TKB, SV vui lòng gửi lại câu hỏi qua bksi để biết lý do.. . Thân",
            "Chào em;. . đã đổi nhóm dời lịch học cho em nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em xin chào phòng đào tạo ạ, em là [full_name] ( MSSV: [student_id]) khoá K16, em muốn hỏi là em có đăng kí in bảng điểm trên hệ thống mybk và đã thanh toán lệ phí trên bkpay và chọn nhận kết quả bảng điểm qua bưu điện vào ngày 10/02/2022. Tuy nhiên đến thời điểm hiện tại em vẫn chưa nhận được kết quả bảng điểm từ bưu điện, em vào mybk xem trạng thái thì kết quả vẫn là đang in. Em mong phòng đào tạo có thể xem lại giúp em với ạ. Em cảm ơn ạ.. .",
            "Chào em;. . gửi em mã vận đơn của Viettel post, liên hệ gấp bưu cục để không bị hoàn nhé. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi thầy cô,. . Em có xin hoãn thi cuối kỳ và được phòng đào tạo đồng ý nhưng điểm tổng kết lại bị 0 điểm.Em đã mail cho thầy bộ môn nhưng thầy ấy nói phải liên hệ với phòng đào tạo. Rất mong được quý thầy/cô giải quyết vì thời lượng xem xét có hạn. Dưới đây là ảnh chụp màn hinh cuộc hội thoại giữa em với giáo viên bộ môn. Em xin chân thành cảm ơn sự giúp đỡ của quý thầy/cô.",
            "Chào bạn. . Pdt đã ghi nhận bạn có đăng ký Hoãn thi, trong tháng 3/22 sẽ ra QD cập nhật là điểm 22 nghen. . 261\t[student_id]\t[full_name]\tEE3019\tTruyền số liệu và mạng\tDT02\tA\t0.00"
        ]
    }
]