[
    {
        "intent": "",
        "message": [
            "Học vụ  /i  chung cư e ở bị phong tỏa nên e đóng học phí trễ 1 ngày. Trước e có làm đơn được phục hồi tkb rồi nhưng hôm nay e bị xóa tkb. . . .",
            "Chào bạn. . Bạn chưa thanh toán học phí, bạn nhanh chóng thanh toán, và báo lại Pdt. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em là [full_name] MSSV: [student_id], lớp CK18CD01. Dạ hồi chiều em có thanh toán học phí học kì 203 vào lúc 6h và đã trễ thanh toán, lý do là mẹ em chuyển tiền online bị lỗi và mẹ em để lúc sau chuyển lại cho em nhưng quên mất nên là đã chuyển trễ và bị quá hạn thanh toán. Em xin phép hỏi là giờ mình phải làm gì trong tình huống này ạ . Em xin chân thành cảm ơn.. . . . . .",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi,. . . . Em muốn hỏi là cần bao nhiêu ngày ctxh để đăng kí môn năm 3 ạ?",
            "Chào bạn. . Hiện tại ngày CTXH chỉ áp dụng khi đăng ký LVTN và tốt nghiệp. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Chào các thầy!. . Em là sinh viên hệ VLVH K20 nhập học vào tháng 10/2020.. . Vào tháng 3/2021 em đã đăng ký môn học HK 202 em có đăng ký 5 môn và đã thanh toán học phí.  Cho đến tháng 7/2021 trường có danh sách miễn môn học, có 2 môn trùng với môn e đăng ký và hiện tại 2 môn học đó 2 chỉ mới bắt đầu học.. . Vậy các thầy, cô cho em hỏi e có thể hủy 2 môn học đó không, hay có thể hoàn tiền học phí đã đóng hoặc giữ số tiền đó cho kỳ sau được không ạ.. . Em cảm ơn!",
            "Chào bạn. . -\tBạn vui lòng đợi mail của Phòng đào tạo gởi về việc hoàn trả học phí  và hủy môn học (các môn được miễn môn học). . -\tBạn cần ghi rõ và chi tiết chính xác thông tin để Phòng đào tạo đối chiếu và xử lý. . -\tHiện tại vấn đề này Chuyên viên phòng đào tạo đang xử lý tập trung qua mail của Phòng đào tạo nên bạn vui lòng liên lạc và phải hồi qua mail: [email] để được hỗ trợ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Thưa quý thầy/cô phòng đào tạo.. . . . Cho em xin phục hồi thời khoá biểu học kỳ 203 do đã thanh toán trễ hạn học phí.. . Hiện tại em đã thanh toán đầy đủ học phí học kỳ 203. . . Đây là sự sai sót của em, em xin thành thật xin lỗi. Hiện tại em đang đã đi làm và đang trong quá trình work from home. Em đang chạy deadline  dự án và đã không chú ý đến thời gian thanh toán học phí.. . Rất mong phòng đào tạo xem xét lại và hồi phục thời khoá biểu của em.. . Em xin chân thành cảm ơn.. . . . Trân trọng,. . [full_name]",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 4 ngày 23/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Dạ em chào thầy/cô. . . Em là [full_name]. MSSV [student_id]. . Chuyện là em có đăng kí form của bộ môn Điện tử về đăng kí GVHD môn Thực tập tốt nghiệp. Nhưng hôm nay khi Bộ môn đăng lên web thì không có tên em trong danh sách. . . Em đã có liên hệ với bộ môn nhưng Thầy/cô bộ môn nói là danh sách từ PĐT gửi xuống ạ. . . Có một vấn đề nữa là: đợt đăng kí môn học kì 203 vừa rồi thì trong đợt đăng kí chính thức em không đăng kí được môn Thực tập ngoài trường. Nhưng vào ngày 13/06 em đã liên hệ PĐT và ngày 14/06 PĐT đã phản hồi và đã được đăng kí thành công ạ. . . Mong thầy/cô hỗ trợ giúp em với ạ.. . Em xin cảm ơn ạ.",
            "Chào bạn. . Hiện tại trên Mybk -xem TKB đã có tkb môn TTNT, bạn kiểm tra lại. . - Vì TKB của bạn mới cập nhật nên Pdt sẽ chuyển danh sách bổ sung cho Khoa- bộ môn sau. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em tên là Võ Thiện [full_name] Vũ. . MSSV [student_id]. . Sinh viên khoa Điện-Điện tử. . . . Em xin đăng kí bổ sung môn thực tập tốt nghiệp trong học kì 203. . Mã môn học EE3333. . . . Trong đợt đăng kí môn học đợt 3 em không đăng kí môn thực tập được ạ.. . . . Mong thầy/cô xem xét giúp em ạ. Em xin chân thành cảm ơn",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Kính chào các thầy cô của trường ĐH Bách Khoa. . Em tên là [full_name], MSSV:[student_id], là sinh viên khoa Khoa học và Kỹ thuật Máy tính thuộc trường Đại học Bách Khoa tp Hồ Chí Minh.. . Vào ngày 16/07, vì một số chuyện gia đình nên em đã không thể nộp học phí đúng như thời hạn dẫn đến việc bị hủy Thời Khóa Biểu HK203. Hôm nay em làm đơn này kính mong các thầy cô phục hồi Thời Khóa Biểu giúp em để em có thể tiếp tục chương trình của mình.. . Em xin cảm ơn. . Kính đơn. . [full_name]. . [full_name]. .  .",
            "Chào bạn. . TKB đã được phục hồi"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn phục hồi lại TKB HK203 vì lý do thanh toán học phí trễ !",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 4 ngày 23/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            ". . Kính chào các thầy cô của trường Đại học Bách Khoa. . Em tên là [full_name], MSSV: [student_id], khoa Khoa học và Kỹ thuật Máy tính thuộc trường Đại học Bách Khoa tp Hồ Chí Minh.. . Hôm nay em viết đơn này muốn yêu cầu Phòng đào tạo trường Đại học Bách khoa cho phép em được rút môn học \"Anh văn 3\" thuộc nhóm DT01 HK203 vì một số lý do cá nhân.. . Em xin chân thành cảm ơn. . Kính đơn. . [full_name]. . [full_name]. .  .",
            "Chào bạn. . Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí, về việc này Pdt sẽ có thông báo cụ thể thời gian và hình thức nộp đơn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em muốn phục hồi lại TKB vì lý do đã thanh toán học phí HK203 trễ !"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . . . Em tên [full_name] anh tú ( [student_id]) em xin phòng đào tạo cho em đăng kí môn thực tập tốt nghiệp(260661) để em có tkb học.. . Em đã đăng kí 3 lần nhưng đều không có trong thời khóa biểu. Em mong phòng đào tạo tạo điều kiện cho em. Em xin cám ơn. . .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi Phòng đào tạo,. . Vừa qua em đã thanh toán học phí kỳ 203 đợt 1 rồi và chờ thông báo để thanh toán học phí bổ  bổ sung vì em mới đăng ký thêm môn học nhưng không thấy mail báo của trường nên em không biết để thanh toán học phí 203 đợt bổ sung cho đến khi có mail báo trễ học phí thì em mới mở ra xem và biết nên đã thanh toán không kịp hạn và bị xoá thời khoá biểu.. . Mong Phòng đào tạo khôi phục lại thời khoá biểu học kỳ 203 giúp em. Em xin cảm ơn.",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 4 ngày 23/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: \" chào thầy cô .  . . Em muốn hỏi vấn đề về file miễn môn của khóa 20 . Khi trên bảng điểm chuyển chỉ có hokc kỳ 202 mà k có file cụ thể như các khoa 19 . Với  1 điều nua là gmail trường gửi  muốn xét miễn thì phải có đề cương hóa học . Tụi e đã liên hệ trườg và đại cương nó nằm trong bảng điểm .khi lên phòng đào tạo hỏi thì  thầy cô nói 27.5.2021 sẽ có file mà đến nay vẫn chưa thấy gmail gui và trước khi nhập học trường đã yêu cầu nộp đầy đủ và thêm lệ phí 150.000vnđ. . Kính mong thầy cô giải quyết giup k20 tụi e . Để hiện giờ có e và các bạn không biết đky môn nào cần thiết  hiện giờ thời khóa biểu co mon miễn nhưg vẫn học . .. . Em xin chân thành cảm ơn",
            "Chào em,. . Em đã có điểm bảo lưu xem tại Thông tin sv=  điểm chuyển.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi phòng đào tạo. . Hôm trước em có thắc mắc về việc em đã thi và xét bằng anh văn (và được xác nhận hợp lệ ạ: TOEIC 530) nhưng em mới chuyển điểm anh văn 1 và anh văn 2 thôi ạ. Tính hết kì 192 em đã tích được 97 chỉ (tính cả 4 tín chỉ anh văn đã chuyển ạ) nhưng vẫn không đủ để đăng kí môn học ME3273 (Thực tập tốt nghiệp) với lí do không đủ số tín chỉ ạ. Mong phòng đào tạo xem xét cho em để em có thể đăng kí môn học này ạ. . . Em xin cảm ơn!",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn,. . Bạn chưa được chuyển điểm AV2.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào phòng đào tạo ạ! Em là [full_name] [student_id]. Vì gia đình em khó khăn nên hôm nay em mới đóng học phí được. Em mong phòng đào tạo thông cảm cho hoàn cảnh của em và mở lại thời khóa biểu. Cho em cảm ơn phòng đào tạo nhiều ạ!",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 18/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . . .    Chào thầy cô,. . . .    Em tên là [full_name] (MSSV: [student_id] K18 - chuyên ngành: Logistic, SCM). .   . .    Em đã nhận được trả lời từ phòng đào tạo và file báo số chỉ tích lũy.. . . .    Em có một số thắc mắc trong file đính kèm mong được phòng đào tạo phản hồi.. .     . .      Do từng trễ anh văn nên tiến độ học tập bị tụt so với các bạn. Nhưng em rất cố gắng để theo kịp chương trình đào tạo của trường. Em rất mong phòng đào tạo xem xét và cho em đăng kí môn thực tập tốt nghiệp để hoàn thành kịp tiến độ học tập.. . . .    Em rất mong muốn được thực tập và hoàn thành kịp theo tiến độ của các bạn. Mong Phòng đào tạo xem xét.. . . .     Em cảm ơn thầy cô đã đọc và xem xét cho tình hình của em.. .    Chúc thầy cô một ngày làm việc thuận lợi, vui vẻ.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 18/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào em,. . Em phải chuyển điểm mới đc tính tích luỹ. chuyển điểm av online, không cần đến trường. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ  /i  hiện tại chung cư e ở còn đang trong đợt phong tỏa không ra ngân hàng đóng học phí được. E xin được mở tkb. Khi hết phong tỏa e sẽ đi đóng ngay. . . .",
            "Chào bạn. . -\tHiện tại, bạn cố gắng thanh toán học phí trước 15 giờ ngày 18/6/2021. . -\tNếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 3 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Dạ em tên là [full_name]. . Cho em hỏi về việc đăng ký môn ME3273 là em đã đủ số tín chỉ nhưng em vẫn đăng ký không được, em có thấy phòng đào tạo trả lời em như hình em đính kèm. Mà em thấy trên quy chế là chỉ cần đủ chỉ là đăng ký được không cần môn học bắt buộc. Phòng đào tạo xem xét lại giúp em. Em có thấy bạn em chỉ cần tích đủ chỉ là được đi thực tập và hiện chỉ em tích lũy là 74 + 8 chỉ tiếng anh em đã thi qua trong trường nhưng do covid em chưa thi nộp bằng được + 21 chỉ kỳ 202 này là 101 chỉ e đủ điều kiện mà e vẫn không được đăng ký.. . Phòng đào tạo xem lại giúp em. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em chào PDT ạ, hiện tại em đã thanh toán trễ hạn học phí kỳ dự thính hè 203 này. Em xin gửi đơn trình bày lý do thanh toán trễ học phí và mong được PDT phục hồi thời khóa biểu học kỳ dự thính ạ. Em cam kết sẽ thanh toán đúng hạn vào các học kỳ tới.. . EM xin cảm ơn.",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 4 ngày 23/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Do sơ xuất cá nhân em đã xem mail nhắc thông báo đóng học phí, nhưng không nhớ. Hôm nay thấy mail trễ hạn, em vội đóng ngay.. . . . Họ tên : [full_name]. . MSSV : [student_id]. . Hệ VHVL.. . . . Em xin mở lại TKB học kì HK203. Em đã thanh toán đủ như hình bên dưới.",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "b MSSV/MSGV: 1611573  /b \t. . . .   i Yêu cầu khác . Em xin chào Phòng Đào Tạo - ĐHBK TpHCM,. . Em tên là Lưu Quang Khải, hiện đang là sinh viên Việt Pháp K16 - MSSV 1611573 - ĐHBK TpHCM.. . . . Nay em viết nguyện vọng này nhằm xin phép PĐT có thể hỗ trợ em chuyển điểm ngoại ngữ Pháp 1-7 thông qua Giấy chứng nhận thi đỗ với số thí sinh   B 084008-012824  /B  được đính kèm theo. Hiện tại Bằng tiếng Pháp sẽ có vào cuối tháng 7, trùng với đợt thẩm tra chứng chỉ tiếng Pháp 26/7/2021 của Nhà Trường. Tuy nhiên vì tình hình dịch bệnh, em sợ rằng sẽ có nhiều rủi ro khi đi đến địa điểm nhận bằng sắp tới, cũng như thời gian nhận bằng quá gần ngày thẩm tra. Em hiện đang ở KTX ĐHBK Quận 10 - điểm cách ly dịch bệnh nên việc đi lại để nhận bằng gần như là rất khó.. . . . Em xin cam đoan kết quả thi của em là trung thực và em sẽ chịu mọi trách nhiệm về kết quả này. Em đã đăng ký nộp chứng chỉ và đã thanh toán trên trang MyBK. Em có đính kèm đường link báo kết quả trên web Đại Học Sư Phạm để minh chứng thêm. Em xin cảm ơn PĐT rất nhiều và mong PĐT có thể hỗ trợ em chuyển điểm để em có thể đủ điều kiện tốt nghiệp sắp tới ạ.. . ---------------------  . . Link báo điểm: http://hcmup.edu.vn/images/stories/site_79/Docs/Delf_5_2021/rsultats%20delf%20mai%202021.pdf. .  . . ---------------------. . LuuQuang Khai . . ID: 1611573. . M: (84)0346578899 - Zalo: 0346578899    . . A: 497Hoa Hao, Ward 7, District 10, Ho Chi Minh City, Vietnam. .",
            "Chào em,. . PĐT đã nhận được câu hỏi của em, khi nào có kết quả trả lời em sau. . . Thân mến,. .",
            "Chào bạn. . Hôm qua bạn đã gởi CC tiếng pháp Cô đã nhận được và đã làm công văn xác minh. . - Anh [full_name] đã gởi mail trả lời thêm thông tin cho bạn, kiểm tra mail nghen. . Thân",
            "li answer rate: Answer suits the needs / Câu trả lời đúng ý"
        ]
    },
    {
        "intent": "",
        "message": [
            "Rút môn học (phải thanh toán học phí) Học kỳ 203 . Cho em hỏi làm thế nào mình có thể rút môn học ạ?",
            "Chào bạn. . Rút môn học là tương đương huỷ môn học nhưng phải đóng học phí, về việc này Pdt sẽ có thông báo cụ thể thời gian và hình thức nộp đơn. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Hiện tại em đã đóng đủ học phí, em xin PĐT cho phục hồi lại TKB ạ.. . Em cảm ơn",
            "Chào bạn. . TKB đã được phục hồi . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ thầy cô ơi hôm qua em vừa mới đóng tiền rồi, thầy cô xem xét về tình trạng của em có thể khôi phục lại thời khoá biểu không ạ. Thời hạn đóng tiền học phí khoá học dự thính hè HK203 của em kết thúc 7/6 rồi",
            "Chào bạn. . Bạn vui lòng gởi lại đơn xin cứu xét phục hồi TKB ghi rõ lý do tại sao nộp học phí trễ hạn gởi lại trên Bksi nghen. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học. . - dạ thưa phòng đào tạO, file mà phòng đào tạo vừa gửi là chương trình của kỹ thuật vật liệu năng lượng nhưng em không có theo học chương trình đó mà em học theo chương trình kỹ thuật vật liệu polymer ạ. . - tại chuyên ngành em đăng kí năm nhất là kỹ thuật vật liệu năng lượng, nhưng hiện em đang học theo chương trình kỹ thuật vật liệu polymer, nên só tín chỉ để xét đi thực tập tốt nghiệp chuyên ngành polymer của em đã đủ rồi ạ. . . . - Chương trình kỹ thuật vật liệu polymer em đã tích lũy đủ 90 chỉ rồi ạ, kì này em đi thực tập tốt nghiệp chuyên nghành kỹ thuật vật liệu polymer chứ không phải kỹ thuật vật liệu năng lượng, mong phòng đào tạo giúp e xem xét lại ạ vì em không đăng ký được TTTN. .",
            "Chào em,. . Hiện tại tên lớp vẫn là VL18NL. Yêu cầu SV, Khoa cung cấp quyết định chuyển ngành để PĐT nhập vào hệ thống mới xét được ngành PO.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em cần in bảng điểm để xin việc. e có thể in bảng điểm online được không ạ ?",
            "Chào em, . . Em lên mybk mục đăng ký in bảng điểm chọn mục gửi qua bưu điện. . . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]ĨA VIỆT NAM. . Độc lập – Tự do – Hạnh phúc. . . . . . [full_name]I TKB. . . .         Kính gửi: - Ban Giám hiệu Trường Đại học Bách Khoa – ĐHQG.HCM. . . . Em là: [full_name]. . MSSV: [student_id]. . Khoa: Tài Nguyên và Môi Trường. . Thời gian vừa qua em có đăng ký môn học Tiếng Anh cơ bản, nhưng vì sim đăng ký tài khoản bị mấtvà tình hình dịch bệnh nên em chưa kịp thời làm lại và không thể  thanh toán học phí được. Vậy em làm đơn này xin phép được phục hồi TKB. Em hứa sẽ thanh toán trong điều kiện gần nhất. . . Em xin chân thành cảm ơn!. . . .                                                              Tp Hồ Chí Minh, ngày 18 tháng 6 năm 2021. .                                                                      Người làm đơn. .                        [full_name]. .                        [full_name] . . . .",
            "Chào bạn. . TKB đã được phục hồi. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . - Dạ mấy ngày nay em có gửi yêu cầu đăng ký môn học TTTN, msmh: MA3315 nhưng không được PĐT chấp nhận vì lí do ở file .TXT ạ. . - Trường hợp của em là em năm nhất đăng ký học chuyên ngành kỹ thuật vật liệu năng lượng, nhưng hiện giờ em không học theo chương trình đó mà học theo chương trình kỹ thuật vật liệu polymer ạ. . - Chính vì vậy nên số TCTLN của em lại xét theo các môn của chương trình đào tạo vật liệu năng lượng, nhưng thực ra em lại học theo chương trình vật liệu polymer ạ. . - Trường hợp này em cũng đã mail cho thầy cô bên khoa Công nghệ vật liệu và đang gửi mail cho PĐT để cập nhập lại như ảnh và file excel ở dưới ạ ( file excel có dòng mssv [student_id] ạ ). . - vì lí do đó nên hiện giờ em không được xét TTTN, msmh: MA3315, mong PĐT xét lại giúp em theo chương trình \"kỹ thuật vật liêu polymer\" ạ vì hiện giờ em học theo chương trình đó và giúp em cập nhập lại số TCTLN giúp em ạ.. . . . Em chân thành cảm ơn PĐT",
            "Chào em,. . Cô đã trả lời câu hỏi trước của em rồi đó.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Kính gửi PĐT trường Đại học Bách Khoa TP HCM. . Em tên là [full_name] - [student_id]. . Dạ em xin lỗi thầy cô đã không nộp học phí đúng hạn  HK203, em đã thanh toán trên BKpay, kính mong thầy cô giúp đỡ em kiểm tra học phí để phục hồi lại thời khoá biểu HK203 ạ. Em xin chân thành cảm ơn quý thầy cô!",
            "Chào bạn. . -\tHiện tại, Phòng đào tạo đã cứu xét phục hồi lại thời khoá biểu . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em rất vui vì nhận được sự phản hồi từ thầy cô. Em đã thanh toán học phí trễ hạn và kèm theo đơn xin đóng trễ học phí gồm: file ảnh chup viết tay và file word. Rất mong thầy cô xem xét lý do của em, và tạo điều phục hồi lại thời khóa biểu cho em được tiếp tục học online trong thời kì dịch bệnh COVID. em xin chân thành cảm ơn thầy cô.",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào thầy cô ạ !. . Hôm trước em có làm đơn nhờ phòng đào tạo cập nhật  số tín chỉ và cập nhật lại kết quả đăng ký môn học EE3315 cũng như TKB . Hôm nay vào kiểm tra lại thì em thấy đã có TKB và số tín chỉ đã được cập nhật lại nhưng kết quả đkmh , BKEl vẫn chưa được cập nhật  . Hôm trước phòng đào tạo nhắn với em là kiểm tra kết quả vào ngày 18/6 nếu không có thì báo lại ạ . Mong phòng đào tạo giải quyết giúp em . Em cảm ơn !!! .",
            "Chào em,. . Đã có TKB trên mybk là được, môn TTTN đâu có đưa lên BKe.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[full_name]A VIỆT NAM. . Độc lập – Tự do – Hạnh phúc. . . . . . [full_name]I TKB. . . .         Kính gửi: - Ban Giám hiệu Trường Đại học Bách Khoa – ĐHQG.HCM. . . . Em là: [full_name]. . MSSV: [student_id]. . Khoa: Tài Nguyên và Môi Trường. . Thời gian vừa qua em có đăng ký môn học Tiếng Anh cơ bản, nhưng vì tình hình dịch bệnh nên em chưa kịp thời thanh toán học phí và bị hủy TKB. Vậy em làm đơn này xin phép được phục hồi TKB. . . Em xin chân thành cảm ơn!. . . .                                                              Tp Hồ Chí Minh, ngày 18 tháng 6 năm 2021. .                                                                      Người làm đơn. .                        [full_name]. .                        [full_name] . . . . . .",
            "Chào bạn. . -\tHiện tại, Phòng đào tạo đã cứu xét phục hồi lại thời khoá biểu . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Em chào thầy/cô. . Em là [full_name] - MSSV: [student_id]. . Vào đầu học kỳ 201 vì một vài lý do em chưa thể hoàn thành việc đóng BHYT. Em muốn hỏi là em có bị ảnh hưởng gì trong việc đăng ký môn học cho học kỳ tới và có bị trừ điểm rèn luyện không ạ?. . Em cảm ơn thầy/cô",
            "Chào em,. . Em liên hệ [email] để biết.. . Thân mến,. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Kính gửi thầy/cô phụ trách,. . Do em không thanh toán học phí hè hk203 đúng hạn nên đã bị khóa thời khóa biểu. Sau đó em đã thanh toán đầy đủ học phí hè hk203 của mình nên em mong thầy/cô phụ trách mở khóa thời khóa biểu trở lại giúp em. Em xin cảm ơn ạ! Chúc thầy/cô một ngày tốt lành!",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ em làm xong đơn rồi.",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 2 ngày 21/6/2021 . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i  Dạ xin chào Thầy/Cô. Em làm yêu cầu này xin phép được khôi phục lại thời khóa biểu của học kỳ hè 203 này ạ. Em đã thanh toán học phí rồi ạ. . . . .",
            "Chào em.. . TKB sẽ được cập nhật vào cuối ngày. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em là [full_name], sinh viên lớp Hệ thống năng lượng điện thuộc chương trình Việt Pháp, MSSV [student_id]. Vì trễ hạn thanh toán học phí HK203 nên em đã bị hủy TKB. Nay em đã thanh toán phần học phí quá hạn, kính mong nhà trường xem xét phục hồi TKB cho em để em có thể tiếp tục học tập. Em xin cảm ơn.. .",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Em đã thanh toán học phí HK203. Em mong phòng đào tạo thông cảm cho hoàn cảnh của em và mở lại thời khóa biểu ạ. Cho em cảm ơn nhiều ạ!",
            "Chào bạn. . Bạn vui lòng viết đơn đính kèm gởi lại BKSI. . - Nội dung: xin cứu xét phục hồi tkb, trong đơn trình bày rõ lý do tại sao đóng trễ. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: -Nhờ thầy/cô hướng dẫn em cách thực hiện: em có kết quả miễn môn học. . HK201: miễn môn Giải tích 2 (MT1005).. . HK202: miễn môn Cơ kết cấu (CI3233), Cơ lưu chất (CI2003).. . -Nhưng:. . HK201: em đã học môn Giải tích 2 (MT1005).. . HK202: em đang học môn Cơ kết cấu (CI3233) và Cơ lưu chất (CI2003). Chưa thi học kỳ.. . -Mong được thầy/cô hướng dẫn em cách để hủy các môn học đang học này và được hoàn lại học phí đã đóng.. . . . Trân trọng cảm ơn thầy/cô.",
            "Chào bạn. . -\tBạn vui lòng đợi mail của Phòng đào tạo gởi về việc hoàn trả học phí  và hủy môn học (các môn được miễn môn học). . -\tBạn cần ghi rõ và chi tiết chính xác thông tin để Phòng đào tạo đối chiếu và xử lý. . -\tHiện tại vấn đề này Chuyên viên phòng đào tạo đang xử lý tập trung qua mail của Phòng đào tạo nên bạn vui lòng liên lạc và phải hồi qua mail: [email] để được hỗ trợ . . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Học vụ . Dạ cho em hỏi theo email nhà trường gửi là không xét chuẩn anh văn trong kì tới, vậy em có thể đăng kí môn ‘nhận đề cương luận văn’ của chuyên ngành công nghệ thực phẩm khi chưa có bằng Toeic có được không ạ? . . Em cảm ơn.. .",
            "Chào bạn. . - LVTN yêu cầu CCNN đạt theo quy định. . - Môn DCLV theo quy định môn tiên quyết song hành. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em đã thanh toán học phí đủ cho lần đăng kí môn học đợt 1, cho em hỏi khi nào thì pđt xét kết quả đăng kí môn học mới cho kì 203 của em ạ",
            "Chào bạn. . -\tHiện tại, Nếu bạn đã thanh toán học phí HK203 rồi Phòng đào tạo sẽ cứu xét phục hồi lại thời khoá biểu sau thứ 5 ngày 24/6/2021 & không cần nộp đơn trình bày lý do trễ hạn . . -\tLưu ý: Bạn vui lòng thanh toán học phí đúng hạn theo quy định của nhà trường, các trường hợp vi phạm nhiều lần sẽ không được xem xét giải quyết. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Cho rm xin link học anh văn cơ bản của cô Vũ Thị Hải Ngọc nhóm DT01 a.. . Em cảm ơn.. .   i Yêu cầu khác .",
            "Chào bạn[full_name] [full_name] Bạn liên hệ trên BKEL trực tiếp với Cô [full_name][full_name] [full_name] [full_name]"
        ]
    },
    {
        "intent": "",
        "message": [
            "Em xin được gửi ĐƠN XIN CỨU XÉT ĐĂNG KÝ ĐẶC CÁCH môn học THỰC TẬP TỐT NGHIỆP (HK203) đến quý Thầy Cô [full_name] Giám Hiệu ạ\t. .",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 24/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác: Cho em hỏi sao trong BKPay của em có phần học phí dự thính học lại VLVH \t(DDDT203.1.[student_id]) mà em đâu có họ lại môn nào đâu ạ?. . . . Em xin cảm ơn!",
            "Môn IM1025, nhóm DT01.. . Môn học em ko thanh toán HP nên bị hủy TKB.. . Em cần thanh toán học phí và xin phục hồi lại tkb,. . . . . . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Đăng ký môn học. . Dạ em tên là [full_name]. . Cho em hỏi về việc đăng ký môn ME3273 là em đã đủ số tín chỉ nhưng em vẫn đăng ký không được, em có thấy phòng đào tạo trả lời em như hình em đính kèm. Mà em thấy trên quy chế là chỉ cần đủ chỉ là đăng ký được không cần môn học bắt buộc. Phòng đào tạo xem xét lại giúp em. Em có thấy bạn em chỉ cần tích đủ chỉ là được đi thực tập và hiện chỉ em tích lũy là 74 + 8 chỉ tiếng anh em đã thi qua trong trường nhưng do covid em chưa thi nộp bằng được + 21 chỉ kỳ 202 này là 101 chỉ e đủ điều kiện mà e vẫn không được đăng ký.. . Phòng đào tạo xem lại giúp em. . Em cảm ơn",
            "Chào bạn. . Bạn đợi Cô phản hồi lại nghen. . Đang gởi câu hỏi của bạn để bộ phận liên quan kiểm tra lại. . Thân",
            "Chào bạn. . Sau khi Phòng đào tạo kiểm tra thì tình trạng xét môn TTTN của bạn như sau:\"74+19 (số tín chỉ ở HK202) =93  96 =  KHÔNG ĐỦ ĐK NHẬN TTTN . . \". . - Bạn xem quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . - Về các môn anh văn bạn chưa đăng ký chưa chuyển điểm thì không được tính vào số tín chỉ đạt . . Chúc bạn học tập tốt nhé.. . Thân. .",
            "Đăng ký môn học . Đăng ký môn học. . Dạ em tên là [full_name]. . Cho em hỏi về việc đăng ký môn ME3273 là em đã đủ số tín chỉ nhưng em vẫn đăng ký không được, em có thấy phòng đào tạo trả lời em như hình em đính kèm. Mà em thấy trên quy chế là chỉ cần đủ chỉ là đăng ký được không cần môn học bắt buộc. Phòng đào tạo xem xét lại giúp em. Em có thấy bạn em chỉ cần tích đủ chỉ là được đi thực tập và hiện chỉ em tích lũy là 74 + 8 chỉ tiếng anh em đã thi qua trong trường nhưng do covid em chưa thi nộp bằng được + 21 chỉ kỳ 202 này là 101 chỉ e đủ điều kiện mà e vẫn không được đăng ký.. . Phòng đào tạo xem lại giúp em. . Em cảm ơn"
        ]
    },
    {
        "intent": "",
        "message": [
            "Yêu cầu khác  /i Kính thưa nhà trường, . .  Em xin hỏi là đầu năm em đã đóng tiền tiền BHYT và đăng kí nhận ở Ký túc xá. Hiện tại em vẫn chưa nhận được thẻ bảo hiểm y tế nhưng lại cần mã thẻ để tải app VssID ạ.. .  Em đã dùng trang baohiemxahoi để tra mã nhưng không có mã ạ.. .  Mong nhanh chóng nhận được phản hồi của trường.. .  Em xin cảm ơn! . . . . . .",
            "Chào bạn. . Bạn liên hệ Phòng CTCT qua mail:. . [email]. . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . EE3335. . . . Xin chào Phòng đào tạo, sau khi em kiểm tra thì môn EE3335 vẫn chưa cập nhật trong TKB trên Mybk. Kính mong Phòng đào tạo cập nhật giúp em, em xin chân thành cảm ơn.. . . .",
            "Chào bạn. . Phòng đào tạo đã xét được môn TTTN cho bạn. . Phòng đào tạo sẽ cập nhật lại thời khoá biểu sau thứ 5 ngày 24/6/2021 . . Thân"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi cô ạ!. . Như câu hỏi trước em đã trình bày, hiện số tính chỉ tích lũy ngành của em là 76. Tuy nhiên, trường hợp của em đặc biệt nên khoa đã gửi Mail  cho PĐT danh sách cập Nhật thêm số tính chỉ tích lũy ngành cho em mà em đã đề cập ở câu hỏi lần trước. Như vậy là em hiện có 76+20=96 tính chỉ và bằng với tổng số tính chỉ tích lũy.. . Hiện tại, kì 202 em đăng ký 21 tính chỉ và chưa thi cuối kì nên trường tạm công nhận nên. . 96+21 100 tính chỉ nên em được đăng ký thực tập tốt nghiệp ạ.. . Đề nghị cô giúp em đăng ký môn “thực tập ngoài trường” MSMH MA3315 . . Em cảm ơn cô ạ!"
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi quý thầy/cô!. . Như câu hỏi trước em đã trình bày, hiện tại số tính chỉ tích lũy ngành của em là 58. Tuy nhiên, trường hợp của em đặc biệt nên đã mail cho PĐT danh sách cập nhật thêm số tính chỉ tích lũy ngành cho em mà em đã đề cập ở câu hỏi lần trước. Như vậy là em hiện có 58 + 23 = 81 tính chỉ và bằng với tổng số tính chỉ tích lũy. . . Hiện tại, kì 202 em có đăng kí thêm 20 tính chỉ trong kì chính 202 và chưa thi cuối kì nên trường tạm công nhận cho em thành 81+ 20 100 tính chỉ để em được đăng kí thực tập tốt nghiệp ạ.. . Đề nghị thầy/ cô giúp em đăng ký môn \"Thực tập ngoài trường\" MSNH : MA3315 .. . Em xin cảm ơn ạ!",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn, sẽ trả lời sớm nhất có thể.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Kính gửi cô!. . Em tên là [full_name], MSSV [student_id], khoa Công nghệ Vật liệu, khóa K18. Kính xin phòng đào tạo cho em đăng kí lại môn thực tập tốt nghiệp. Mã môn học MA3315.. . Hiện tại, em vẫn chưa có thời khoá biểu ạ.Mong cô giúp đỡ ạ, em cảm ơn.",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn. . -\tBạn xem kết quả tại trang Mybk - xem TKB sau ngày 24/6/2021. . -\tNếu không thấy kết quả vui lòng phản hồi lại trên kênh BKSI. . Thân. .",
            "Chào bạn. . Sau khi Phòng đào tạo kiểm tra thì tình trạng xét môn TTTN của bạn như sau:\"77+18 (số tín chỉ ở hk202)=95  100 =  KHÔNG ĐỦ ĐK NHẬN TTTN . . \". . - Bạn xem quy định các môn thực tập tốt nghiệp, đề cương luận văn, luận văn tốt nghiệp: Bạn vui lòng xem chi tiết tại trang web aao.hcmut.edu.vn--  sinh viên --  Chương trình đào tạo. . - Về các môn anh văn bạn chưa đăng ký chưa chuyển điểm thì không được tính vào số tín chỉ đạt . . Chúc bạn học tập tốt nhé.. . Thân. ."
        ]
    },
    {
        "intent": "",
        "message": [
            "Đăng ký môn học . Em chào cô ạ!. . Em là [full_name], em đã từng đặt câu hỏi trước đó cho cô, em xin trình bày lại trường hợp của mình cho cô dễ hiểu ạ!. . Em thuộc khoa Công Nghệ Vật Liệu, theo quy định của khoa em có thể đăng ký chuyên ngành trước để học và nếu thấy không hợp em có thể chuyển chuyên ngành. . . Vì thế trước đó em đăng ký chuyên ngành [full_name] nhưng sau đó em đã chuyển và hiện đang học chuyên ngành Silicat. Nên các môn em học không được hệ thống tín vào số tính chỉ tích lũy ngành.. . Khoa đã gửi cho PĐT danh sách cập nhật lại số tính chỉ cho em mà em đã trình bày ở câu hỏi lần trước.. . Trên mybk Bảng điểm đang ghi nhận em 76 tính chỉ tích lũy ngành (TCTLN), nếu cập nhật lại danh sách khoa gửi PĐT số TCTLN của em là 96 (20 TC em chưa được ghi nhận dù em đã qua hết các môn này rồi). . Học kì 2020, em đăng ký 21 tính chỉ và được tạm công nhận theo quy định. Nên 96+21 100 TC. Em đủ điều kiện để nhận TTTN ạ.. . Em mong cô sớm đăng ký lại môn \"Thực tập ngoài trường\" MSMH MA3315 giúp em ạ.. . Em đã đính kèm quyết định của khoa và danh sách sinh viên được cập nhật lại TC bên dưới.. . Em cảm ơn cô!",
            "Chào bạn. . -\tPhòng đào tạo ghi nhận trường hợp của bạn sẽ trả lời sớm nhất có thể.. . Thân mến,. . . ."
        ]
    },
    {
        "intent": "",
        "message": [
            "[student_id]. .   i Yêu cầu khác . Thưa thầy cô,. . . . Thời gian qua dịch phức tạp nên em có về quê. và quê em hơi khó khăn trong việc nộp tiền qua OCB để thanh toán học phí và em có trễ hạn.. . Nay em đã thanh toán đầy đủ và mong được khôi phục TKB ạ. . Mong thầy cô thấu hiểu và thông cảm giúp em ạ.. . . . Em xin chân thành cảm ơn!. .",
            "Chào em.. . tkb sẽ được cập nhật vào cuối ngày. . Thân"
        ]
    }
]