[
    {
        "comment": "hỏi luôn cách tính điểm?",
        "message": [
            "Kính thưa thầy cô,. . Em là [full_name], MSSV: [student_id]8. Học kì 2 em có học môn Mật mã và an ninh mạng với điểm môn học như sau: điểm thi 6,2 và điểm thí nghiệm 3,8. Cho em hỏi vì sao điểm tổng kết em chỉ có 4 điểm? Và nếu như vậy thì cách tính điểm như thế nào ạ? Nếu giả sử điểm thi chiếm 50% và điểm thí nghiệm(điểm bài tập) chiếm 50% thì tổng kết em phải được 5 điểm chứ ạ? Mong thầy cô trả lời gấp vì đó là điểm bắt buộc để xét tốt nghiệp. Em cám ơn thầy cô. . . Đính kèm: ảnh bảng điểm. . . .",
            "Em nên hỏi lại GV giảng dạy môn học về cách tính điểm tổng kết từ các điểm thành phần.. . . . Ở đầu học kỳ, GV công bố cách tính điểm này,. .",
            "Thưa thầy cô,. . Em là [full_name], MSSV:[student_id]8. Em thắc mắc bởi vì điểm thi luôn chiếm ít nhất 50% trên tổng điểm môn học. Trong môn mật mã an ninh mạng, nếu em có điểm như sau: điểm thi 6,2 và điểm thành phần: 3,8 thì điểm tổng kết em phải được 5 điểm chứ ạ?(bảng điểm công bố là 4 điểm). Kính mong thầy cô xem xét vì đây là môn cuối cùng trong điều kiện xét tốt nghiệp của em ở học kì cuối. Em cám ơn thầy cô.",
            "Em nên hỏi lại GV giảng dạy môn học về cách tính điểm tổng kết từ các điểm thành phần.. . . . Ở đầu học kỳ, GV công bố cách tính điểm này,"
        ],
        "intent": "khiếu nại điểm",
        "entities": {
            "loại điểm": "",
            "môn học": "Mật mã và an ninh mạng",
            "mã môn học": "Mật mã và an ninh mạng",
            "học kỳ": "",
            "lý do": ""
        }
    },
    {
        "comment": "báo lỗi, thắc mắc vấn đề",
        "intent": "",
        "message": [
            "Kính gửi thầy/cô,. . E là sinh viên k13 khoa Khoa Học và Kĩ Thuật Máy Tính. E có thắc mắc là tại sao thời khóa biểu môn thực tập tốt nghiệp là nguyên tuần nên e ko thể đăng kí môn học khác được.. . . . Mong thầy/cô xem xét lại và trả lời sớm cho e để ko bị trễ thời hạn đăng kí. E chân thành cảm ơn !!!. .",
            "Kính gửi thầy/cô,. . E là sinh viên k13 khoa Khoa Học và Kĩ Thuật Máy Tính. E có thắc mắc là tại sao thời khóa biểu môn thực tập tốt nghiệp là nguyên tuần nên e ko thể đăng kí môn học khác được.. . . . Mong thầy/cô xem xét lại và trả lời sớm cho e để ko bị trễ thời hạn đăng kí. E chân thành cảm ơn !!!. .",
            "Em liên hệ với [full_name] để biết về lịch học môn TTTN nhé.. ."
        ],
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "comment": "lỗi đkmh",
        "message": [
            "Kính thưa quý thầy cô PDT hiện em đang là Sv K12 do còn nợ 1 môn mật mã & an ninh mạng. Do môn này đã đổi mã mới .. . . . Trong quá trình đăng ký môn học này thì em nhận đợc thống báo \"không dang ký vào nhóm này\". . Rất mong quý thầy cô giải đáp giúp em.. . Rất cảm ơn quý thầy cô.. .",
            "Bạn báo mã số môn học để kiểm tra"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "Sv K12",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": "Sv K12"
        }
    },
    {
        "message": [
            "Em xin kính chào thầy/cô phòng đào tạo,. . . . Em tên [full_name], MSSV G[student_id]. Hiện tại em chưa ĐK được Luận văn tốt nghiệp mã MH 213303 do thiếu môn tiên quyết: Thiết kế máy bay mã MH 213018 (Do giảng viên chưa nhập điểm) và Thực tập tốt nghiệp mã MH 213302 (Do tụi em đang trong kỳ thực tập và chưa có điểm).. . . . Nếu đợt này tụi em không ĐK được Luận văn tụi em sẽ bị trễ 1 hk. Mong thầy/cô cho phép các bạn ĐK được Luận văn.. . . . Em xin cảm ơn!",
            "Em đã ĐK được.. . . . Cảm ơn thầy/cô!"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "comment": "vấn đề",
        "intent": "",
        "message": [
            "Chào PĐT,. . . . Em là sinh viên K14 Khoa Máy tính, trong đợt đăng ký môn học học kì 171 này, các sinh viên năm 4 phải chọn các môn chuyên ngành tự chọn, trong khi đó số các môn tự chọn mà PĐT mở trong học kì này là rất ít (Chỉ chiếm 1/3 số môn tự chọn). . . Ngoài việc không mở các môn mà sinh viên muốn học, sĩ số các lớp lại rất ít và chỉ có duy nhất 1 lớp tại cơ sở 1, do vậy các bạn lớp KSTN như em lại phải xuống cơ sở 2 học.. . Hai vấn đề trên ảnh hưởng rất nhiều đến vấn đề học tập của sinh viên máy tính  K14 trong năm cuối, có thể khiến sinh viên chậm ra trường vì không kịp học môn học mình thích (Hoặc có khi không học được). . Mong PĐT có cách giải quyết sớm.. . Em xin chân thành cảm ơn."
        ],
        "entities": {
            "lớp học": "",
            "môn học": "",
            "mã môn học": "",
            "học kỳ": ""
        }
    },
    {
        "message": [
            "Kính nhờ quý thầy cô kiểm tra giúp SV mặc dù đã có điểm đạt môn học nền móng nhưng không DK được môn học Công trình trân nền đất yếu (CI4037)",
            "bạn đã đăng ký được rồi, sao mà còn khiếu nại",
            "Kính gửi cô phụ trách,. . . . SV đã đăng ký được sau khi phản ánh trực tiếp với phòng đào tạo vào khoảng 10h sáng ngày 20-7. Trước đó thông báo không đăng ký được môn CI4037 Công trình trên nền đất yếu là thiếu môn học trước Nền móng CI3195 (như file đính kèm), môn CI3195 không có trong chương trình đào tạo (môn nền móng có mã môn học là CI3037 ạ).. . . . Cảm ơn cô vì đã response với vấn đề DKMH của SV. Chúc cô một ngày tốt lành.. . . . Trân trọng!"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "comment": "thực ra là đkmh?",
        "message": [
            "Kính nhờ quý thầy cô nhắc thầy giáo cập nhật điểm môn học HK162 môn Kết cấu betong cốt thép 1 (CI2039) để SV có thể DK môn học Kỹ thuật thi công (CI3043)"
        ],
        "intent": "cập nhật điểm",
        "entities": {
            "môn học": "HK162",
            "mã môn học": "HK162",
            "học kỳ": "HK162",
            "số tín chỉ": ""
        }
    },
    {
        "comment": "hỗ trợ đkmh?",
        "message": [
            "Em chào các thầy/cô, em đăng ký không thành công môn LVTN trong học kỳ 171 và nhận được thông báo Thiếu môn học tiên quyết CCAV_1 - Chứng chỉ ngoại ngữ_LVTN. Mặc dù chứng chỉ ngoại ngữ của em đủ điểm và đã được đăng ký và xác nhận hợp lệ vào ngày 13/7. Mong các thầy/cô giúp em ạ.. . . . Em cảm ơn!",
            "- đã cập nhật lại dữ liệu , em đăng ký lại nghen"
        ],
        "intent": "hỗ trợ luận văn",
        "entities": {
            "vấn đề": "",
            "học kỳ": "",
            "khoá": "",
            "khoa": ""
        }
    },
    {
        "message": [
            "Thưa phòng đào tạo, cho em hỏi là : ở mục điều kiện đi thưc tập ở năm 3 có môn kĩ thuật lập trình, môn này mở ở học kì 2 nên em không thể đăng kí học kì này. Mà môn này học chung với K17 thế nào cũng lấn sang hè. Nếu vậy khi kì thực tập tới, em vẫn chưa thể kết thúc môn này. Vậy em không thể đi thực tập sao ạ? Nếu không được thì có cách nào xoay sở không ạ? Em chỉ còn thiếu mỗi môn này ạ. Em xin cảm ơn.",
            "Bạn xem chi tiết chuẩn nhận TTTN tại đây : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=1376"
        ],
        "intent": "hỗ trợ thực tập",
        "entities": {
            "học kỳ": "",
            "lý do": ""
        }
    },
    {
        "comment": "báo lỗi, thắc mắc vấn đề về CTXH để nhận luận văn",
        "message": [
            "Cho em hỏi, em đã đủ 10 ngày CTXH sao đăng ký luận văn vẫn báo chưa đủ ạ?. . Em cảm ơn ạ",
            "- bạn vui lòng đăng ký lại, đạ cập nhật dữ liệu"
        ],
        "intent": "hỏi điều kiện nhận luận văn",
        "entities": {
            "khoa": "",
            "khoá": "",
            "hệ đào tạo": ""
        }
    },
    {
        "comment": "vẫn là kq chuyển điểm",
        "message": [
            "Em là sinh viên K12 khoa Công Nghệ Thông tin .Học kì này e đã hoàn thành luận văn tốt nghiệp và đang chờ đổi điểm anh văn 3, 4 nữa là em đủ chỉ ra trường. Thầy/Cô cho em hỏi là bao lâu mới có kết quả đổi điểm anh văn vậy ạ? Em xem trên thông báo là ngày 28/7 là hết đợt đổi điểm anh văn ạ . . . ."
        ],
        "intent": "cập nhật điểm",
        "entities": {
            "môn học": "Công Nghệ Thông tin",
            "mã môn học": "",
            "học kỳ": "Công Nghệ Thông tin",
            "số tín chỉ": ""
        }
    },
    {
        "comment": "nhiều ý định",
        "intent": "",
        "message": [
            "Em chào thầy cô!. . Dạ thầy cô cho em hỏi vài câu K2010. . 1 ) Em lúc tuyển sinh được + 0,5 điểm ( vùng 2) thì có được xin cứu xét thêm học kì 1 (2017-2018) không.. . 2 )  Thời gian khi nào cho phép đăng kí thi vét cho sv K2010 ( do em đi làm suốt ngày). . 3 )  Em có một số môn thay thế và mã mới đã đậu thì có cần phải làm đơn để xác nhận  lại không ạ:. . ME2077- cơ học máy thay thế mã cũ 209039. . CI2005 - Cơ Lưu chất thay thế mã 802015. . MA3003 -Nhiễuxạ tiaX &các ppncvl thay thế cho môn 215003 - P/pháp đánh giá vật liệu.\t. . 4 ) em đã hoàn thành luận văn, nhưng còn 2 môn Kỹ thuật điện 406009 (môn thay thế Kỹ thuật điện-điện tử EE2011) và môn 700200-Lập &p/tích dự án cho ks vậy em có thể đăng kí thi vét cả 2 mã môn 406009 và EE2011 không.. . Em xin cám ơn thầy cô!"
        ]
    },
    {
        "comment": "hỏi về đk thi vét",
        "intent": "",
        "message": [
            "Dạ thầy cô cho em hỏi vài câu . . 1 )  Thời gian khi nào cho phép đăng kí thi vét cho sv K2010. . 2 ) em đã hoàn thành luận văn, nhưng còn 2 môn Kỹ thuật điện 406009 (môn thay thế Kỹ thuật điện-điện tử EE2011) và môn 700200-Lập &p/tích dự án cho ks vậy em có thể đăng kí thi vét cả 2 mã môn 406009 và EE2011 không.( tính cả 700200 là 3 môn). . Em xin cám ơn thầy cô!",
            "- dự kiến khoảng tháng 10/2017. . - bạn có thể tham khảo thông báo thi vét của Khóa 2009 : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitiettb&thongbao_id=1211",
            "em xin cám ơn cô!"
        ],
        "entities": {
            "môn học": "",
            "học kỳ": "",
            "thời gian": ""
        }
    },
    {
        "message": [
            "Dạ em chào thầy cô!. . Em [full_name]10 vừa hoàn thành luận văn TN và còn nợ môn EE2011 - [full_name]ỹ thuật điện-điện tử nhưng không đăng kí được vì full sĩ số.. . Em xin được thêm sĩ số môn này. . nhóm A01 hoặc A02 đều được. . GVHD: thầy [full_name]. . Em cám ơn thầy cô!",
            "chào bạn [full_name] 2010 đã hết thời gian học, bạn kiểm tra lại nghen",
            "dạ em mới nộp đơn xin cứu xét thêm kì 171 này nữa do có hộ khẩu vùng sâu vùng xa",
            "nếu vậy bạn viết đơn dk bổ sung + pho to quyet dinh keo dai nop tai cua tiep sv so 4"
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "",
            "môn học": "",
            "mã môn học": "",
            "học kỳ": ""
        }
    },
    {
        "comment": "thắc mắc có làm đơn hay không ?",
        "message": [
            "Em có một số môn thay thế và mã mới đã đậu thì có cần phải làm đơn để xác nhận  lại không ạ:. . ME2077- cơ học máy thay thế mã cũ 209039. . CI2005 - Cơ Lưu chất thay thế mã 802015. . MA3003 -Nhiễuxạ tiaX &các ppncvl thay thế cho môn 215003 - P/pháp đánh giá vật liệu.    . . em xin cám ơn. .",
            "em xem chi tiết tại đây : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447"
        ],
        "intent": "chuyển điểm",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "",
            "khoá": "",
            "lý do": ""
        }
    },
    {
        "comment": "xin cứu xét?",
        "intent": "",
        "message": [
            "Dạ thầy cô cho em hỏi. .  Em K2010 lúc tuyển sinh được + 0,5 điểm (KV2) thì có được xin cứu xét thêm học kì 1 (2017-2018) không.. . Em xin cám ơn thầy cô!. . . .",
            "em xem chi tiết tại : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=90&tid=843"
        ],
        "entities": {
            "hệ đào tạo": "",
            "lý do": "",
            "khoá": "",
            "chuyên ngành": ""
        }
    },
    {
        "message": [
            "cho em hỏi , em học k16 em đã đậu anh văn đầu vào và đã được học anh văn 1 nhưng không qua môn anh văn 1 mà theo thời khóa biểu 171 nhà trường  sắp xếp thêm cho em môn anh văn cơ bản vậy liệu em hủy môn anh văn cơ bản để học anh văn 1 có đk không ạ.",
            "- không được bạn"
        ],
        "intent": "huỷ môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "k16",
            "lý do": ""
        }
    },
    {
        "message": [
            "Em là sinh viên khóa 2016 năm ngoái khi nhập học em đã nộp bản sao bằng tốt nghiệp THPT vậy năm nay có cần nộp lại nữa không ạ. Em cảm ơn"
        ],
        "intent": "nộp giấy tờ",
        "entities": {
            "giấy tờ": "",
            "thời gian": "",
            "lý do": ""
        }
    },
    {
        "message": [
            "em xin hỏi cách để đăng ký vào mã nhóm TT ạ, em là sinh viên K13 lớp CK13HT1, em rất muốn biết cách để trả nợ và đăng ký những môn học này xin nhà trường hỗ trợ ạ, em cảm ơn",
            "Em có thể đọc hướng dẫn sử dụng phần mềm ở BKwiki (wiki.hcmut.edu.vn, search \"Phần mềm Đăng ký Môn học\") và tìm đến mục \"9.4 Không cho đăng ký vào một nhóm\".. . . . Nhóm TT là nhóm mở cho chương trình Tiên tiến (học bằng tiếng Anh, học phí khoảng 30 triệu/học kỳ).. . . . Nếu thực sự muốn học nhóm này, hãy liên hệ với VP Đào tạo Quốc tế để được hướng dẫn cách đăng ký môn học và cách tính học phí.. ."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": "K13"
        }
    },
    {
        "comment": "lỗi đkmh",
        "message": [
            "Em xin kính chào, em hiện đang học lớp VP2015/1.. . Trong thời gian đăng ký chính thức, em có hủy môn Anh văn 3 (do hệ thống đăng kí trước đó), nhưng sau đó em muốn đăng kí lại (ở nhóm khác), cụ thể là nhóm C4. Mặc dù sỉ số còn trống, em cũng không bị trùng môn khác vào thời gian này (em đã qua môn Anh văn 2), nhưng hệ thống không chấp nhận, cứ báo là \"Bạn không được phép đăng ký vào nhóm lớp này\". Em không hiểu vì sao? và làm thế nào để em có thể đăng ký được?. . Hơn nữa, em có phải bắt buộc phải học môn Anh văn 3 ở HKI tới đây không?",
            "Chào em, . . . . Em có thể đọc hướng dẫn sử dụng phần mềm ở BKwiki (wiki.hcmut.edu.vn, search \"Phần mềm Đăng ký Môn học\") và tìm đến mục \"9.4 Không cho đăng ký vào một nhóm\".. . . . Chúc em đăng ký thành công.. .",
            "Dạ, em xin chân thành cảm ơn.. . Em có điều muốn hỏi thêm là nếu vậy thì em đăng ký vào mụn \"Đăng ký chuyển hệ D2\" để có thể đăng ký môn AV3 lớp C04, được không ạ ? (em học lớp Việt Pháp). Việc chuyển hệ như vậy có làm ảnh hưởng gì đến việc tính điểm môn học hay có vấn đề gì không ạ?",
            "Chào em,. . . . Việc chuyển hệ để cho thấy là các bạn đang học khác với lớp mở cho hệ đào tạo (gọi đúng là Hình thức đào tạo, ví dụ như Chính quy, VLVH, DTTXa, B2, ...) của mình.. . . . Điểm như nhau.. . . . Trường hợp bất khả kháng mới cần phải làm.. . . . P/S: Học phí tính theo cách tính dự thính.. .",
            "À, nói như vậy là việc tính điểm môn học vẫn như các môn đúng với hệ đạo tạo. Chỉ là học phí được tính theo cách tính dự thính đúng không ạ?. .",
            "- trước tiên bạn phải tư vấn ở Khoa Thầy [full_name], mã số môn học đúng với CTĐT thì bạn yên tâm đăng ký ở diện D2 bằng 2, học phí sẽ tính theo học phí dự thính",
            "Dạ vâng đúng rồi ạ. Số tín chỉ môn học và mã số môn học hoàn toàn trùng khớp với số tín chỉ và mã số môn Anh văn 3 trong chương trình đào tạo Việt Pháp của em. . . Vì khi chiều em đã lên phòng đào tạo hỏi và được trả lời là \"không được, do đó là nhóm C- dành cho Cao đẳng, mà Việt Pháp thì không thể đăng ký được\"",
            "- đúng rồi em, em nên đăng ký nhóm A",
            "Dạ, nhưng vấn đề là các lớp Anh văn 3 nhóm A- và P- đều trùng giờ với các môn học khác theo Chương trình đào tạo của Việt Pháp và các môn đó không đổi đi ngày khác để có thể đăng kí môn Anh văn 3 được? Liệu có thể mở 1 lớp Anh Văn 3 vào ngày Thứ 3 tiết 1-4 dành cho Việt Pháp tụi em được không ạ? (đợt này các bạn em học cũng đông, khoảng gần 20 bạn)"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "message": [
            "Kính gửi PDT,. . . . Em là SV khóa K13, em chưa học av4 thì không được đăng ký LVTN ạ?",
            "\\. . Bạn xem chuẩn nhận LVTN ở đây. . http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_62&tid=707"
        ],
        "intent": "hỏi điều kiện nhận luận văn",
        "entities": {
            "khoa": "",
            "khoá": "K13",
            "hệ đào tạo": ""
        }
    },
    {
        "comment": "đk LVTN -> điều kiện",
        "message": [
            "Em tên [full_name] . . MSSV [student_id]4. . Mong phòng đào tạo xem xét dùm em về việc đăng kí luận văn tốt nghiệp. Số ngày CTXH của em hiện tai là 10.5 ngày.. . Em xin cảm ơn!",
            "- Bạn vui lòng đăng ký vào đợt bổ sung này 7-8/8/017. . lúc đó đã cập nhật đầu đủ thông tin"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "comment": "đkav",
        "message": [
            "Thưa phòng đào tạo, em là sinh viên K16 khoa học - kỹ thuật máy tính. Vừa rồi em có đăng kí thi tiếng Anh để chuyển điểm và đã qua được Anh Văn 1 nhưng hiện tại em không thể đăng kí được môn học Anh Văn 2. . . Kính mong phòng đào tạo xem xét và bổ sung ạ. . . .",
            "Bạn đăng ký chuyển điểm lúc nào"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "comment": "hoặc có thể là mở thêm lớp, thông thường chỉ tăng sĩ số một môn không cần đến lớp học",
        "message": [
            "Thưa phòng đào tạo, em là sinh viên K16 khoa KH&KT máy tính. Hiện tại sĩ số của một số các môn trong chương trình giảng dạy HK171 (CO2003, CO2005) đều đã đủ số lượng và một số bạn không thể đăng kí chương trình học.. . Kính mong phòng đào tạo bổ sung thêm để em và các bạn có thể đăng kí được ạ",
            "Sinh viên đăng ký môn học 171 đã đủ sĩ số (hiện tại không thể tăng thêm sĩ số) Sinh viên có nhu cầu học vui lòng mở thêm nhóm, lớp để học. . Quy trình mở môn học như sau : Sinh viên tải mẫu đơn : web aao  sinh viên  biểu mẫu  mẫu đơn mở lớp. . Sau khi có chữ ký đồng ý theo quy định trong đơn  Sinh viên nộp đơn lại cửa tiếp số 4. . Thời gian từ 18/07/17 đến 25/07/17. ."
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "",
            "môn học": "",
            "mã môn học": "",
            "học kỳ": ""
        }
    },
    {
        "message": [
            "Chào thầy(cô) phòng đào tạo. Em hiện đang học lớp VP2014 viễn thông, hiện tại có 2 môn theo thời khóa biểu PFIEV em chưa đăng ký được do đủ sĩ số, đó là 2 môn : Nguyên lý biên dịch 501703 và Điều biến tt & đbiến số 405701. Mong phòng đào tạo tăng sĩ số 2 môn học này. Em xin cảm ơn.",
            "đã tăng sĩ số, bạn vào đăng ký gấp"
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "",
            "môn học": "Nguyên lý biên dịch 501703 và Điều biến tt & đbiến số 405701",
            "mã môn học": "VP2014 viễn thông",
            "học kỳ": "VP2014 viễn thông"
        }
    },
    {
        "message": [
            "em xin thêm sỉ số lớp giáo dục thể chất 1. . nhóm lớp A76 của cô [full_name]. Xin nhà trường tạo điều kiện ạ, em cảm ơn"
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "A76",
            "môn học": "",
            "mã môn học": "",
            "học kỳ": ""
        }
    },
    {
        "message": [
            "Kính gửi PĐT. Em sinh viên K12, hiện tại em chưa học môn TK hệ thống cơ điện tử - 218014 ( mã mới ME3005 ), học xong môn này em mới được học môn Đồ án cơ điện tử, rồi mới được làm luận văn ( vì đồ án là môn tiên quyết ), mà hiện tại môn TK hệ thống cơ điện tử không có mở lớp. Nếu kì này không được học thì em trễ hạn đào tạo mất. Kính xin quý thầy cô ở PĐT xem xét giúp có thể mở lớp môn học TK hệ thống cơ điện tử để hoàn tất chương trình. Em cảm ơn.",
            "Sinh viên có nhu cầu học vui lòng mở thêm nhóm, lớp để học. . Quy trình mở môn học như sau : Sinh viên tải mẫu đơn : web aao --  sinh viên --  biểu mẫu --  mẫu đơn mở lớp. . Sau khi có chữ ký đồng ý theo quy định trong đơn --  Sinh viên nộp đơn lại cửa tiếp số 4. . Thời gian từ 18/07/17 đến 25/07/17. ."
        ],
        "intent": "xin mở lớp",
        "entities": {
            "môn học": "TK hệ thống cơ điện tử",
            "mã môn học": "TK hệ thống cơ điện tử",
            "học kỳ": "",
            "lý do": ""
        }
    },
    {
        "message": [
            "Em tên: [full_name]. . MSSV: [student_id]8. . . . Nội dung: Xin Phòng Đào Tạo tăng sĩ số lớp môn học CO3049 - Lập trình web - Nhóm lớp A01_A01 (ở Cơ Sở 1) để em có thể đăng ký môn học ạ. Em xin chân thành cảm ơn!",
            "Sinh viên đăng ký môn học 171 đã đủ sĩ số (hiện tại không thể tăng thêm sĩ số) Sinh viên có nhu cầu học vui lòng mở thêm nhóm, lớp để học. . Quy trình mở môn học như sau : Sinh viên tải mẫu đơn : web aao  sinh viên  biểu mẫu  mẫu đơn mở lớp. . Sau khi có chữ ký đồng ý theo quy định trong đơn  Sinh viên nộp đơn lại cửa tiếp số 4. . Thời gian từ 18/07/17 đến 25/07/17. ."
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "CO3049",
            "môn học": "CO3049",
            "mã môn học": "CO3049",
            "học kỳ": ""
        }
    },
    {
        "comment": "vấn đề k thể đk môn học do đủ sỉ số?",
        "message": [
            "Dạ,Em còn nợ môn Hóa học đại cương B 604002 nhưng em đăng ký môn học thì lại báo bạn không được đăng ký vào nhóm này, em mọng nhận được sự giúp đỡ vì môn này không có môn học tương đương",
            "môn 604002 chỉ mở 1 nhóm TT01 ( dành cho các lớp tiên tiến, học bằng tiếng Anh) nên bạn không thể đăng ký là đúng",
            "Dạ, thế môn Hóa học đại cương B 604002 còn được mở nửa không, em thấy vẫn còn nhiều bạn nợ môn này như em và nếu không thể học môn này thì em phải làm sao, vì môn nay không có môn thay thế",
            "Bạn có thể tập trung sinh viên để mở môn học này. . Sinh viên đăng ký môn học 171 đã đủ sĩ số (hiện tại không thể tăng thêm sĩ số) Sinh viên có nhu cầu học vui lòng mở thêm nhóm, lớp để học. . Quy trình mở môn học như sau : Sinh viên tải mẫu đơn : web aao  sinh viên  biểu mẫu  mẫu đơn mở lớp. . Sau khi có chữ ký đồng ý theo quy định trong đơn  Sinh viên nộp đơn lại cửa tiếp số 4. . Thời gian từ 18/07/17 đến 25/07/17. ."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Hóa học đại cương B 604002",
            "mã môn học": "Hóa học đại cương B 604002",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "message": [
            "Khi em nhấn vào CTĐT trong DKMH em thấy môn đồ án TDHSX của em không đạt. Dù học kỳ 162 em đã được 7 điểm môn đó ạ",
            "- Vì điểm mới có nên chương trình dkmh chưa cập nhật, sẽ cập nhau sau"
        ],
        "intent": "khiếu nại điểm",
        "entities": {
            "loại điểm": "",
            "môn học": "",
            "mã môn học": "TDHSX",
            "học kỳ": "162",
            "lý do": ""
        }
    },
    {
        "message": [
            "Kính gửi Phòng đào tạo. . . Em tên là [full_name] kính xin phòng đào tạo mở thêm sĩ số môn . . CO3005\tNg/lý ngôn ngữ lập trình (Hiện tại có 3 lớp sĩ số đều đã 85/85) ở cơ sở 2 để em có thể đăng ký được môn này.Em xin chân thành cảm ơn."
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "",
            "môn học": "ngôn ngữ lập trình",
            "mã môn học": "",
            "học kỳ": ""
        }
    },
    {
        "message": [
            "Kính gởi Phòng Đào Tạo. . Em là Nguyễn Văn Hiên kính mong phòng đào tạo mở thêm sĩ số môn Khai Phá Dữ Liệu [CO3029] mã lớp A01. Hiện tại ngoài em còn rất nhiều bạn có nhu cầu học môn này. Em gởi danh sách các bạn mong muốn đăng ký môn này bên dưới. . . Em xin chân thành cảm ơn!",
            "Sinh viên đăng ký môn học 171 đã đủ sĩ số (hiện tại không thể tăng thêm sĩ số) Sinh viên có nhu cầu học vui lòng mở thêm nhóm, lớp để học. . Quy trình mở môn học như sau : Sinh viên tải mẫu đơn : web aao --  sinh viên --  biểu mẫu --  mẫu đơn mở lớp. . Sau khi có chữ ký đồng ý theo quy định trong đơn --  Sinh viên nộp đơn lại cửa tiếp số 4. . Thời gian từ 18/07/17 đến 25/07/17. ."
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "",
            "môn học": "Khai Phá Dữ Liệu",
            "mã môn học": "Khai Phá Dữ Liệu",
            "học kỳ": "Khai Phá Dữ Liệu"
        }
    },
    {
        "message": [
            "Thầy (Cô) Phòng Đào Tạo cho hỏi em hỏi là học kỳ vừa rồi em có học môn Cơ Học Máy là môn học thay thế cho môn Cơ Học Vật Liệu, em có cần phải làm đơn chuyển điểm không và mẫu đơn chuyển điểm em có thể tìm thấy ở đâu ạ?. . Và hôm qua giờ em tìm môn học Luận Văn Tốt Nghiệp mã 216303 trong đăng ký môn học mà không thấy, mong Phòng Đào Tạo trả lời thắc mắc giúp em với ạ.. . Em xin cảm ơn.",
            "- mã môn 216303 đã mở, sv đăng ký lại nghen. . - về môn tương đương bạn xem chi tiết tại : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447"
        ],
        "intent": "chuyển điểm",
        "entities": {
            "môn học": "Cơ Học Máy",
            "mã môn học": "Cơ Học Máy",
            "học kỳ": "",
            "khoá": "",
            "lý do": ""
        }
    },
    {
        "message": [
            "PĐT cho em hỏi, em có đăng kí in giấy xác nhận sinh viên vào sáng 17/07/2017. Đến tối 19/07/2017 em check lại thì tình trạng để là \" Đã xử lý\". Vậy PĐT cho e hỏi là em đã có thể lên văn phòng khoa mình lấy được chưa ạ?"
        ],
        "intent": "nhận giấy xác nhận sinh viên",
        "entities": {
            "địa điểm": "",
            "thời gian": "17/07/2017"
        }
    },
    {
        "message": [
            "PĐT cho e hỏi hạn chót có thể nộp CCAV để nhận luận văn là khi nào ạ. E xin cảm ơn!"
        ],
        "intent": "hỏi thời gian nộp chứng chỉ",
        "entities": {
            "chứng chỉ": ""
        }
    },
    {
        "message": [
            "Kính gửi Phòng đào tạo. . . Em tên là [full_name] - G[student_id] kính xin phòng đào tạo xem xét về việc đang kí Luận Văn Tốt Nghiệp của em ạ. . . . . Em đăng kí Luận Văn Tốt Nghiệp cho kỳ sau nhưng hệ thống không cho phép và báo lỗi \"213018 - Thiết Kế Máy Bay 2 - chưa có điểm\" mặc dù trện hệ thống Thông Tin Sinh Viên (AAO) em đã có điểm môn này rồi. . . . . Kính mong PĐT xem xét giúp em ạ. . . . . Em xin chân thành cảm ơn.. .",
            "Chào bạn, dữ liệu đang kiểm tra bạn đăng ký lại lvtn vào chiều ngày 20/7/17"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "Luận Văn Tốt Nghiệp",
            "học kỳ": "Luận Văn Tốt Nghiệp",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "message": [
            "Em chào Cô[full_name] [full_name] em là sinh viên k12 và đăng còn nợ môn lập phân tích dự án[full_name](700200) em đã xin mở lớp nhưng thầy trưởng khoa điện không chịu mở lớp[full_name] Nay muốn đăng ký môn nảy mã mới là Kinh Tế Kỹ Thuật (IM2003) nhưng đã full lớp[full_name] mong Thầy Cô giúp đỡ cho tăng sỹ số lớp này[full_name] em xin chân thành cảm ơn[full_name] [full_name] [full_name] [full_name]      Tăng sĩ số lớp môn học  /i [full_name] [full_name] [full_name] [full_name]"
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "Kinh Tế Kỹ Thuật ( IM2003 )",
            "môn học": "",
            "mã môn học": "",
            "học kỳ": ""
        }
    },
    {
        "message": [
            "KÍnh gửi phòng đào tạo. . Em tên Vũ Văn Vượng. . HỌc kì 171 này em làm luận văn, tuy nhiên còn nợ một môn Hóa vô cơ, nay em mong phòng đào tạo tăng sĩ số lớp môn học HÓa cô cơ - CH2013. . Nếu kỳ này không hoàn thành môn học, em sẽ bị chậm 1 kỳ.. . MONG NHẬN ĐƯỢC SỰ GIÚP ĐỠ CỦA THẦY/CÔ.. . em cảm ơn.. .      Tăng sĩ số lớp môn học .",
            "đã tăng sĩ số, bạn vào đăng ký gấp"
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "HÓa cô cơ - CH2013",
            "môn học": "HÓa cô cơ - CH2013",
            "mã môn học": "HÓa cô cơ - CH2013",
            "học kỳ": ""
        }
    },
    {
        "comment": "thiếu tctd -> giải quyết?",
        "message": [
            "Kình thưa thầy cô. . Em là [full_name], sinh viên khoa máy tính khóa 2010. Em đã hoàn thành luận văn tốt nghiệp và theo chương trình học thì em chỉ còn thiếu 1 môn học tự chọn chuyên ngành. Học kì 171 này em còn có thể đăng ký môn học để đủ tín chỉ tốt nghiệp không ạ? Hay em phải chờ để thi vét? Em cám ơn thầy cô."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "học kỳ": "171",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": "171"
        }
    },
    {
        "message": [
            "Kính gửi phòng đào tạo, em là sinh viên k13 em có một chút thắc mắc về các môn học tự chọn như sau ạ. Hiện em đã học 7 môn tự chọn trong đó em bị rớt 2 môn, nhưng theo yêu cầu của trường thì em chỉ cần học 5 môn. Vậy em muốn hỏi là em có cần trả nợ 2 môn kia không, và điểm của 2 môn kia có tính vào điểm tích lũy sau cùng không ạ. Em xin chân thành cảm ơn.",
            "- chào bạn điểm 2 môn dư trong chương trình đào tạo chỉ tính vào điểm tbhk và tbtlchung. . - chĩ tính vào TBTLNgành 5 môn tự chọn có điểm cao nhất"
        ],
        "intent": "hỏi cách tính điểm",
        "entities": {
            "môn học": "",
            "loại điểm": "",
            "khoá": "",
            "hệ số": ""
        }
    },
    {
        "message": [
            "thưa PDT em  đã qua hết các môn tiên quyết , sao em đăng ký luận văn thì báo là bạn chưa đạt 1 môn tiên quyết"
        ],
        "intent": "hỗ trợ luận văn",
        "entities": {
            "vấn đề": "",
            "học kỳ": "",
            "khoá": "",
            "khoa": ""
        }
    },
    {
        "comment": "hỗ trợ tốt nghiệp",
        "message": [
            "Kính gửi thầy/cô PĐT,. . . . Em tên [full_name], sinh viên khoa Khoa học và Kỹ thuật Máy Tính K2012.. . . . PĐT cho em hỏi là tại sao em không có tên trong danh sách tốt nghiệp dự kiến vừa upload ngày 17/07/2017 ạ?. . . . Em đã hoàn thành LVTN, chứng chỉ TOEIC, số tín chỉ tích luỹ ngành cũng như đã nộp bảng điểm quốc phòng mới học lại (trong hè vừa rồi).. . . . Kính mong PDT sớm phản hồi ạ, em xin cám ơn.",
            "Bạn đang nợ Quân sự chung,. .",
            "Em đã lên trường nộp biên nhận đã nộp bảng điểm quân sự (trong đó có môn quân sự chung - học phần 3 cũ nay đã gộp lại với học phần 4 và đổi tên khác).. . . . Mong PDT sớm cập nhật và xử lý, em xin cám ơn."
        ],
        "intent": "hỗ trợ tốt nghiệp",
        "entities": {
            "vấn đề": "",
            "thời gian": "",
            "khoá": "",
            "khoa": "Khoa học và Kỹ thuật Máy Tính"
        }
    },
    {
        "intent": "",
        "message": [
            "      Dạ phiền cô thêm xíu nữa.. . môn kỹ thuật điện 406009 có môn thay thế là Kỹ thuật điện-điện tử EE2011.. . kì 171 em có đăng kí học EE2011. . cho em hỏi nếu em thi vét đăng kí môn 406099(kì 171 không mở lớp) thì em thi riêng hay là chung ngày thi cuối kì với môn EE2011. . em xin cám ơn!",
            "- về môn tương đương bạn xem chi tiết tại : http://www.aao.hcmut.edu.vn/index.php?route=catalog/chitietsv&path=59_201&tid=447. . - thi vét : nếu bạn có đăng ký môn EE2011 có điểm thì bạn được thi vét mã mh này, còn nếu không thì bạn phải thi vét theo mã mh đúng CTĐT"
        ]
    },
    {
        "comment": "thắc mắc thời gian nộp đơn?",
        "message": [
            "do lý do gia đình. nay em có nguyện vọng làm đơn tạm nghỉ học kỳ 171, vậy cho em hỏi thời gian nộp đơn này khi nào là hợp lý ạ, vì em sợ lịch học đã đăng ký dự trù sẽ bị tính phí."
        ],
        "intent": "tạm dừng học",
        "entities": {
            "khoá": "171",
            "khoa": "",
            "học kỳ": "171",
            "lý do": "do lý do gia đình"
        }
    },
    {
        "comment": "phúc khảo k đc? -> khiếu nại điểm?",
        "message": [
            "Em có nộp đơn phúc khảo ddierm cuối kỳ môn học Phân tích và thiết kế giải thuật [CO3031] vào ngày 29/06, nhưng đến nay chưa nhận được bất cứ một thông báo nào về việc phúc tra điểm? Em mong pphofng đào tạo có thể kiểm tra lại trường hợp của em.. . Em xin cảm ơn!. .",
            "Chào em,. . Môn em phúc tra kết quả không thay đổi điểm nên điểm trên web không đổi. . . Thân"
        ],
        "intent": "phúc khảo điểm",
        "entities": {
            "môn học": "Phân tích và thiết kế giải thuật",
            "mã môn học": "CO3031",
            "học kỳ": "Phân tích và thiết kế giải thuật",
            "lý do": ""
        }
    },
    {
        "message": [
            "Kính gửi PDT, . . . . Em là [full_name] sinh viên bằng 2 lớp XD16B2DD1. Kỳ sau có một lớp Nền Móng ( mã CI3037) và Kỹ Thuật Thi Công ( mã CI3043) mở buổi tối cho lớp băng 2. Tuy nhiên, tại thời điểm hiện tại đã hết chỗ trống do có quá nhiều bạn sinh viên đã đăng ký . Hiện có rất nhiều bạn sinh viên bằng 2 chưa đăng ký được. Rất mong PDT có thể mở thêm sĩ số lớp để bọn em được học tập theo đúng tiến độ.. . Xin chân thành cảm ơn PĐT!. . . . Trân trọng,. . [full_name]",
            "Chào bạn.. . . . Sĩ số đã tăng tối đa là 70sv. Không thể tăng được nữa. Nếu các bạn còn chưa đăng ký được, các bạn làm đơn mở thêm 1 nhóm nữa học buổi tối . mẫu đơn bạn lấy tại PĐT."
        ],
        "intent": "tăng sĩ số lớp",
        "entities": {
            "lớp học": "",
            "môn học": "",
            "mã môn học": "",
            "học kỳ": ""
        }
    },
    {
        "comment": "cứu xét đk luận vă, hỗ trợ luận văn",
        "message": [
            "Kính thưa Phòng đào tạo:. . Em là [full_name], MSSV [student_id]7.. . Theo kế hoạch học vụ thì [full_name] phải nộp chứng chỉ Toeic trước ngày ĐKMH 1 ngày để được nhận Luận văn. Vì em vẫn chưa đạt được số điểm Toeic theo yêu cầu nên sẽ ko kịp đăng kí theo kế hoạch. Cho em hỏi là phòng đào tạo có cho thêm 1 đợt cứu xét luận văn không ạ. Nếu có thì thời gian tới ngày bao nhiêu?. . Mong phòng đào tạo sớm trả lời câu hỏi của em. Em xin chân thành cảm ơn.. .",
            "Chào em,. . Chỉ còn đợt 07/08-- 08/08 lả cuối cùng cho đk LVTN rồi em.. . Thân"
        ],
        "intent": "hỗ trợ luận văn",
        "entities": {
            "vấn đề": "",
            "học kỳ": "",
            "khoá": "",
            "khoa": ""
        }
    },
    {
        "comment": "lỗi đklv",
        "message": [
            "Gửi PĐT,. . . . Theo quy chế thì khi nộp Chứng chỉ ngoại ngữ (CCNN) thì không cần đợi kết quả thẩm tra có thể Đăng ký môn LVTN.. . . . Hiện tại mình đã nộp nhưng vẫn chưa đăng ký được môn và được báo là thiếu môn tiên quyết \"CCAV_1 - Chứng chỉ ngoại ngữ_LVTN\".. . . . Không biết sau bao lâu thì mới có thể đăng ký được môn LVTN nhỉ?. . . . Xin chân thành cảm ơn.",
            "Em vào đăng ký lại nhé, Fixed"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "LVTN",
            "mã môn học": "LVTN",
            "học kỳ": "",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "message": [
            "Kính gửi Phòng đào tạo.. . Em tên là [full_name] K14 . . . Em chưa qua môn tiên quyết \"Anh văn đầu vào\". . em có đăng kí thi ở trung tâm để lấy bằng nộp vô nhưng do chứng minh bị lỗi nên em phải làm lại chứng minh do đó em thi không kịp nộp bằng vô . Kinh mong phòng đào tạo xem xét cho em được đăng kí môn học học kì 171 và em sẽ bổ xung bằng vào thời gian nộp anh văn kế tiếp .Nếu không đăng kí được em sẽ trễ thêm 1 năm nữa em phải nghỉ 1 năm do bệnh phát nặng em rất mong được phòng đào tạo xem xét để em có thể đăng kí và được học trong học kì tới.. . Em xin chân thành cảm ơn.",
            "Trường hợp này không thể giải quyết giúp bạn được. Phải có CCAV mới xét được .",
            "mùng 10/8 em có kết anh văn thì em lên làm đơn thì có thể xét được không ạ . .",
            "Lúc đó em có thể làm đơn xin đăng ký bổ sung để được xem xét nhé. Cố gắng càng sớm càng tốt",
            "dạ . em cảm ơn Thầy"
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "",
            "mã môn học": "171",
            "học kỳ": "",
            "đợt": "171",
            "hệ đào tạo": "",
            "khoá": "171"
        }
    },
    {
        "comment": "chưa rõ ràng",
        "message": [
            "Em chào thầy/cô,. . Em là [full_name], MSSV [student_id]1. . . . . Khi tiến hành đăng ký môn Luận văn tốt nghiệp, mã 701303 cho học kỳ 171, em gặp phải lỗi này: . . . . \"Thiếu môn học tiên quyết CCAV_1 - Chứng chỉ ngoại ngữ_LVTN\" . . . . Cho em hỏi là có phải do em chưa nộp chứng chỉ ngoại ngữ nên chưa đăng ký được môn này phải không ạ? . . Do em đọc mail thấy PĐT cho phép nộp chứng chỉ ngoại ngữ trước 16g ngày 28/07/2017, mà đợt đăng ký môn học hk 171 đến 26/07/2017 03:00 PM là hết hạn rồi ạ.. . . . Em mong là thầy cô sẽ phản hồi sớm cho em vể vấn đề này để em sắp xếp đăng ký môn học ạ. Em cám ơn ạ.. . . . Trân trọng, . . [full_name].. .",
            "Em phải nộp CCAV để được xét LVTN nhé.",
            "Em chào thầy/cô,. . . . Em đã nộp chứng chỉ anh văn vào cuối ngày 24/7 và đang được thẩm tra. Tuy nhiên hiện tại em vẫn chưa đăng ký được môn Luận văn tốt nghiệp ạ.. . . . Em muốn hỏi là có đợt đăng ký bổ sung cho môn Luận văn tốt nghiệp không ạ? . . Vì em thấy thông báo đợt đăng ký bổ sung ngày 18/8 chỉ dành cho các môn học chung với K17.. . . . Em mong là thầy cô sẽ phản hồi sớm cho em vể vấn đề này để em sắp xếp đăng ký môn học ạ. Em cám ơn ạ.. . . . Trân trọng, . . [full_name]."
        ],
        "intent": "đăng kí môn học",
        "entities": {
            "môn học": "Luận văn",
            "mã môn học": "",
            "học kỳ": "học kỳ 171",
            "đợt": "",
            "hệ đào tạo": "",
            "khoá": ""
        }
    },
    {
        "message": [
            "Em chào thầy cô, . . Em nhận được thông báo thay đổi thời gian nghỉ hè (nghỉ hè từ từ 10/7/2017 đến 20/8/2017). Tức là học kì 171 sẽ bắt đầu vào 21/8/2017 đúng không ạ. Mặc khác em lại thấy trên lịch học vụ lại để ngày bắt đầu học kì là 14/8/2017. Em rất mong được thầy cô giải đáp. . . Em xin cảm ơn. . . . ."
        ],
        "intent": "hỏi lịch học",
        "entities": {
            "môn học": "",
            "lớp học": "",
            "học kỳ": "171"
        }
    },
    {
        "comment": "vấn đề tương đương, tự chọn; intent cũ: hỏi thông tin môn học",
        "message": [
            "Cho em hỏi các môn tự chọn có được học mã mới để lấy điểm tương đương không. Ví dụ: SCADA mã cũ là 409107 có được tương đương bằng mã mới EE3071 hay không.. . Em cảm ơn!",
            "Em vui lòng liên hệ Thầy [full_name] , phó kHoa phụ trách đào tạo của Khoa Điện - Điện tử"
        ],
        "intent": "hỏi môn tương đương",
        "entities": {
            "môn học": "",
            "mã môn học": "",
            "khoá": "",
            "hệ đào tạo": ""
        }
    }
]